{
  "headers": {
    "plural-forms": "nplurals=2; plural=(n != 1);",
    "language": "es-MX"
  },
  "contexts": {
    "": {},
    "Info": {
      "No results found": [
        "No se encontraron resultados"
      ],
      "Insert image": [
        "Insertar imagen"
      ],
      "Add image URL": [
        "Añadir URL de imagen"
      ],
      "Image URL": [
        "URL de la imagen"
      ],
      "Not a valid URL": [
        "No es una URL válida"
      ],
      "Upload picture": [
        "Cargar imagen"
      ],
      "Web URL": [
        "URL Web"
      ],
      "Email address": [
        "Dirección de correo"
      ],
      "Phone number": [
        "Número de teléfono"
      ],
      "URL link": [
        "Enlace URL"
      ],
      "Insert link": [
        "Insertar enlace"
      ],
      "Please select the type of link you want to insert and fill in all the fields.": [
        "Seleccione el tipo de enlace que desea insertar y rellenar en todos los campos."
      ],
      "Link type": [
        "Tipo de enlace"
      ],
      "Text to display": [
        "Texto a mostrar"
      ],
      "Test link": [
        "Prueba de enlace"
      ],
      "Text color": [
        "Color de texto"
      ],
      "Background color": [
        "Color de fondo"
      ],
      "Align left": [
        "Alinear a la izquierda"
      ],
      "Center": [
        "Centrar"
      ],
      "Align right": [
        "Alinear a la derecha"
      ],
      "Justify": [
        "Justificar"
      ],
      "Left to Right": [
        "Izquierda a derecha"
      ],
      "Right to Left": [
        "Derecha a izquierda"
      ],
      "Normal": [
        "Normal"
      ],
      "Plain text": [
        "Texto plano"
      ],
      "Drop the file here to upload": [
        "Arrastre el archivo aquí para cargar"
      ],
      "This link may be a homograph attack and cannot be opened by Internet Explorer and Edge browsers. If you are certain the link is legitimate, please use a different browser to open it.": [
        "Este enlace puede ser un ataque homógrafo y no puede abrirse por los navegadores Internet Explorer y Edge. Si cree que el enlace es legítimo, deberá abrirlo en un navegador diferente."
      ],
      "This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.": [
        "Este enlace puede ser un ataque homógrafo. Verifique que este es el enlace que desea visitar o no lo abra."
      ],
      "You are about to open another browser tab and visit:": [
        "Está a punto de abrir otra pestaña del navegador y visitar:"
      ],
      "Learn more": [
        "Más información"
      ],
      "Loading": [
        "Cargando"
      ],
      "Week": [
        "Semana"
      ],
      "support team": [
        "equipo de soporte"
      ],
      "Choose the look and feel of the application.": [
        "Elija el aspecto de la aplicación."
      ],
      "Import calendars": [
        "Importar calendarios"
      ],
      "Your events are being imported from": [
        "Sus eventos se están importando desde"
      ],
      "to": [
        "a"
      ],
      "Your import has started!": [
        "¡Su importación ha comenzado!"
      ],
      "We will notify you once your import is finished.": [
        "Le notificaremos una vez finalizada la importación."
      ],
      "Large imports can take several days to complete.": [
        "Las importaciones grandes pueden tardar varios días en completarse."
      ],
      "You can continue using Proton services as usual.": [
        "Puede seguir usando los servicios de Proton como de costumbre."
      ],
      "Your import will not be processed.": [
        "Su importación no será procesada."
      ],
      "To prepare your external account for import, please follow the instructions for:": [
        "Para preparar su cuenta externa para la importación, siga las instrucciones para:"
      ],
      "If you are using a different email provider or your account is already prepared, you can skip to import.": [
        "Si está usando un proveedor de correo electrónico diferente o su cuenta ya está preparada, puede saltar para importar."
      ],
      "Enter the credentials of the email account you want to import from.": [
        "Ingrese las credenciales de la cuenta de correo electrónico desde la que desea importar."
      ],
      "Your login information will not be saved after the import is completed.": [
        "La información de inicio de sesión no se guardará una vez finalizada la importación."
      ],
      "Import mailbox": [
        "Importar buzón"
      ],
      "Label all imported messages as": [
        "Etiquetar todos los mensajes importados como"
      ],
      "${ providerFoldersNumLocalized } label found in Gmail": [
        "${ providerFoldersNumLocalized } etiqueta encontrada en Gmail",
        "${ providerFoldersNumLocalized } etiquetas encontradas en Gmail"
      ],
      "${ providerFoldersNumLocalized } folder found": [
        "${ providerFoldersNumLocalized } carpeta encontrada",
        "${ providerFoldersNumLocalized } carpetas encontradas"
      ],
      "${ selectedFoldersCountLocalized } label selected": [
        "${ selectedFoldersCountLocalized } etiqueta seleccionada",
        "${ selectedFoldersCountLocalized } etiquetas seleccionadas"
      ],
      "${ selectedFoldersCountLocalized } folder selected": [
        "${ selectedFoldersCountLocalized } carpeta seleccionada",
        "${ selectedFoldersCountLocalized } carpetas seleccionadas"
      ],
      "Your messages are being imported from": [
        "Sus mensajes están siendo importados desde"
      ],
      "Please select the folders you would like to import:": [
        "Seleccione las carpetas que desea importar:"
      ],
      "Create a label for the imported messages, a time range for this import, and the labels you would like to import.": [
        "Cree una etiqueta para los mensajes importados, un intervalo de tiempo para esta importación y las etiquetas que le gustaría importar."
      ],
      "Create a label for the imported messages, a time range for this import, and the folders you would like to import.": [
        "Cree una etiqueta para los mensajes importados, un intervalo de tiempo para esta importación y las carpetas que le gustaría importar."
      ],
      "All (${ totalFoldersCount } label)": [
        "Todo (${ totalFoldersCount } etiqueta)",
        "Todo (${ totalFoldersCount } etiquetas)"
      ],
      "All (${ totalFoldersCount } folder)": [
        "Todo (${ totalFoldersCount } carpeta)",
        "Todo (${ totalFoldersCount } carpetas)"
      ],
      "${ selectedFoldersCount } label selected": [
        "${ selectedFoldersCount } etiqueta seleccionada",
        "${ selectedFoldersCount } etiquetas seleccionadas"
      ],
      "${ selectedFoldersCount } folder selected": [
        "${ selectedFoldersCount } carpeta seleccionada",
        "${ selectedFoldersCount } carpetas seleccionadas"
      ],
      "Transfer your data safely to Proton. Import Assistant connects to your external email provider and imports your selected messages and folders.": [
        "Transfiera sus datos de forma segura a Proton. Import Assistant se conecta a su proveedor de correo externo e importa los mensajes y carpetas seleccionados."
      ],
      "No imports to display.": [
        "No hay importaciones que mostrar."
      ],
      "Proton will try to resume the import as soon as your email provider resets your account’s ${ bandwithLimitLink }. You don’t need to do anything. If you cancel your import, you won't be able to resume it and you will need to start over.": [
        "Proton intentará reanudar la importación tan pronto como su proveedor de correo restablezca el ${ bandwithLimitLink } de su cuenta. No necesita hacer nada. Si cancela la importación, no podrá reanudarla y tendrá que empezar de nuevo."
      ],
      "Check the status of current and previous imports.": [
        "Comprobar el estado de las importaciones actuales y anteriores."
      ],
      "Proton paused an import because your account is running low on space. You can:": [
        "Proton pausó una importación porque su cuenta se está quedando sin espacio. Puede:"
      ],
      "free up space by deleting older messages or other data": [
        "liberar espacio eliminando mensajes antiguos u otros datos"
      ],
      "purchase additional storage": [
        "comprar almacenamiento adicional"
      ],
      "Proton paused an import because it lost the connection with your other email provider. Please reconnect.": [
        "Proton pausó una importación porque perdió la conexión con su otro proveedor de correo electrónico. Vuelva a reconectarse."
      ],
      "Your import from ${ delayedImport.Email } is temporarily delayed.": [
        "Su importación desde ${ delayedImport.Email } está retrasada temporalmente."
      ],
      "For advanced security, the Import-Export app encrypts emails on your device before migrating them to Proton servers. You can also export messages for local backups.": [
        "Para seguridad avanzada, la aplicación Import-Export cifra los correos electrónicos en su dispositivo antes de migrarlos a los servidores de Proton. También puede exportar mensajes para copias de seguridad locales."
      ],
      "Available on macOS, Windows, and Linux.": [
        "Disponible en macOS, Windows y Linux."
      ],
      "Add a @pm.me email address to your account. This simple, shorter domain stands for \"ProtonMail me\" or \"Private Message me.\"": [
        "Añada una dirección de correo electrónico @pm.me a su cuenta. Este dominio simple y más corto significa \"ProtonMail\" o \"Mensaje Privado.\""
      ],
      "You can now receive messages from your @pm.me address. Upgrade to a paid plan to also send emails using your @pm.me address and create additional @pm.me addresses.": [
        "Ahora puede recibir mensajes en su dirección @pm.me. Actualice a un plan de pago para enviar también correos usando su dirección @pm.me y crear direcciones @pm.me adicionales."
      ],
      "We support importing CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps. We also support importing vCard 4.0. (UTF-8 encoding).": [
        "Soportamos la importación de archivos CSV desde Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora y otras aplicaciones. También soportamos la importación de la codificación vCard 4.0 (codificación UTF-8)."
      ],
      "The application needs to locally decrypt your contacts before they can be exported. At the end of the process, a VCF file will be generated and you will be able to download it.": [
        "La aplicación necesita descifrar localmente sus contactos antes de poder exportarlos. Al final del proceso se generará un archivo VCF y podrá descargarlo."
      ],
      "To secure your internet connection, download and install the ProtonVPN application for your device and connect to a ProtonVPN server.": [
        "Para asegurar su conexión a Internet, descargue e instale la aplicación ProtonVPN para su dispositivo y conéctese a un servidor ProtonVPN."
      ],
      "You can use the following credentials to connect to a ProtonVPN server using a third-party, open source VPN app, like Tunnelblick for macOS or OpenVPN for GNU/Linux.": [
        "Puede usar las siguientes credenciales para conectarse a un servidor ProtonVPN mediante una aplicación VPN de código abierto de terceros, como Tunnelblick para macOS u OpenVPN para GNU/Linux."
      ],
      "Learn how to log in to ProtonVPN with third-party VPN applications.": [
        "Aprenda cómo iniciar sesión en ProtonVPN con aplicaciones VPN de terceros."
      ],
      "We advise you to use official ProtonVPN applications when possible.": [
        "Le aconsejamos que use aplicaciones oficiales de ProtonVPN cuando sea posible."
      ],
      "You cannot use the OpenVPN / IKEv2 credentials to log in to ProtonVPN applications or the ProtonVPN dashboard. ${ learnMore }": [
        "No puede usar las credenciales OpenVPN / IKEv2 para iniciar sesión en las aplicaciones ProtonVPN o en el panel de control de ProtonVPN. ${ learnMore }"
      ],
      "Use the following credentials when connecting to ProtonVPN servers without application. Examples use cases include: Tunnelblick on macOS, OpenVPN on GNU/Linux.": [
        "Use las siguientes credenciales al conectarse a servidores ProtonVPN sin aplicación. Por ejemplo: Tunnelblick en macOS, OpenVPN en GNU/Linux."
      ],
      "Do not use the OpenVPN / IKEv2 credentials in ProtonVPN applications or on the ProtonVPN dashboard. ${ learnMore }": [
        "No use las credenciales OpenVPN / IKEv2 en aplicaciones ProtonVPN o en el panel de control de ProtonVPN. ${ learnMore }"
      ],
      "Server load": [
        "Carga del servidor"
      ],
      "Server is currently down": [
        "El servidor está actualmente caído"
      ],
      "P2P": [
        "P2P"
      ],
      "Tor": [
        "Tor"
      ],
      "Plus or Visionary subscription required": [
        "Se requiere suscripción Plus o Visionary"
      ],
      "Basic, Plus or Visionary subscription required": [
        "Se requiere suscripción Basic, Plus o Visionary"
      ],
      "${ number } server": [
        "${ number } servidor",
        "${ number } servidores"
      ],
      "${ number } city": [
        "${ number } ciudad",
        "${ number } ciudades"
      ],
      "These configuration files let you choose which ProtonVPN server you connect to when using a third-party VPN app or setting up a VPN connection on a router.": [
        "Estos archivos de configuración le permiten elegir a qué servidor de ProtonVPN se conecta cuando usa una aplicación VPN de terceros o al configurar una conexión VPN en un enrutador."
      ],
      "Install a Secure Core configuration file to benefit from an additional protection against VPN endpoint compromise.": [
        "Instale un archivo de configuración de Secure Core para obtener protección adicional contra el compromiso de punto final de VPN."
      ],
      "ProtonVPN Plus or Visionary required for Secure Core feature.": [
        "Se requiere de ProtonVPN Plus o Visionary para tener Secure Core."
      ],
      "Install a Country configuration file to connect to a random server in the country of your choice.": [
        "Instale un archivo de configuración de País para conectarse a un servidor aleatorio en el país de su elección."
      ],
      "ProtonVPN Basic, Plus or Visionary required for Country level connection.": [
        "Se requiere de ProtonVPN Basic, Plus o Visionary para tener conexión a nivel de país."
      ],
      "Install a Server configuration file to connect to a specific server in the country of your choice.": [
        "Instale un archivo de configuración de Servidor para conectarse a un servidor específico en el país de su elección."
      ],
      "Install a Free server configuration file to connect to a specific server in one of the three free locations.": [
        "Instale un archivo de configuración de servidor gratuito para conectarse a un servidor específico en una de las tres ubicaciones gratuitas."
      ],
      "Plan upgrade required": [
        "Se requiere actualizar el plan"
      ],
      "By leaving now, changes may not be saved": [
        "Al salir ahora, los cambios podrían no ser guardados"
      ],
      "Enter your own password (as organization admin) and this user's new password.": [
        "Ingrese su propia contraseña (como administrador de la organización) y la contraseña nueva de este usuario."
      ],
      "Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.": [
        "El modo de dos contraseñas usa contraseñas separadas para el inicio de sesión y el descifrado del buzón. Esto proporciona un beneficio de seguridad en algunas situaciones, sin embargo, recomendamos el modo de una contraseña para la mayoría de los usuarios. Para cambiar al modo de dos contraseñas, primero defina una contraseña de inicio de sesión y luego una contraseña del buzón."
      ],
      "ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.": [
        "ProtonMail puede también usarse con una única contraseña que reemplaza tanto a la contraseña de inicio de sesión como la del buzón. Para cambiar al modo de una contraseña, ingrese la única contraseña que desea utilizar y haga clic en guardar."
      ],
      "Proton can't help you recover any lost passwords": [
        "Proton no puede ayudarle a recuperar ninguna contraseña perdida"
      ],
      "Make sure you remember the password to log in and decrypt emails. ${ boldAlert }. We recommend adding a recovery email first.": [
        "Asegúrese de recordar la contraseña para iniciar sesión y descifrar correos electrónicos. ${ boldAlert }. Recomendamos añadir un correo electrónico de recuperación primero."
      ],
      "reading our two-factor authentication Guide first": [
        "leer primero nuestra Guía de autenticación de dos factores"
      ],
      "This wizard will enable Two-Factor Authentication (2FA) on your Proton account. Two-factor authentication will make your Proton account more secure so we recommend enabling it.": [
        "Este asistente le permitirá habilitar la autenticación de dos factores (2FA) en su cuenta de Proton. La autenticación de dos factores hará su cuenta más segura por lo que le recomendamos habilitarla."
      ],
      "If you have never used two-factor authentication before, we strongly recommend you ${ guideButton }.": [
        "Si nunca ha usado la autenticación de dos factores anteriormente, le recomendamos encarecidamente ${ guideButton }."
      ],
      "Enter key manually instead": [
        "Ingrese la clave manualmente"
      ],
      "Scan this code with your two-factor authentication device to set up your account. ${ switchButton }.": [
        "Escanee este código con su dispositivo de autenticación de dos factores para configurar su cuenta. ${ switchButton }."
      ],
      "Scan QR code instead": [
        "Escanear código QR en su lugar"
      ],
      "Manually enter this information into your two-factor authentication device to set up your account. ${ _switchButton }.": [
        "Ingrese manualmente esta información en el dispositivo de autenticación de dos factores para configurar su cuenta. ${ _switchButton }."
      ],
      "Two-factor authentication enabled": [
        "Autenticación de dos factores habilitada"
      ],
      "Important: Please make sure you save the recovery codes. Otherwise you can permanently lose access to your account if you lose your two-factor authentication device.": [
        "Importante: asegúrese de guardar los códigos de recuperación, de lo contrario, puede perder permanentemente el acceso a su cuenta si pierde su dispositivo de autenticación de dos factores."
      ],
      "If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit two-factor authentication code to log into your account. Each code can only be used once.": [
        "Si pierde su dispositivo habilitado para dos factores, estos códigos pueden usarse en lugar del código de autenticación de dos factores de 6 dígitos para iniciar sesión en su cuenta. Cada código solo se puede usar una vez."
      ],
      "Two-factor authentication disabled": [
        "Autenticación de dos factores deshabilitada"
      ],
      "Two-factor authentication adds an extra layer of security to your account in case your password is compromised.": [
        "La autenticación de dos factores añade una capa extra de seguridad a su cuenta en caso de que su contraseña se vea comprometida."
      ],
      "Two-password mode requires two passwords: one to log in to your account and one to decrypt your mailbox. (Advanced)": [
        "El modo de dos contraseñas requiere dos contraseñas: una para iniciar sesión y otra para descifrar el buzón. (Avanzado)"
      ],
      "Your subscription is managed by Mozilla. Please contact Mozilla support.": [
        "Su suscripción es gestionada por Mozilla. Contacte con el soporte de Mozilla."
      ],
      "Warning: deletion is permanent": [
        "Advertencia: la eliminación es permanente"
      ],
      "If you wish to delete this account in order to combine it with another one, do NOT delete it.": [
        "Si desea eliminar esta cuenta para combinarla con otra, NO la elimine."
      ],
      "Warning: This also removes access to all connected services and deletes all of your contacts": [
        "Aviso: Esto también elimina el acceso a todos los servicios conectados y elimina todos sus contactos"
      ],
      "Example: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }": [
        "Ejemplo: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }"
      ],
      "Please provide an email address in case we need to contact you.": [
        "Indique una dirección de correo en caso de que necesitemos contactarle."
      ],
      "Enter your login password to confirm your identity.": [
        "Ingrese su contraseña de inicio de sesión para confirmar su identidad."
      ],
      "Your ProtonVPN and ProtonMail accounts are linked. To delete them both, please log in at ${ loginLink } and delete your account there.": [
        "Sus cuentas ProtonVPN y ProtonMail están vinculadas. Para eliminarlas, inicie sesión en ${ loginLink } y elimine su cuenta allí."
      ],
      "This will permanently delete your account and all of its data. You will not be able to reactivate this account.": [
        "Esto eliminará permanentemente su cuenta y todos sus datos. No podrá reactivar esta cuenta."
      ],
      "Emailing preference saved": [
        "Preferencia de correo guardada"
      ],
      "To keep up with the latest development at Proton products, you can subscribe to our various emails and visit our blog from time to time.": [
        "Para estar al tanto del último desarrollo en los productos de Proton, puede suscribirse a nuestros diferentes boletines o visitar nuestro blog de vez en cuando."
      ],
      "No addresses exist": [
        "No existen direcciones"
      ],
      "Let your contacts know you care about their privacy.": [
        "Indique a sus contactos que se preocupa por su privacidad."
      ],
      "Queued": [
        "En espera"
      ],
      "Done": [
        "Hecho"
      ],
      "Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them.": [
        "Antes de que pueda enviar y recibir mensajes desde sus direcciones nuevas, necesita crear las claves de cifrado para ellas."
      ],
      "Please note that if you delete this address, you will no longer be able to send or receive emails using this address.": [
        "Tome en cuenta que si elimina esta dirección, ya no podrá enviar o recibir correos electrónicos usando esta dirección."
      ],
      "Are you sure you want to delete this address?": [
        "¿Está seguro que desea eliminar esta dirección?"
      ],
      "The email address you place at the top of the list is your default email address. Drag and drop to reorder your addresses.": [
        "La dirección de correo que ha colocado en la parte superior de la lista es su dirección de correo predeterminada. Arrastre y suelte para reordenar sus direcciones."
      ],
      "Expired": [
        "Expirado"
      ],
      "You have no saved payment methods.": [
        "No tiene ningún método de pago guardado."
      ],
      "Are you sure you want to delete this calendar?": [
        "¿Seguro que desea eliminar este calendario?"
      ],
      "${ calendarName } will be set as default calendar.": [
        "${ calendarName } se establecerá como calendario por defecto."
      ],
      "The calendar will be deleted and won’t be synchronised anymore with the link provided.": [
        "El calendario se eliminará y ya no se sincronizará con el enlace proporcionado."
      ],
      "You need to have an active calendar to import your events.": [
        "Necesita tener un calendario activo para importar sus eventos."
      ],
      "You can import ICS files from another calendar to ${ CALENDAR_APP_NAME }. This lets you quickly import one event or your entire agenda.": [
        "Puede importar archivos ICS de otro calendario a ${ CALENDAR_APP_NAME }. Esto le permite importar rápidamente un evento o toda su agenda."
      ],
      "If the system time zone does not match the current time zone preference, you will be asked to update it (at most once per day).": [
        "Si la zona horaria del sistema no coincide con la preferencia actual de zona horaria, se le pedirá que la actualice (como máximo una vez al día)."
      ],
      "Week and month views only apply to desktop.": [
        "Las vistas semanal y mensual solo funcionan en computadora."
      ],
      "Only you can see the labels.": [
        "Solo usted puede ver las etiquetas."
      ],
      "Limited view: others see if you're busy. Full view: shows all event details, including name, location, or participants.": [
        "Vista limitada: otros ven si está ocupado. Vista completa: muestra todos los detalles del evento, incluyendo nombre, ubicación o participantes."
      ],
      "You can create up to ${ MAX_LINKS_PER_CALENDAR } links per calendar. To create a new link to this calendar, delete one from the list below.": [
        "Puede crear hasta ${ MAX_LINKS_PER_CALENDAR } enlaces por calendario. Para crear un enlace nuevo a este calendario, elimine uno de la lista de abajo."
      ],
      "By sharing the full event details of this calendar, you accept to grant Proton access to this calendar's encrypted information.": [
        "Al compartir los detalles completos de este calendario, acepta conceder a Proton acceso a la información cifrada de este calendario."
      ],
      "Anyone with this link can see all the event details of this calendar such as title, location or participants.": [
        "Cualquier persona con este enlace puede ver todos los detalles de este calendario, como título, ubicación o participantes."
      ],
      "Anyone with this link can see whether you’re free or busy on your calendar. They can’t see event details, such as title, location, or participants.": [
        "Cualquier persona con este enlace puede ver si usted está libre u ocupado en su calendario. No pueden ver detalles de eventos, como título, ubicación o participantes."
      ],
      "Delete link?": [
        "¿Eliminar enlace?"
      ],
      "Anyone with this link won't be able to sync or get future updates for your calendar. If you want to give them access again, you will have to create a new link.": [
        "Cualquier persona con este enlace no podrá sincronizar ni obtener actualizaciones futuras para su calendario. Si desea darles acceso de nuevo, tendrá que crear un enlace nuevo."
      ],
      "Edit label": [
        "Editar etiqueta"
      ],
      "Add label": [
        "Añadir etiqueta"
      ],
      "Link copied to clipboard": [
        "Enlace copiado al portapapeles"
      ],
      "Link created": [
        "Enlace creado"
      ],
      "Link deleted": [
        "Enlace eliminado"
      ],
      "Create a link to your calendar and share it with anyone outside Proton. Only you can add or remove events.": [
        "Cree un enlace a su calendario y compártalo con cualquier persona fuera de Proton. Solo usted puede añadir o eliminar eventos."
      ],
      "You need to have a calendar to create a link.": [
        "Necesita tener un calendario para crear un enlace."
      ],
      "Amount below minimum (${ amount }).": [
        "Cantidad inferior al mínimo (${ amount })."
      ],
      "Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.": [
        "Las transacciones de Bitcoin pueden tomar un tiempo en confirmarse (hasta 24 horas). Una vez confirmada, añadiremos los créditos a su cuenta. Después de la confirmación de la transacción, puede pagar su factura con los créditos."
      ],
      "After making your Bitcoin payment, please follow the instructions below to upgrade.": [
        "Después de realizar el pago con Bitcoin, siga estas instrucciones para actualizar."
      ],
      "Please verify the payment in the new tab.": [
        "Verifique el pago en la pestaña nueva."
      ],
      "We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.": [
        "Le redirigiremos a PayPal en una pestaña nueva del navegador para completar esta transacción. Si usa cualquier bloqueador emergente, desactívelo para continuar."
      ],
      "You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please click on the button below.": [
        "Debe tener una tarjeta de crédito o una cuenta bancaria vinculada a su cuenta de PayPal. Si su cuenta de PayPal no lo tiene, haga clic en el botón de abajo."
      ],
      "This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.": [
        "Esto permitirá a PayPal ser usado para pagar su suscripción a Proton. Le redirigiremos a PayPal en una pestaña nueva del navegador. Si utiliza cualquier bloqueador emergente, desactívelo para continuar."
      ],
      "You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.": [
        "Debe tener una tarjeta de crédito o una cuenta bancaria vinculada con su cuenta de PayPal para añadirla como método de pago."
      ],
      "We use 3-D Secure to protect your payments.": [
        "Usamos seguridad 3-D para proteger sus pagos."
      ],
      "Since you're a loyal user, your account has additional features enabled.": [
        "Como es un usuario leal, su cuenta tiene habilitadas funciones adicionales."
      ],
      "By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.": [
        "Al degradar a un plan Free, perderá permanentemente estos beneficios, incluso si mejora de nuevo en el futuro."
      ],
      "+${ bonusSpace } bonus storage": [
        "+${ bonusSpace } almacenamiento adicional"
      ],
      "+${ organization.BonusVPN } connection for ProtonVPN (allows you to connect more devices to VPN)": [
        "+${ organization.BonusVPN } conexión para ProtonVPN (le permite conectar más dispositivos a la VPN)",
        "+${ organization.BonusVPN } conexiones para ProtonVPN (le permite conectar más dispositivos a la VPN)"
      ],
      "Your account is being upgraded, this may take up to 30 seconds.": [
        "Su cuenta se está mejorando, esto puede tomar hasta 30 segundos."
      ],
      "Thank you for supporting our mission.": [
        "Gracias por apoyar nuestra misión."
      ],
      "Your account will be updated once the payment is cleared.": [
        "Su cuenta se actualizará una vez que el pago se haya completado."
      ],
      "Account successfully updated": [
        "Cuenta actualizada con éxito"
      ],
      "Download your favorite app today and take privacy with you everywhere you go.": [
        "Descargue hoy su aplicación favorita y lleve la privacidad con usted dondequiera que vaya."
      ],
      "You must remove any additional calendar and any shared calendar links before you can cancel your subscription. ${ linkButton }": [
        "Debe eliminar cualquier calendario adicional y cualquier enlace al calendario compartido antes de poder cancelar su suscripción. ${ linkButton }"
      ],
      "No payment is required at this time.": [
        "No se requiere ningún pago en este momento."
      ],
      "Please note that upon clicking the Confirm button, your account will have ${ creditsRemaining } credits remaining.": [
        "Tome en cuenta que al hacer clic en el botón Confirmar, su cuenta tendrá ${ creditsRemaining } créditos restantes."
      ],
      "No subscription yet": [
        "No hay suscripción"
      ],
      "Not activated": [
        "No activado"
      ],
      "You already have a free account": [
        "Ya tiene una cuenta gratuita"
      ],
      "This will cancel your current paid subscription and you will lose any loyalty benefits you have accumulated. The remaining balance of your subscription will be returned as account credits.": [
        "Esto cancelará su suscripción de pago actual y perderá todos los beneficios de lealtad que haya acumulado. El saldo restante de su suscripción se devolverá como créditos de cuenta."
      ],
      "Billed as ${ billedPrice } per year": [
        "Facturado como ${ billedPrice } al año"
      ],
      "Billed as ${ billedPrice } every 2 years": [
        "Facturado como ${ billedPrice } cada 2 años"
      ],
      "Included": [
        "Incluido"
      ],
      "* Customizable features": [
        "* Funciones personalizables"
      ],
      "Access your streaming services, like ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, no matter where you are.": [
        "Acceda a sus servicios de streaming, como ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, no importa donde esté."
      ],
      "Access blocked content, like social media, news, Wikipedia, YouTube, and many others, no matter where you are.": [
        "Acceda a contenidos bloqueados, como redes sociales, noticias, Wikipedia, YouTube, y muchos otros, sin importar dónde esté."
      ],
      "For getting started with private and secure emailing.": [
        "Para comenzar con el correo electrónico privado y seguro."
      ],
      "A free and uncensored Internet should be available to all.": [
        "Una Internet libre y sin censura debería estar disponible para todos."
      ],
      "Starter VPN service with P2P support.": [
        "Servicio inicial de VPN con soporte P2P."
      ],
      "Full-featured VPN with speed up to 10 Gbps.": [
        "VPN completa con velocidad de hasta 10 Gbps."
      ],
      "For individuals that need a fully-featured mailbox with advanced protection.": [
        "Para quienes necesitan un buzón completo con protección avanzada."
      ],
      "For professionals that need secure business communications.": [
        "Para profesionales que necesitan comunicaciones empresariales seguras."
      ],
      "VPN + ${ mailAppName } bundle for families and small businesses.": [
        "Paquete VPN + ${ mailAppName } para familias y pequeñas empresas."
      ],
      "For families and small teams; includes both Mail and VPN.": [
        "Para familias y pequeños equipos; incluye correo y VPN."
      ],
      "Save 20%": [
        "Ahorre un 20%"
      ],
      "(Mail + VPN)": [
        "(Correo + VPN)"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } gratis"
      ],
      "${ vpnAppName } Free": [
        "${ vpnAppName } gratis"
      ],
      "Billed at the end of your current billing cycle (renews on ${ renewalDate })": [
        "Facturado al final de su ciclo de facturación actual (se renueva en ${ renewalDate })"
      ],
      "There are no billing details available for your current subscription.": [
        "No hay detalles de facturación disponibles para su suscripción actual."
      ],
      "Please verify payment at the new tab which was opened.": [
        "Verifique el pago en la pestaña nueva que se abrió."
      ],
      "Verification can take a few minutes.": [
        "La verificación puede tomar unos minutos."
      ],
      "Your payment details are protected with TLS encryption and Swiss privacy laws.": [
        "Sus detalles de pago están protegidos con el cifrado TLS y las leyes de privacidad siuzas."
      ],
      "Top up your account with credits that you can use to subscribe to a new plan or renew your current plan. You get one credit for every ${ i18nCurrency } spent.": [
        "Recargue su cuenta con créditos que puede utilizar para suscribirse a un plan nuevo o renovar el actual. Obtiene un crédito por cada ${ i18nCurrency } gastado."
      ],
      "When your subscription renews, we will apply any available credits before we charge the payment method above.": [
        "Cuando su suscripción se renueve, aplicaremos cualquier crédito disponible antes de cobrar al método de pago anterior."
      ],
      "If you have a gift code, enter it below to apply your discount.": [
        "Si tiene un código de regalo, ingréselo abajo para aplicar el descuento."
      ],
      "Save extra 20%": [
        "Ahorre 20% adicional"
      ],
      "${ save20 } on your subscription by switching to ${ annualBilling }": [
        "${ save20 } en su suscripción cambiando a ${ annualBilling }"
      ],
      "${ saveExtra20 } on both Mail and VPN by adding a Mail subscription.": [
        "${ saveExtra20 } en correo y VPN añadiendo una suscripción de correo."
      ],
      "${ saveExtra20 } on both VPN and Mail by adding a VPN subscription.": [
        "${ saveExtra20 } tanto en VPN como en correo añadiendo una suscripción VPN."
      ],
      "Storage GB": [
        "Almacenamiento GB"
      ],
      "Users": [
        "Usuarios"
      ],
      "Domains": [
        "Dominios"
      ],
      "Addresses": [
        "Direcciones"
      ],
      "Connections": [
        "Conexiones"
      ],
      "Allows you to host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Le permite alojar correos electrónicos para su(s) propio(s) dominio(s) en ${ mailAppName }, p. ej., usted@suempresa.com"
      ],
      "Add additional addresses to your account like user2@protonmail.com": [
        "Añada direcciones adicionales a su cuenta como usuario2@protonmail.com"
      ],
      "Number of VPN connections which can be assigned to users. Each connected device consumes one VPN connection.": [
        "Número de conexiones VPN que se pueden asignar a los usuarios. Cada dispositivo conectado consume una conexión VPN."
      ],
      "ProtonMail Plus is limited to one user and starts with 5 GB of storage.": [
        "ProtonMail Plus está limitado a un usuario y empieza con 5 GB de almacenamiento."
      ],
      "Switch to ${ professionalPlan } to add more users.": [
        "Cambiar a ${ professionalPlan } para añadir más usuarios."
      ],
      "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } includes ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN connection.": [
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } incluye ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } conexión VPN.",
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } incluye ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } conexiones VPN."
      ],
      "Each additional connection can be assigned to users in your organization.": [
        "Cada conexión adicional puede asignarse a los usuarios de su organización."
      ],
      "Switch to ${ professionalPlan } to add more connections.": [
        "Cambiar a ${ professionalPlan } para añadir más conexiones."
      ],
      "${ mailAppName } Professional starts with one user, and each user adds 5 GB and 5 email addresses to the organization’s pool.": [
        "${ mailAppName } Professional empieza con un usuario, y cada usuario añade 5 GB y 5 direcciones de correo al grupo de la organización."
      ],
      "Not customizable": [
        "No personalizable"
      ],
      "Once you click \"Downgrade\", it may take a few minutes to downgrade your account to a Free plan. ": [
        "Una vez que haga clic en \"Degradar\", puede tardar unos minutos en degradar su cuenta a un plan gratuito. "
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail and ProtonVPN paid features.": [
        "Si continúa con la degradación, perderá el acceso a las funciones de pago de ProtonMail y ProtonVPN."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail paid features, including additional storage and filters.": [
        "Si continúa con la degradación, perderá el acceso a las funciones de pago de ProtonMail, incluyendo almacenamiento adicional y filtros."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonVPN paid features.": [
        "Si continúa con la degradación, perderá el acceso a las funciones de pago de ProtonVPN."
      ],
      "You must disable or remove any additional ProtonMail users, addresses, and custom domains before you can downgrade.": [
        "Debe deshabilitar o eliminar cualquier usuario adicional de ProtonMail, direcciones y dominios personalizados antes de poder degradar."
      ],
      "Downgrading will terminate any connections to paid ProtonVPN servers.": [
        "La degradación terminará con cualquier conexión a los servidores de pago de ProtonVPN."
      ],
      "20% discount applied to your subscription with coupon ${ code }": [
        "20% de descuento aplicado a su suscripción con el cupón ${ code }"
      ],
      "Black Friday 2018 applied to your subscription": [
        "Black Friday 2018 se aplicó a su suscripción"
      ],
      "Black Friday 2019 applied to your subscription": [
        "Black Friday 2019 se aplicó a su suscripción"
      ],
      "Black Friday 2020 newcomer discount has been applied": [
        "Descuento aplicado para recién llegados del Black Friday 2020"
      ],
      "Discount applied to your subscription with coupon ${ code }": [
        "Descuento aplicado a su suscripción con el cupón ${ code }"
      ],
      "Your bank requires 3-D Secure verification for security purposes.": [
        "Su banco requiere una verificación de seguridad 3-D por razones de seguridad."
      ],
      "Verification will open a new tab, please disable any popup blockers. You will not be charged. Any amount used to verify the card will be refunded immediately.": [
        "La verificación abrirá una pestaña nueva, deshabilite cualquier bloqueador de ventanas emergentes. No se le cobrará este proceso. Cualquier monto usado para verificar la tarjeta le será reembolsado inmediatamente."
      ],
      "Verification will open a new tab, please disable any popup blockers.": [
        "La verificación abrirá una pestaña nueva, desactive los bloqueadores de ventanas emergentes."
      ],
      "You will soon be redirected to PayPal to verify your payment.": [
        "Pronto será redirigido a PayPal para verificar su pago."
      ],
      "You will be soon redirected to your bank to verify your payment.": [
        "Pronto será redirigido a su banco para verificar su pago."
      ],
      "Please verify the card in the new tab which was opened.": [
        "Verifique la tarjeta en la pestaña nueva que se abrió."
      ],
      "Payment can take a few minutes to fully verify.": [
        "El pago puede tomar unos minutos para verificarse completamente."
      ],
      "Please try again, use a different payment method, or contact PayPal for assistance.": [
        "Intente de nuevo, use un método de pago diferente o contacte con PayPal por asistencia."
      ],
      "Please try again, use a different payment method, or call your bank for assistance.": [
        "Intente de nuevo, utilice otro método de pago, o llame a su banco para obtener ayuda."
      ],
      "For Visa and MasterCard, the 3 digits on the back of your card. For American Express, the 4 digits on the front of your card.": [
        "Para Visa y MasterCard, los 3 dígitos en la parte posterior de la tarjeta."
      ],
      "Payments are protected with TLS encryption and Swiss privacy laws.": [
        "Los pagos están protegidos con cifrado TLS y las leyes de privacidad suizas."
      ],
      "30 days money-back guarantee.": [
        "Garantía de reembolso de 30 días."
      ],
      "uploading a backup key": [
        "subir una clave de respaldo"
      ],
      "To reactivate keys, you will be prompted to enter your previous login password from before your account was reset": [
        "Para reactivar las claves, deberá ingresar la contraseña de inicio de sesión antes de que la cuenta fuera restablecida"
      ],
      "You can also reactivate your keys by ${ uploadButton }": [
        "También puede reactivar sus claves al ${ uploadButton }"
      ],
      "entering your old password": [
        "ingresar su contraseña anterior"
      ],
      "If the backup key has been encrypted, you will be prompted to enter the password to decrypt it": [
        "Si la clave de respaldo ha sido cifrada, deberá ingresar la contraseña para descifrarla"
      ],
      "You can also reactivate your keys by ${ passwordButton }": [
        "También puede reactivar sus claves al ${ passwordButton }"
      ],
      "If a key remains inactive, it means that the decryption password provided does not apply to the key.": [
        "Si una clave permanece inactiva, significa que la contraseña de descifrado proporcionada no se aplica a la clave."
      ],
      "Give your public key to your friends, or publish it online, so that everyone can send you end-to-end encrypted email!": [
        "¡Dele su clave pública a sus amigos, o publíquela en línea, para que todo el mundo pueda enviarle un correo electrónico cifrado de extremo a extremo!"
      ],
      "IMPORTANT: Downloading your private keys and sending them over or storing them on insecure media can jeopardise the security of your account!": [
        "IMPORTANTE: ¡Al descargar sus claves privadas y enviarlas o almacenarlas en medios no seguros podría poner en riesgo su cuenta!"
      ],
      "Please enter a password to encrypt your private key with before exporting.": [
        "Ingrese una contraseña para cifrar su clave privada antes de exportarla."
      ],
      "This feature is intended for advanced users only. After deleting this key, you will NOT be able to decrypt any message that has been encrypted with it. It may lead to data loss.": [
        "Esta función está destinada únicamente a usuarios avanzados. Después de eliminar esta clave, NO podrá descifrar ningún mensaje que haya estado cifrado con ella. Puede provocar la pérdida de datos."
      ],
      "Key with fingerprint ${ fp } has been deleted.": [
        "Clave con huella digital ${ fp } ha sido eliminada."
      ],
      "You can generate a new encryption key if you think your previous key has been compromised.": [
        "Puede generar una clave de cifrado nueva si cree que la anterior ha sido comprometida."
      ],
      "A key with the same encryption algorithm is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?": [
        "Una clave con el mismo algoritmo de cifrado ya está activa para esta dirección.\nGenerar otra clave causará una carga lenta de la cuenta y el borrado de la misma puede causar problemas. Si está generando una clave nueva porque su clave anterior fue comprometida, marque la clave como comprometida. ¿Está seguro de continuar?"
      ],
      "Key with fingerprint ${ fp } successfully created.": [
        "Clave con huella digital ${ fp } creada exitosamente."
      ],
      "Download your PGP keys for use with other PGP-compatible services.": [
        "Descargue sus claves PGP para usarlas con otros servicios compatibles con PGP."
      ],
      "No contact encryption keys exist": [
        "No existen claves de cifrado de contactos"
      ],
      "here": [
        "aquí"
      ],
      "This account has been suspended due to a potential policy violation.": [
        "Esta cuenta ha sido suspendida por una posible violación de la política."
      ],
      "If you believe this is in error, please contact us ${ contactLink }.": [
        "Si cree que esto es un error, contáctenos ${ contactLink }."
      ],
      "Screenshot(s) attached": [
        "Captura(s) añadidas(s)"
      ],
      "Refreshing the page or ${ link } will automatically resolve most issues.": [
        "Refrescar la página o ${ link } resolverá automáticamente la mayoría de los problemas."
      ],
      "Your account has at least one overdue invoice. Your access has been restricted. ${ payInvoiceLink }": [
        "Su cuenta tiene al menos una factura vencida. Su acceso ha sido restringido. ${ payInvoiceLink }"
      ],
      "Your account has at least one overdue invoice. Your access will soon get restricted. ${ payInvoiceLink }": [
        "Su cuenta tiene al menos una factura atrasada. Su acceso pronto será restringido. ${ payInvoiceLink }"
      ],
      "Account access restricted due to unpaid invoices. Please contact your administrator.": [
        "Acceso restringido a la cuenta por falta de pago. Contacte con su administrador."
      ],
      "Free up some space or add more storage space.": [
        "Libere algo de espacio o añada más espacio de almacenamiento."
      ],
      "Free up some space or contact your administrator.": [
        "Libere algo de espacio o contacte con su administrador."
      ],
      "You reached 100% of your storage capacity. You cannot send or receive new emails. ${ freeUpMessage } ${ upgradeLink }": [
        "Alcanzó el 100% de su capacidad de almacenamiento. No puede enviar o recibir correos electrónicos nuevos. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You reached ${ spaceDisplayed }% of your storage capacity. ${ freeUpMessage } ${ upgradeLink }": [
        "Alcanzó el ${ spaceDisplayed }% de su capacidad de almacenamiento. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You are currently signed in as ${ user.Name } (${ user.Email }) and have restricted access.": [
        "Actualmente está conectado como ${ user.Name } (${ user.Email }) y tiene acceso restringido."
      ],
      "${ appName } needs your permission to ${ enableDesktopNotifications }.": [
        "${ appName } necesita permiso para ${ enableDesktopNotifications }."
      ],
      "You have enabled Beta Access. Click ${ refreshButton } to use the latest version of ${ appName }. The application will be reloaded.": [
        "Ha habilitado el acceso beta. Haga clic ${ refreshButton } para usar la última versión de ${ appName }. La aplicación se recargará."
      ],
      "You have disabled Beta Access. Click ${ refreshButton } to use the stable version of ${ appName }. The application will be reloaded.": [
        "Ha deshabilitado el acceso beta. Haga clic ${ refreshButton } para usar la última versión estable de ${ appName }. La aplicación se recargará."
      ],
      "Internet connection restored.": [
        "Conexión a internet restaurada."
      ],
      "Internet connection lost. Please check your device's connectivity.": [
        "No hay conexión a internet. Compruebe la conectividad de su dispositivo."
      ],
      "Loading ${ appName }": [
        "Cargando ${ appName }"
      ],
      "More Info": [
        "Más información"
      ],
      "Auto-reply is active each month between the selected start and end time.": [
        "La respuesta automática estará activa cada mes entre la fecha inicial y la fecha final seleccionadas."
      ],
      "Auto-reply is always active on the days of the week you select, between the selected hours.": [
        "La respuesta automática estará siempre activa los días de la semana que selecciones, entre las horas seleccionadas."
      ],
      "Auto-reply is active each week between the selected start and end time.": [
        "La respuesta automática estará activa cada semana entre la fecha inicial y la fecha final seleccionadas."
      ],
      "Auto-reply is active until you turn it off.": [
        "La respuesta automática está activa hasta que la desactive."
      ],
      "Auto-reply is active from the start time to the end time.": [
        "La respuesta automática estará activa desde la fecha inicial hasta la fecha final."
      ],
      "Use automatic replies to inform contacts you are out of the office or otherwise unable to respond.": [
        "Use respuestas automáticas para informar a los contactos que está fuera de la oficina o que de otro modo no puede responder."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to enable automatic replies for when you are out of the office.": [
        "Actualice a un plan ${ PLAN_NAMES[PLANS.VISIONARY] } o ${ PLAN_NAMES[PLANS.PROFESSIONAL] } para habilitar las respuestas automáticas cuando se encuentre fuera de la oficina."
      ],
      "Your Proton account is currently on hold. To continue using your account, please pay any overdue invoices.": [
        "Su cuenta de Proton está actualmente bloqueada. Para continuar usando su cuenta, por favor pague cualquier factura atrasada."
      ],
      "Would you like to receive a new verification code or use an alternative verification method?": [
        "¿Desea recibir un código de verificación nuevo o usar un método de verificación alternativo?"
      ],
      "Enter the verification code that was sent to ${ destinationText }.": [
        "Ingrese el código de verificación que fue enviado a ${ destinationText }."
      ],
      "If you don't find the email in your inbox, please check your spam folder.": [
        "Si no encuentra el correo electrónico en su buzón, revise en la carpeta de spam."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this email address is incorrect, click \"Edit\" to correct it.": [
        "Haga clic en \"Solicitar código nuevo\" para que se envíe un código de verificación nuevo a ${ strong }. Si esta dirección es incorrecta, haga clic en \"Editar\" para corregirla."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this phone number is incorrect, click \"Edit\" to correct it.": [
        "Haga clic en \"Solicitar código nuevo\" para que se envíe un código de verificación nuevo a ${ strong }. Si este número telefónico es incorrecto, haga clic en \"Editar\" para corregirlo."
      ],
      "To fight spam and abuse, please verify you are human.": [
        "Para luchar contra el spam y el abuso, verifique que es humano."
      ],
      "Your email will only be used for this one-time verification.": [
        "Su correo electrónico sólo se usará para esta verificación única."
      ],
      "Your phone number will only be used for this one-time verification.": [
        "Su número de teléfono sólo se usará para esta verificación única."
      ],
      "If you are having trouble creating your account, please request an invitation and we will respond within one business day.": [
        "Si tiene problemas para crear su cuenta, solicite una invitación y responderemos dentro de un día hábil."
      ],
      "Address verification is an advanced security feature. Only turn this on if you know what it does.": [
        "La verificación de dirección es una función de seguridad avanzada. Habilítela solo si sabe lo que hace."
      ],
      "Encryption setting updated": [
        "Ajustes de cifrado actualizados"
      ],
      "PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.": [
        "Los clientes PGP detectan automáticamente sus claves PGP si los mensajes salientes van firmados."
      ],
      "Only change these settings if you are using PGP with non-ProtonMail recipients.": [
        "Solo cambie estos ajustes si está utilizando PGP con remitentes fuera de ProtonMail."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name and a valid Sieve script.": [
        "Los filtros funcionan en todos los correos, incluyendo los entrantes y enviados. Cada filtro debe contener al menos un nombre y un script Sieve válido."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name, a condition and an action.": [
        "Los filtros funcionan en todos los correos, incluyendo los entrantes y enviados. Cada filtro debe contener al menos un nombre, una condición y una acción."
      ],
      "No label selected": [
        "Ninguna etiqueta seleccionada"
      ],
      "No folder selected": [
        "Ninguna carpeta seleccionada"
      ],
      "No action selected": [
        "Ninguna acción seleccionada"
      ],
      "(Filter if ALL of the following conditions are met)": [
        "(Filtra si se cumplen TODAS las siguientes condiciones)"
      ],
      "(Filter if ANY of the following conditions are met)": [
        "(Filtra si se cumple ALGUNA de las siguientes condiciones)"
      ],
      "All your changes will be lost.": [
        "Todos sus cambios se perderán."
      ],
      "Are you sure you want to discard your changes?": [
        "¿Está seguro que desea descartar los cambios?"
      ],
      "Custom filters work on all new emails, including incoming emails as well as sent emails. Filters can be edited and created directly via Sieve programming language.": [
        "Los filtros personalizados funcionan en todos los correos nuevos, incluyendo los entrantes y enviados. Los filtros se pueden editar y crear directamente a través del lenguaje de programación Sieve."
      ],
      "Please note that if you delete this filter, we will stop processing all the automated actions it triggers.": [
        "Tome en cuenta que si elimina este filtro, dejaremos de procesar todas las acciones automatizadas que lo activa."
      ],
      "Are you sure you want to delete this filter?": [
        "¿Está seguro que desea eliminar este filtro?"
      ],
      "Your Allow List is empty.": [
        "Su Lista Deseada está vacía."
      ],
      "Your Block List is empty.": [
        "Su Lista no Deseada está vacía."
      ],
      "Inherited from parent folder": [
        "Heredada de la carpeta padre"
      ],
      "You can turn on notifications to get alerts when new email messages arrive in this folder.": [
        "Puede activar las notificaciones para recibir alertas cuando lleguen mensajes nuevos a esta carpeta."
      ],
      "Name your new folder and select the parent folder you want to put it in. If you do not select a parent folder, this new folder will be created as a top level folder.": [
        "Nombre su carpeta nueva y seleccione la carpeta padre en la que desea colocarla. Si no selecciona una carpeta padre, esta carpeta nueva se creará como una carpeta de nivel superior."
      ],
      "Emails tagged with this label will not be deleted and can still be found in the respective folder.": [
        "Los correos etiquetados con esta etiqueta no serán eliminados y podrán encontrarse en la carpeta respectiva."
      ],
      "Are you sure you want to delete this label?": [
        "¿Está seguro que desea eliminar esta etiqueta?"
      ],
      "Emails stored in this folder will not be deleted and can still be found in the All Mail folder.": [
        "Los correos guardados en esta carpeta no serán eliminados y podrán encontrarse en la carpeta Todos."
      ],
      "Are you sure you want to delete this folder?": [
        "¿Está seguro que desea eliminar esta carpeta?"
      ],
      "Not set": [
        "No definido"
      ],
      "We recommend adding a linked email or phone number so you can recover your account if you lose your password.": [
        "Recomendamos añadir un correo electrónico o número de teléfono enlazado para que pueda recuperar su cuenta si pierde su contraseña."
      ],
      "We recommend adding a linked email so you can recover your account if you lose your password.": [
        "Recomendamos añadir un correo electrónico vinculado para que pueda recuperar su cuenta si pierde su contraseña."
      ],
      "Disabling this will prevent this email from being used for account recovery": [
        "Deshabilitar esto evitará que este correo electrónico se use para recuperar la cuenta"
      ],
      "When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.": [
        "Cuando las notificaciones están habilitadas, enviaremos una alerta a su dirección de recuperación/notificación cuando tenga mensajes nuevos en su cuenta de ProtonMail."
      ],
      "Disabling this will prevent this phone number from being used for account recovery": [
        "Deshabilitar esto evitará que este número de teléfono sea usado para la recuperación de la cuenta"
      ],
      "Do you want to revoke all other sessions than the current one?": [
        "¿Desea revocar todas las demás sesiones y mantener la actual?"
      ],
      "Unless you sign out of your account or change your password, your session will remain active. Sessions expire after 60 days of inactivity.": [
        "A menos que cierre la sesión o cambie su contraseña, su sesión permanecerá activa. Las sesiones expiran después de 60 días de inactividad."
      ],
      "You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.": [
        "Puede habilitar el registro de autenticación para ver cuándo se accede a su cuenta y desde qué IP. Registraremos la dirección IP que accede a la cuenta y la hora, así como los intentos fallidos."
      ],
      "No logs yet.": [
        "Sin registros."
      ],
      "Failed to fetch logs.": [
        "Error el obtener los registros."
      ],
      "Are you sure you want to permanently delete all your logs?": [
        "¿Está seguro que desea eliminar permanentemente todos sus registros?"
      ],
      "Logs include authentication attempts for all Proton services that use your Proton credentials.": [
        "Los registros incluyen intentos de autenticación de todos los servicios que usan sus credenciales de ProtonMail."
      ],
      "When disabled, this prevents all files from loading on your device without your knowledge.\t": [
        "Cuando está deshabilitado, esto evita que todos los archivos se carguen en su dispositivo sin su conocimiento.\t"
      ],
      "When disabled, this prevents image files from loading on your device without your knowledge.": [
        "Cuando está deshabilitado, esto evita que todos los archivos de imagen se carguen en su dispositivo sin su conocimiento.\t"
      ],
      "You can customize and download your invoices for accounting purposes.": [
        "Puede personalizar y descargar sus facturas con fines contables."
      ],
      "Basic navigation and actions remain available regardless of keyboard shortcuts being active or not in the settings.": [
        "La navegación básica y las acciones siguen estando disponibles independientemente de que los atajos de teclado estén habilitados o no en los ajustes."
      ],
      "Unsupported file": [
        "Archivo no soportado"
      ],
      "No preview available": [
        "Vista previa no disponible"
      ],
      "Preview": [
        "Vista previa"
      ],
      "Loading preview": [
        "Cargando vista previa"
      ],
      "This browser does not support previewing PDF documents. Please download the file.": [
        "Este navegador no admite la previsualización de documentos PDF. Descargue el archivo."
      ],
      "of": [
        "de"
      ],
      "You can use ProtonMail with any desktop email client that supports IMAP/SMTP, including Outlook, Apple Mail, and Thunderbird.": [
        "Puede usar ProtonMail con cualquier cliente de escritorio que soporte IMAP/SMTP, incluyendo Outlook, Apple Mail y Thunderbird."
      ],
      "Upgrade to a paid plan to unlock IMAP/SMTP support through ProtonMail Bridge.": [
        "Actualice a un plan de pago para desbloquear el soporte IMAP/SMTP mediante ProtonMail Bridge."
      ],
      "This will create an encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.": [
        "Esto creará una clave de cifrado para su organización. Las claves de 4096 bits sólo funcionan en equipos de alto rendimiento, para la mayoría de los usuarios, se recomienda utilizar claves de 2048 bits."
      ],
      "Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.": [
        "La contraseña de la organización se puede compartir con otros usuarios a los que desee otorgar privilegios administrativos. También es un código de recuperación de emergencia para tener acceso a su organización en caso de que pierda el acceso a su cuenta. Por favor, guarde esta contraseña y manténgala a salvo."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.": [
        "NO olvide esta contraseña. Si la olvida, no podrá iniciar sesión ni descifrar sus mensajes."
      ],
      "Save your password somewhere safe. Click on icon to confirm you that have typed your password correctly.": [
        "Guarde su contraseña en algún lugar seguro. Haga clic en el ícono para confirmar que ha escrito su contraseña correctamente."
      ],
      "Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.": [
        "Actualmente todo el almacenamiento disponible se asigna a la cuenta de administrador. Reduzca la asignación de la cuenta de administrador para liberar espacio para usuarios adicionales. Puede aumentar el almacenamiento total en cualquier momento al actualizar su cuenta."
      ],
      "Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.": [
        "Actualmente todas las conexiones VPN disponibles están asignadas a la cuenta del administrador. Seleccione el número de conexiones que quiere reservar para usuarios adicionales."
      ],
      "ProtonMail lets you create email addresses for other people. This is perfect for businesses, families, or groups.": [
        "ProtonMail le permite crear direcciones para otras personas. Esto es perfecto para negocios, familias o grupos."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to get started.": [
        "Actualice a un plan ${PLAN_NAMES[PLANS.VISIONARY] } o ${ PLAN_NAMES[PLANS.PROFESSIONAL] } para empezar."
      ],
      "Create email addresses for other people, manage ProtonMail for a business, school, or group. Get started by adding your organization name and custom domain (e.g. @yourcompany.com). ": [
        "Cree direcciones de correo para otras personas, administre ProtonMail para un negocio, escuela o grupo. Comience añadiendo el nombre de su organización y el dominio personalizado (por ejemplo, @suempresa.com). "
      ],
      "Create and manage sub-accounts and assign them email addresses on your custom domain.": [
        "Cree y administre subcuentas y asígneles direcciones de correo en su dominio personalizado."
      ],
      "The name will be visible to your users while they are logged in.": [
        "El nombre será visible para sus usuarios mientras estén conectados."
      ],
      "Other administrators exist in your organization, you are responsible for communicating the new password to them.": [
        "Existen otros administradores en su organización, es responsable de comunicarles la contraseña nueva."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to manage your organization.": [
        "NO olvide esta contraseña. Si la olvida, no podrá administrar su organización."
      ],
      "Save your password somewhere safe.": [
        "Guarde su contraseña en un lugar seguro."
      ],
      "Multi-user support not enabled.": [
        "Soporte multi usuario no habilitado."
      ],
      "Your organization's emails are protected with end-to-end encryption using the organization key. This fingerprint can be used to verify that all administrators in your account have the same key.": [
        "Los correos electrónicos de su organización están protegidos con cifrado de extremo a extremo usando la clave de la organización. Esta huella digital puede ser usada para verificar que todos los administradores en su cuenta tienen la misma clave."
      ],
      "You must activate your organization private key with the backup organization key password provided to you by your organization administrator.": [
        "Debe activar la clave privada de su organización con la copia de seguridad suministrada por el administrador de la organización."
      ],
      "Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Sin activación, no podrá crear usuarios nuevos, añadir direcciones a usuarios existentes o acceder a cuentas de usuario no privadas."
      ],
      "Organization keys activated": [
        "Claves de la organización activadas"
      ],
      "Enter the Organization Password to restore administrator privileges. ${ learnMore }": [
        "Ingrese la contraseña de la organización para restablecer los privilegios de administrador. ${ learnMore }"
      ],
      "If another administrator changed this password, you will need to ask them for the new Organization Password.": [
        "Si otro administrador cambió esta contraseña, necesita pedir la contraseña nueva de la organización."
      ],
      "Organization keys restored": [
        "Claves de la organización restauradas"
      ],
      "This user is currently responsible for payments for your organization. By demoting this member, you will become responsible for payments for your organization.": [
        "Este usuario es actualmente responsable de los pagos de su organización. Al darlo de baja, usted será el responsable de los pagos de su organización."
      ],
      "Are you sure you want to remove administrative privileges from this user?": [
        "¿Seguro que desea eliminar los privilegios administrativos de este usuario?"
      ],
      "This will permanently delete the data and all email addresses associated with this user.": [
        "Esto eliminará permanentemente los datos y todas las direcciones asociadas a este usuario."
      ],
      "To confirm, please enter the name of the user you wish to delete.": [
        "Para confirmar, ingrese el nombre del usuario que desea eliminar."
      ],
      "address": [
        "dirección",
        "direcciones"
      ],
      "more": [
        "más"
      ],
      "SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "SPF es usado para especificar quién está autorizado para enviar correos para el dominio, así que le recomendamos incluir a ProtonMail en su registro de SPF. Añada el siguiente registro TXT en su registro DNS. Esto se puede hacer normalmente en el panel de control de su registrador de nombres de dominio."
      ],
      "If you want to keep an existing SPF record, you can just add ${ spf } to it after the ${ spfValue }. Do not create multiple SPF records.": [
        "Si desea mantener un registro SPF existente, solo añada ${ spf } a él después de ${ spfValue }. No cree múltiples registros SPF."
      ],
      "ProtonMail supports DKIM signing for custom domains. To use DKIM authentication, please add the following CNAME record into your DNS settings for this domain. This can typically be done in the control panel of your domain name registrar.": [
        "ProtonMail soporta DKIM para dominios personalizados. Para usar la autenticación DKIM, añada el siguiente registro CNAME en los ajustes DNS para este dominio. Esto puede hacerse generalmente en el panel de control de su registrador de nombres de dominio."
      ],
      "IMPORTANT: Some registrars do not accept CNAME values with a period at the end (while others require it). If your registrar does not accept your CNAME records, please delete the period at the end of each CNAME value and try again.": [
        "IMPORTANTE: Algunos registradores no aceptan valores CNAME con un punto al final (mientras que otros lo requieren). Si su registrador no acepta sus registros CNAME, elimine el punto al final de cada valor CNAME e inténtelo de nuevo."
      ],
      "Keep those records in your DNS for as long as you want to use DKIM.": [
        "Mantenga estos registros en su DNS durante el tiempo que desee usar DKIM."
      ],
      "Before you can receive emails for your custom domain addresses at ProtonMail, you need to add the following MX records to your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "Antes de poder recibir correos para sus direcciones de dominio personalizadas en ProtonMail, debe añadir los siguientes registros MX a su DNS. Esto se puede hacer normalmente en el panel de control de su registrador de nombres de dominio."
      ],
      "Delete any other MX records or make sure ProtonMail's Priority is the lowest number.": [
        "Elimine todos los registros de MX o asegúrese de que la prioridad de ProtonMail es el número más bajo."
      ],
      "If this domain is currently receiving emails, select the ${ boldAddresses } tab and add all active email addresses before changing the MX record to ensure a smooth transition.": [
        "Si este dominio está recibiendo correos electrónicos, seleccione la pestaña ${ boldAddresses } y añada todas las direcciones activas antes de cambiar el registro MX para asegurar una transición suave."
      ],
      "If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly.": [
        "Si ha configurado tanto SPF como DKIM, DMARC le permite especificar cómo otros servicios de correo electrónico deben entregar el correo electrónico para su dominio si fallaron las comprobaciones de SPF y DKIM. Esto puede hacer que sea más difícil para los spammers que fingen ser usted, pero también puede causar problemas de entrega si no se hace correctamente."
      ],
      "${ none } has no effect on email delivery, but we recommend ${ quarantine } for better security.": [
        "${ none } no tiene ningún efecto en la entrega de correo electrónico, pero recomendamos ${ quarantine } para mayor seguridad."
      ],
      "${ n } address": [
        "${ n } dirección",
        "${ n } direcciones"
      ],
      "Please note that if you delete this domain, all the addresses associated with it will be disabled.": [
        "Tome en cuenta que si elimina este dominio, todas las direcciones asociadas serán desactivadas."
      ],
      "Are you sure you want to delete this domain?": [
        "¿Seguro que desea eliminar este dominio?"
      ],
      "domain used": [
        "dominio usado",
        "dominios usados"
      ],
      "If you have a custom domain with ProtonMail, you can set a catch-all email address that will receive messages sent to your domain but to an invalid email address (e.g., typos).": [
        "Si tiene un dominio personalizado con ProtonMail, puede establecer una dirección de correo catch-all que recibirá mensajes enviados a otras direcciones inexistentes en su dominio (p. ej., errores ortográficos)."
      ],
      "Done! We sent a code to ${ destination }": [
        "¡Listo! Le enviamos un código a ${ destination }"
      ],
      "This can take a few seconds or a few minutes depending on your device.": [
        "Esto puede tardar unos segundos o minutos dependiendo de su dispositivo."
      ],
      "Session timed out.": [
        "Sesión agotada."
      ],
      "Internet connection lost.": [
        "Sin conexión a Internet."
      ],
      "Servers are unreachable.": [
        "Los servidores no están disponibles."
      ],
      "Custom daily": [
        "Personalización diaria"
      ],
      "Custom weekly": [
        "Personalización semanal"
      ],
      "Custom monthly": [
        "Personalización mensual"
      ],
      "Custom yearly": [
        "Personalización anual"
      ],
      "Custom": [
        "Personalizar"
      ],
      "Daily": [
        "Diario"
      ],
      "Monthly ${ onDayString }": [
        "Mensual los ${ onDayString }"
      ],
      "Yearly": [
        "Anual"
      ],
      "Users can't make changes to organization settings. If you need admin privileges, reach out to your system administrator.": [
        "Los usuarios no pueden hacer cambios en los ajustes de la organización. Si necesita privilegios de administrador, póngase en contacto con el administrador del sistema."
      ],
      "Upgrade to a paid plan to access premium features and increase your storage space.": [
        "Mejore a un plan de pago para acceder a funciones premium y aumentar su espacio de almacenamiento."
      ],
      "One account for all Proton services": [
        "Una cuenta para todos los servicios de Proton"
      ],
      "Based in Switzerland, available globally": [
        "Con sede en Suiza, disponible globalmente"
      ],
      "Version ${ appVersion }": [
        "Versión ${ appVersion }"
      ],
      "to continue to ${ toAppName }": [
        "para continuar a ${ toAppName }"
      ],
      "Enter your recovery email address and we will send you your username or email address.": [
        "Ingrese su dirección de correo electrónico de recuperación y le enviaremos su nombre de usuario o dirección de correo."
      ],
      "Enter your recovery phone number and we will send you your username or email address.": [
        "Ingrese su número de teléfono de recuperación y le enviaremos su nombre de usuario o dirección de correo."
      ],
      "Users can't make changes to organization settings. If you need admin priviledges, reach out to your system administrator.": [
        "Los usuarios no pueden hacer cambios en los ajustes de la organización. Si necesita privilegios de administrador, póngase en contacto con el administrador del sistema."
      ],
      "${ strongAddressAvailable } You will use this email address to sign into all ${ BRAND_NAME } services.": [
        "${ strongAddressAvailable } Usará esta dirección de correo para iniciar sesión en los servicios de ${ BRAND_NAME }."
      ],
      "Your recovery email address:": [
        "Su dirección de correo electrónico de recuperación:"
      ],
      "Your ${ BRAND_NAME } Account is associated with ${ externalEmailAddress }. To use ${ toAppName }, please create an address.": [
        "Su cuenta de ${ BRAND_NAME } está asociada con ${ externalEmailAddress }. Para usar ${ toAppName }, cree una dirección."
      ],
      "Not your computer? Use a Private Browsing window to sign in. ${ learnMore }": [
        "¿No es su computadora? Use una ventana de navegación privada para iniciar sesión. ${ learnMore }"
      ],
      "New to ${ BRAND_NAME }? ${ signupLink }": [
        "¿Nuevo en ${ BRAND_NAME }? ${ signupLink }"
      ],
      "This will replace your temporary password. You will use it to access your ${ BRAND_NAME } Account in the future.": [
        "Esto reemplazará su contraseña temporal. La usará para acceder a su cuenta de ${ BRAND_NAME } en el futuro."
      ],
      "Google records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "Google registra su actividad en línea y lee sus datos personales con el fin de facilitar el acceso a los anunciantes y terceros. Para una mejor privacidad, cree una dirección de correo electrónico segura."
      ],
      "Yahoo reads your personal data in order to provide access for advertisers, US intelligence agencies and other third parties. For better privacy, create a secure email address.": [
        "Yahoo lee sus datos personales con el fin de facilitar el acceso a anunciantes, agencias de inteligencia de Estados Unidos y terceros. Para una mejor privacidad, cree una dirección de correo electrónico segura."
      ],
      "AOL reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "AOL lee sus datos personales con el fin de facilitar el acceso a los anunciantes y terceros. Para una mejor privacidad, cree una dirección de correo electrónico segura."
      ],
      "Yandex records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "Yandex registra su actividad en línea y lee sus datos personales con el fin de facilitar el acceso a los anunciantes y terceros. Para una mejor privacidad, cree una dirección de correo electrónico segura."
      ],
      "Mail.ru reads your personal data in order to provide access for advertisers, Russian government agencies and other third parties. For better privacy, create a secure email address.": [
        "Mail.ru lee sus datos personales con el fin de facilitar el acceso a anunciantes, agencias gubernamentales rusas y terceros. Para una mejor privacidad, cree una dirección de correo electrónico segura."
      ],
      "Already have an account? ${ loginLink }": [
        "¿Ya tiene una cuenta? ${ loginLink }"
      ],
      "You did not set a recovery method so account recovery is impossible if you forget your password. Proceed without recovery method?": [
        "No definió un método de recuperación por lo que la recuperación de cuentas es imposible si olvida su contraseña. ¿Proceder sin método de recuperación?"
      ],
      "We will send you a recovery link to this email address if you forget your password or get locked out of your account.": [
        "Le enviaremos un enlace de recuperación a esta dirección si olvida su contraseña o pierde acceso a su cuenta."
      ],
      "We will send a code to this phone number if you forget your password or get locked out of your account.": [
        "Le enviaremos un código a este número telefónico si olvida su contraseña o pierde acceso a su cuenta."
      ],
      "Creating your Proton account": [
        "Creando su cuenta de Proton"
      ],
      "Please wait...": [
        "Por favor, espere..."
      ],
      "For security reasons, please verify that you are not a robot.": [
        "Por razones de seguridad, verifique que no es un robot."
      ],
      "Unfortunately there is no recovery method saved for this account.": [
        "Lamentablemente no hay ningún método de recuperación guardado para esta cuenta."
      ],
      "Enter the recovery ${ recoveryMethodText } associated with your ${ BRAND_NAME } Account. We will send you a code to confirm the password reset.": [
        "Ingrese el ${ recoveryMethodText } de recuperación asociado a su cuenta de ${ BRAND_NAME }. Le enviaremos un código para confirmar el restablecimiento de la contraseña."
      ],
      "lose access to all current encrypted data": [
        "Perderá acceso a todos los datos cifrados actuales"
      ],
      "You will ${ loseAllData } in your ${ BRAND_NAME } Account. To restore it, you will need to enter your old password.": [
        "${ loseAllData } en su cuenta de ${ BRAND_NAME }. Para restaurarla, tendrá que ingresar su contraseña anterior."
      ],
      "This will also disable any two-factor authentication method associated with this account.": [
        "Esto también deshabilitará cualquier método de autenticación de dos factores asociado con esta cuenta."
      ],
      "Continue anyway?": [
        "¿Continuar de todos modos?"
      ],
      "Enter the code that was sent to ${ email }. If you can't find the message in your inbox, please check your spam folder.": [
        "Ingrese el código que fue enviado a ${ email }. Si no encuentra el mensaje en su bandeja de entrada, revise su carpeta de correo no deseado."
      ],
      "Enter the code sent to your phone number ${ phone }.": [
        "Ingrese el código enviado a su número de teléfono ${ phone }."
      ],
      "Enter the email address associated with your Proton Account or your account username.": [
        "Ingrese la dirección de correo electrónico asociada a su cuenta Proton o su nombre de usuario."
      ]
    },
    "Label": {
      "Reveal password": [
        "Mostrar contraseña"
      ],
      "Hide password": [
        "Ocultar contraseña"
      ],
      "Copy": [
        "Copiar"
      ],
      "Do not ask again": [
        "No volver a preguntar"
      ],
      "From: ${ fromEmailAddress }": [
        "De: ${ fromEmailAddress }"
      ],
      "To: ${ toEmailAddress }": [
        "Para: ${ toEmailAddress }"
      ],
      "Import all messages": [
        "Importar todos los mensajes"
      ],
      "Last 12 months only": [
        "Solo los últimos 12 meses"
      ],
      "Last 3 months only": [
        "Solo los últimos 3 meses"
      ],
      "Last month only": [
        "Solo el último mes"
      ],
      "Email": [
        "Correo"
      ],
      "App password": [
        "Contraseña de la aplicación"
      ],
      "Password": [
        "Contraseña"
      ],
      "Mail Server (IMAP)": [
        "Servidor de correo (IMAP)"
      ],
      "Port": [
        "Puerto"
      ],
      "Import interval": [
        "Intervalo de importación"
      ],
      "From: ${ modalModel.email }": [
        "De: ${ modalModel.email }"
      ],
      "To: ${ emailAddress }": [
        "Para: ${ emailAddress }"
      ],
      "Label messages as": [
        "Etiquetar mensajes como"
      ],
      "Import to email address": [
        "Importar a la dirección de correo"
      ],
      "Manage labels": [
        "Gestionar etiquetas"
      ],
      "Manage folders": [
        "Gestionar carpetes"
      ],
      "Date format": [
        "Formato de fecha"
      ],
      "Default language": [
        "Idioma por defecto"
      ],
      "Time format": [
        "Formato de hora"
      ],
      "Week start": [
        "Inicio de semana"
      ],
      "Automatically save contacts": [
        "Guardar contactos automáticamente"
      ],
      "OpenVPN / IKEv2 username": [
        "Usuario de OpenVPN / IKEv2"
      ],
      "OpenVPN / IKEv2 password": [
        "Contraseña OpenVPN / IKEv2"
      ],
      "Inbox": [
        "Buzón"
      ],
      "Composer": [
        "Compositor"
      ],
      "Density": [
        "Densidad"
      ],
      "Use sticky labels": [
        "Usar etiquetas fijas"
      ],
      "Conversation grouping": [
        "Agrupar conversaciones"
      ],
      "Composer mode": [
        "Modo del compositor"
      ],
      "Composer text direction": [
        "Dirección del texto del compositor"
      ],
      "Read/unread toolbar order": [
        "Barra para ordenar leído/no leído"
      ],
      "Your password (admin)": [
        "Su contraseña (admin)"
      ],
      "User's new password": [
        "Contraseña nueva del usuario"
      ],
      "Confirm new password": [
        "Confirmar contraseña nueva"
      ],
      "Old password": [
        "Contraseña anterior"
      ],
      "New password": [
        "Contraseña nueva"
      ],
      "Confirm password": [
        "Confirmar contraseña"
      ],
      "Old login password": [
        "Contraseña anterior de inicio de sesión"
      ],
      "New login password": [
        "Contraseña nueva de inicio de sesión"
      ],
      "Confirm login password": [
        "Confirmar contraseña de inicio de sesión"
      ],
      "New mailbox password": [
        "Contraseña nueva del buzón"
      ],
      "Confirm mailbox password": [
        "Confirmar contraseña del buzón"
      ],
      "Two-factor authentication code": [
        "Código de autenticación de dos factores"
      ],
      "Key": [
        "Clave"
      ],
      "Interval": [
        "Intervalo"
      ],
      "Digits": [
        "Dígitos"
      ],
      "Two-factor authentication": [
        "Autenticación de dos factores"
      ],
      "Two-password mode": [
        "Modo de dos contraseñas"
      ],
      "Mailbox password": [
        "Contraseña del buzón"
      ],
      "What is the main reason you are deleting your account?": [
        "¿Cuál es el motivo principal por el que elimina su cuenta?"
      ],
      "We are sorry to see you go. Please explain why you are leaving to help us to improve.": [
        "Lamentamos que se vaya. Por favor, indíquenos por qué se va para ayudarnos a mejorar."
      ],
      "Email address": [
        "Dirección de correo"
      ],
      "Login password": [
        "Contraseña de inicio de sesión"
      ],
      "Yes, I want to permanently delete this account and all its data.": [
        "Sí, quiero eliminar permanentemente esta cuenta y todos sus datos."
      ],
      "User": [
        "Usuario"
      ],
      "Address": [
        "Dirección"
      ],
      "Display name": [
        "Nombre a mostrar"
      ],
      "Signature": [
        "Firma"
      ],
      "ProtonMail footer": [
        "Pie de página - ProtonMail"
      ],
      "Cash": [
        "Efectivo"
      ],
      "Card number": [
        "Número de tarjeta"
      ],
      "Card holder": [
        "Titular de la tarjeta"
      ],
      "Expires": [
        "Expira"
      ],
      "Payer": [
        "Pagador"
      ],
      "Name": [
        "Nombre"
      ],
      "Choose a color": [
        "Elegir un color"
      ],
      "Default email": [
        "Correo por defecto"
      ],
      "Display": [
        "Mostrar"
      ],
      "Description": [
        "Descripción"
      ],
      "Default event duration": [
        "Duración de evento por defecto"
      ],
      "URL": [
        "URL"
      ],
      "Default notifications": [
        "Notificaciones por defecto"
      ],
      "Default full day notifications": [
        "Notificaciones de todo el día por defecto"
      ],
      "Show secondary time zone": [
        "Mostrar zona horaria secundaria"
      ],
      "Auto-detect primary time zone": [
        "Autodetectar zona horaria principal"
      ],
      "Default view": [
        "Vista por defecto"
      ],
      "Show week numbers": [
        "Mostrar números de semana"
      ],
      "Import to:": [
        "Importar a:"
      ],
      "Your calendar URL": [
        "URL de su calendario"
      ],
      "Your calendar URL label": [
        "Etiqueta URL de su calendario"
      ],
      "BTC amount:": [
        "Cantidad BTC:"
      ],
      "BTC address:": [
        "Dirección BTC:"
      ],
      "Select a method": [
        "Seleccione un método"
      ],
      "${ n } VPN Connection available": [
        "${ n } conexión VPN disponible",
        "${ n } conexiones VPN disponibles"
      ],
      "Users": [
        "Usuarios"
      ],
      "Email addresses": [
        "Direcciones de correo"
      ],
      "Custom domains": [
        "Dominios personalizados"
      ],
      "Using": [
        "Usando"
      ],
      "What is the main reason you are cancelling?": [
        "¿Cuál es la razón principal por la que está cancelando?"
      ],
      "How likely are you to recommend ${ BRAND_NAME } to others?": [
        "¿Qué tan probable es que recomiende ${ BRAND_NAME } a los demás?"
      ],
      "0 - Not at all likely": [
        "0 - No es muy probable"
      ],
      "10 - Extremely likely": [
        "10 - Muy probable"
      ],
      "How do you think we could improve our products or service in the future?": [
        "¿Cómo cree usted que podríamos mejorar nuestros productos o servicio en el futuro?"
      ],
      "Total (${ countdown })": [
        "Total (${ countdown })"
      ],
      "Total": [
        "Total"
      ],
      "Proration": [
        "Prorrateo"
      ],
      "extra storage": [
        "almacenamiento adicional"
      ],
      "bonus storage": [
        "almacenamiento adicional"
      ],
      "Subtotal": [
        "Subtotal"
      ],
      "Discount": [
        "Descuento"
      ],
      "Other amount": [
        "Otra cantidad"
      ],
      "Amount": [
        "Monto"
      ],
      "Gift code": [
        "Código de regalo"
      ],
      "Name on card": [
        "Titular de la tarjeta"
      ],
      "Expiry date": [
        "Fecha de expiración"
      ],
      "CVV code": [
        "Código CVV"
      ],
      "Country": [
        "País"
      ],
      "Select your country": [
        "Seleccione su país"
      ],
      "ZIP": [
        "ZIP"
      ],
      "Postal code": [
        "Código postal"
      ],
      "Enter your previous password from before your account was reset:": [
        "Ingrese su contraseña anterior antes de que su cuenta fuera restablecida:"
      ],
      "Enter the password for key with fingerprint: ${ fingerprintCode }": [
        "Ingrese la contraseña para la clave con huella digital: ${ fingerprintCode }"
      ],
      "Enter password": [
        "Ingresar contraseña"
      ],
      "Please select files to upload": [
        "Seleccione archivos para subir"
      ],
      "Cancel": [
        "Cancelar"
      ],
      "Submit": [
        "Enviar"
      ],
      "Operating system": [
        "Sistema operativo"
      ],
      "Operating system version": [
        "Versión del sistema operativo"
      ],
      "Proton username": [
        "Nombre de usuario de Proton"
      ],
      "Category": [
        "Categoría"
      ],
      "What happened?": [
        "¿Qué ha ocurrido?"
      ],
      "System information": [
        "Información del sistema"
      ],
      "Browser": [
        "Navegador"
      ],
      "Browser version": [
        "Versión del navegador"
      ],
      "Timezone": [
        "Zona horaria"
      ],
      "Days of the week": [
        "Días de la semana"
      ],
      "Duration": [
        "Duración"
      ],
      "Start day of month": [
        "Primer día del mes"
      ],
      "Start time": [
        "Hora inicial"
      ],
      "End day of month": [
        "Último día del mes"
      ],
      "End time": [
        "Hora final"
      ],
      "Start weekday": [
        "Primer día de la semana"
      ],
      "End weekday": [
        "Último día de la semana"
      ],
      "Start date": [
        "Fecha inicial"
      ],
      "End date": [
        "Fecha final"
      ],
      "Message": [
        "Mensaje"
      ],
      "Auto reply": [
        "Autorrespuesta"
      ],
      "Phone number": [
        "Número de teléfono"
      ],
      "Verification code": [
        "Código de verificación"
      ],
      "Enter the 6-digit code": [
        "Ingrese el código de 6 dígitos"
      ],
      "Prompt to trust keys": [
        "Solicitar confiar claves"
      ],
      "Sign external messages": [
        "Firmar mensajes externos"
      ],
      "Attach public key": [
        "Adjuntar clave pública"
      ],
      "Default PGP settings": [
        "Ajustes PGP por defecto"
      ],
      "Filter Name": [
        "Nombre del filtro"
      ],
      "Label as": [
        "Etiquetar como"
      ],
      "No label found": [
        "Ninguna etiqueta encontrada"
      ],
      "Move to": [
        "Mover a"
      ],
      "Read": [
        "Leído"
      ],
      "Starred": [
        "Destacados"
      ],
      "Mark as": [
        "Marcar como"
      ],
      "Send auto-reply": [
        "Enviar respuesta automática"
      ],
      "AND": [
        "Y"
      ],
      "OR": [
        "O"
      ],
      "IF": [
        "SI"
      ],
      "With attachment": [
        "Con archivo adjunto"
      ],
      "Without attachment": [
        "Sin archivo adjunto"
      ],
      "or": [
        "o"
      ],
      "with attachments": [
        "con archivos adjuntos"
      ],
      "without attachment": [
        "sin archivo adjunto"
      ],
      "The email was sent ${ attachmentStrong }": [
        "El correo fue enviado ${ attachmentStrong }"
      ],
      "The email was sent ${ attachment }": [
        "El correo fue enviado ${ attachment }"
      ],
      "Statement": [
        "Declaración"
      ],
      "ALL": [
        "TODO"
      ],
      "ANY": [
        "CUALQUIERA"
      ],
      " and ${ l }": [
        " y ${ l }"
      ],
      " and ": [
        " y "
      ],
      "and": [
        "y"
      ],
      "Then": [
        "Entonces"
      ],
      "And": [
        "Y"
      ],
      "Actions": [
        "Acciones"
      ],
      "without attachments": [
        "sin archivos adjuntos"
      ],
      "the email was sent ${ attachment }": [
        "el correo fue enviado ${ attachment }"
      ],
      "the email was sent ${ label }": [
        "el correo fue enviado ${ label }"
      ],
      "If": [
        "Si"
      ],
      "Or": [
        "O"
      ],
      "Conditions": [
        "Condiciones"
      ],
      "Domain": [
        "Dominio"
      ],
      "Want to add": [
        "Quiero añadir"
      ],
      "Folder location": [
        "Ubicación de la carpeta"
      ],
      "Notification": [
        "Notificación"
      ],
      "Use folder colors": [
        "Usar colores de carpeta"
      ],
      "Inherit color from parent folder": [
        "Heredar color de la carpeta padre"
      ],
      "Allow recovery by email": [
        "Permitir recuperación por correo electrónico"
      ],
      "Daily email notifications": [
        "Notificaciones diarias por correo electrónico"
      ],
      "Allow recovery by phone": [
        "Permitir recuperación por teléfono"
      ],
      "Auto-load remote content": [
        "Cargar contenido remoto automáticamente"
      ],
      "Auto-load embedded images": [
        "Cargar imágenes incrustadas automáticamente"
      ],
      "Keep messages in Sent/Drafts": [
        "Mantener mensajes en Enviados/Borradores"
      ],
      "Link confirmation": [
        "Confirmación de enlace"
      ],
      "Undo send": [
        "Deshacer envío"
      ],
      "Credits used": [
        "Créditos usados"
      ],
      "Amount due": [
        "Monto adeudado"
      ],
      "Customize invoices": [
        "Personalizar facturas"
      ],
      "Keyboard shortcuts": [
        "Atajos de teclado"
      ],
      "Organization name": [
        "Nombre de la organización"
      ],
      "Organization password": [
        "Contraseña de la organización"
      ],
      "Account storage": [
        "Almacenamiento de la cuenta"
      ],
      "VPN Connections": [
        "Conexiones VPN"
      ],
      "New organization password": [
        "Contraseña nueva de la organización"
      ],
      "Confirm organization password": [
        "Confirmar contraseña de la organización"
      ],
      "VPN connections": [
        "Conexiones VPN"
      ],
      "Private User": [
        "Usuario privado"
      ],
      "Admin rights": [
        "Derechos de admin"
      ],
      "Addresses": [
        "Direcciones"
      ],
      "Key strength": [
        "Fortaleza de la clave"
      ],
      "Domain name": [
        "Nombre de dominio"
      ],
      "Please add the following TXT record. Note, DNS records can take several hours to update.": [
        "Añada el siguiente registro TXT. Tome en cuenta que los registros DNS pueden tomar varias horas para actualizarse."
      ],
      "Please add all 3 of the following CNAME records. Note, DNS records can take several hours to update.": [
        "Añada los siguientes tres registros CNAME. Tome en cuenta que los registros DNS pueden tardar varias horas en actualizarse."
      ],
      "Please add the following MX record. Note, DNS records can take several hours to update.": [
        "Añada el siguiente registro MX. Tome en cuenta que los registros DNS pueden tomar varias horas para actualizarse."
      ],
      "Here is a basic DMARC record that does nothing except email you reports.": [
        "Aquí hay un registro básico DMARC que no hace nada excepto correo electrónicos que notifique."
      ],
      "Recovery email": [
        "Correo de recuperación"
      ],
      "Recovery phone": [
        "Teléfono de recuperación"
      ],
      "Username": [
        "Nombre de usuario"
      ],
      "Email or username": [
        "Correo o nombre de usuario"
      ],
      "Recovery code": [
        "Código de recuperación"
      ],
      "Repeat password": [
        "Repetir contraseña"
      ],
      "Phone": [
        "Teléfono"
      ],
      "Code": [
        "Código"
      ]
    },
    "Action": {
      "Use “${ label }” setting": [
        "Usar ajustes de “${ label }”"
      ],
      "Close": [
        "Cerrar"
      ],
      "Close navigation": [
        "Cerrar navegación"
      ],
      "Open navigation": [
        "Abrir navegación"
      ],
      "Delete": [
        "Eliminar"
      ],
      "Cancel": [
        "Cancelar"
      ],
      "Save": [
        "Guardar"
      ],
      "Upload picture": [
        "Cargar imagen"
      ],
      "Insert": [
        "Insertar"
      ],
      "Font": [
        "Tipo de letra"
      ],
      "Size": [
        "Tamaño"
      ],
      "Color": [
        "Color"
      ],
      "Alignment": [
        "Alineación"
      ],
      "More": [
        "Más"
      ],
      "Unordered list": [
        "Lista desordenada"
      ],
      "Ordered list": [
        "Lista ordenada"
      ],
      "Align left": [
        "Alinear a la izquierda"
      ],
      "Align center": [
        "Alinear al centro"
      ],
      "Align right": [
        "Alinear a la derecha"
      ],
      "Justify": [
        "Justificar"
      ],
      "Quote": [
        "Citar"
      ],
      "Insert link": [
        "Insertar enlace"
      ],
      "Clear all formatting": [
        "Borrar formato"
      ],
      "Insert image": [
        "Insertar imagen"
      ],
      "Bold": [
        "Negrita"
      ],
      "Italic": [
        "Cursiva"
      ],
      "Underline": [
        "Subrayado"
      ],
      "More info: ${ safeTitle }": [
        "Más información: ${ safeTitle }"
      ],
      "Confirm opening of link ${ link }": [
        "Confirmar apertura del enlace ${ link }"
      ],
      "Confirm": [
        "Confirmar"
      ],
      "Go to panel ${ index }": [
        "Ir al panel ${ index }"
      ],
      "Show less": [
        "Mostrar menos"
      ],
      "Show more": [
        "Mostrar más"
      ],
      "Next month": [
        "Mes siguiente"
      ],
      "Previous month": [
        "Mes anterior"
      ],
      "Select timezone": [
        "Seleccionar zona horaria"
      ],
      "Remove": [
        "Eliminar"
      ],
      "Submit": [
        "Enviar"
      ],
      "Close modal": [
        "Cerrar ventana"
      ],
      "refresh the page": [
        "refresque la página"
      ],
      "Use ${ label } theme": [
        "Usar tema ${ label }"
      ],
      "Continue import": [
        "Continuar importación"
      ],
      "Discard": [
        "Descartar"
      ],
      "Reconnect": [
        "Reconectar"
      ],
      "Start import": [
        "Iniciar importación"
      ],
      "Customize import": [
        "Personalizar importación"
      ],
      "Reset to default": [
        "Restablecer valores predeterminados"
      ],
      "Rename": [
        "Renombrar"
      ],
      "Stay": [
        "Permanecer"
      ],
      "Quit": [
        "Salir"
      ],
      "Hide labels": [
        "Ocultar etiquetas"
      ],
      "Hide folders": [
        "Ocultar carpetas"
      ],
      "Show labels": [
        "Mostrar etiquetas"
      ],
      "Show folders": [
        "Mostrar carpetas"
      ],
      "Edit label": [
        "Editar etiqueta"
      ],
      "Back": [
        "Volver"
      ],
      "Next": [
        "Siguiente"
      ],
      "Start Import Assistant": [
        "Iniciar Import Assistant"
      ],
      "Skip to import": [
        "Ir a la importación"
      ],
      "Delete all messages": [
        "Eliminar todos los mensajes"
      ],
      "Continue with Google": [
        "Continuar con Google"
      ],
      "Cancel import": [
        "Cancelar importación"
      ],
      "Resume": [
        "Reanudar"
      ],
      "Keep": [
        "Conservar"
      ],
      "Delete record": [
        "Eliminar registro"
      ],
      "Delete original messages": [
        "Eliminar mensajes originales"
      ],
      "Download the Import-Export app": [
        "Descargar la aplicación Import-Export"
      ],
      "Activate ${ Name }@pm.me": [
        "Activar ${ Name }@pm.me"
      ],
      "Upgrade": [
        "Mejorar"
      ],
      "Show shortcuts": [
        "Mostrar atajos"
      ],
      "Import contacts": [
        "Importar contactos"
      ],
      "Export contacts": [
        "Exportar contactos"
      ],
      "Choose a file or drag it here": [
        "Elija un archivo o arrástrelo aquí"
      ],
      "Import": [
        "Importar"
      ],
      "Continue": [
        "Continuar"
      ],
      "Download": [
        "Descargar"
      ],
      "Hide": [
        "Ocultar"
      ],
      "Show": [
        "Mostrar"
      ],
      "Reset credentials": [
        "Restablecer credenciales"
      ],
      "Copy": [
        "Copiar"
      ],
      "Download all configurations": [
        "Descargar todos los ajustes"
      ],
      "Get ProtonVPN Plus": [
        "Obtener ProtonVPN Plus"
      ],
      "Read": [
        "Leído"
      ],
      "Unread": [
        "No leído"
      ],
      "Change password": [
        "Cambiar contraseña"
      ],
      "Ok": [
        "Ok"
      ],
      "Yes": [
        "Sí"
      ],
      "Change mailbox password": [
        "Cambiar contraseña del buzón"
      ],
      "Delete your account": [
        "Elimine su cuenta"
      ],
      "Save address": [
        "Guardar dirección"
      ],
      "Update": [
        "Actualizar"
      ],
      "Done": [
        "Hecho"
      ],
      "activate": [
        "activar"
      ],
      "Add address": [
        "Añadir dirección"
      ],
      "Edit": [
        "Editar"
      ],
      "Mark as default": [
        "Marcar por defecto"
      ],
      "Add credit / debit card": [
        "Añadir tarjeta de crédito/débito"
      ],
      "Add PayPal": [
        "Añadir PayPal"
      ],
      "Copy email to clipboard": [
        "Copiar correo al portapapeles"
      ],
      "${ BRAND_NAME } introduction": [
        "Presentando ${ BRAND_NAME }"
      ],
      "I have a question": [
        "Tengo una pregunta"
      ],
      "Request a feature": [
        "Solicitar una característica"
      ],
      "Report a problem": [
        "Reportar un problema"
      ],
      "${ BRAND_NAME } shop": [
        "Tienda ${ BRAND_NAME }"
      ],
      "Switch account": [
        "Cambiar de cuenta"
      ],
      "Sign out": [
        "Cerrar sesión"
      ],
      "Create": [
        "Crear"
      ],
      "Remove this notification": [
        "Eliminar esta notificación"
      ],
      "Add notification": [
        "Añadir notificación"
      ],
      "Try again": [
        "Volver a intentar"
      ],
      "Save ICS file": [
        "Guardar archivo ICS"
      ],
      "Set as default": [
        "Establecer por defecto"
      ],
      "Export ICS": [
        "Exportar ICS"
      ],
      "Unsubscribe": [
        "Cancelar suscripción"
      ],
      "Add calendar": [
        "Añadir calendario"
      ],
      "Subscribe to calendar": [
        "Suscribirse al calendario"
      ],
      "Import calendar": [
        "Importar calendario"
      ],
      "Select calendar view": [
        "Seleccionar vista de calendario"
      ],
      "Copy link": [
        "Copiar enlace"
      ],
      "Create link": [
        "Crear enlace"
      ],
      "Delete link": [
        "Eliminar enlace"
      ],
      "Remove bonuses": [
        "Eliminar beneficios"
      ],
      "Pay": [
        "Pagar"
      ],
      "Open ${ CALENDAR_APP_NAME } settings": [
        "Abrir ajustes de ${ CALENDAR_APP_NAME }"
      ],
      "OK": [
        "OK"
      ],
      "Upgrade to Plus": [
        "Actualizar a Plus"
      ],
      "Upgrade to Professional": [
        "Actualizar a Professional"
      ],
      "Customize subscription": [
        "Personalizar suscripción"
      ],
      "Skip": [
        "Omitir"
      ],
      "Cancel subscription": [
        "Cancelar suscripción"
      ],
      "Select plan": [
        "Seleccionar plan"
      ],
      "Compare all features": [
        "Comparar todas las funciones"
      ],
      "${ boldSave } by switching to annual billing": [
        "${ boldSave } al cambiar a facturación anual"
      ],
      "Apply": [
        "Aplicar"
      ],
      "Add PayPal payment method": [
        "Añadir PayPal como método de pago"
      ],
      "Top up": [
        "Recargar"
      ],
      "Add credits": [
        "Añadir créditos"
      ],
      "annual billing": [
        "facturación anual"
      ],
      "Compare plans": [
        "Comparar planes"
      ],
      "Decrease": [
        "Reducir"
      ],
      "Increase": [
        "Aumentar"
      ],
      "Downgrade": [
        "Degradar"
      ],
      "Verify": [
        "Verificar"
      ],
      "Use a different card": [
        "Use una tarjeta diferente"
      ],
      "Use a different payment method": [
        "Use otro método de pago"
      ],
      "Retry": [
        "Reintentar"
      ],
      "Loading verification": [
        "Cargando verificación"
      ],
      "Remove gift code": [
        "Eliminar código de regalo"
      ],
      "Upload": [
        "Subir"
      ],
      "Create key": [
        "Crear clave"
      ],
      "Import key": [
        "Importar clave"
      ],
      "Decrypt": [
        "Descifrar"
      ],
      "Export": [
        "Exportar"
      ],
      "Export key": [
        "Exportar clave"
      ],
      "No": [
        "No"
      ],
      "Warning": [
        "Advertencia"
      ],
      "Select files": [
        "Seleccionar archivos"
      ],
      "Reactivate keys": [
        "Reactivar claves"
      ],
      "Export private key": [
        "Exportar clave privada"
      ],
      "Get started": [
        "Comenzar"
      ],
      "Start setup": [
        "Iniciar la configuración"
      ],
      "Clear": [
        "Borrar"
      ],
      "Add screenshot(s)": [
        "Añadir captura(s)"
      ],
      "Hide info": [
        "Ocultar información"
      ],
      "Show info": [
        "Mostrar información"
      ],
      "Close this banner": [
        "Cerrar este banner"
      ],
      "enable desktop notifications": [
        "habilitar las notificaciones de escritorio"
      ],
      "here": [
        "aquí"
      ],
      "Refresh the page": [
        "Refrescar la página"
      ],
      "Signing out": [
        "Cerrando sesión"
      ],
      "View invoice": [
        "Ver factura"
      ],
      "Get verification code": [
        "Obtener código de verificación"
      ],
      "Try another method": [
        "Intente otro método"
      ],
      "Request new code": [
        "Solicitar un código nuevo"
      ],
      "Did not receive the code?": [
        "¿No recibió el código?"
      ],
      "Edit email address": [
        "Editar dirección de correo"
      ],
      "Edit phone number": [
        "Editar número de teléfono"
      ],
      "Preview": [
        "Vista previa"
      ],
      "Create label": [
        "Crear etiqueta"
      ],
      "Create folder": [
        "Crear carpeta"
      ],
      "Remove this label": [
        "Eliminar esta etiqueta"
      ],
      "Add condition": [
        "Añadir condición"
      ],
      "label emails as": [
        "etiquetar correos como"
      ],
      "move emails to": [
        "mover correos a"
      ],
      "mark emails as": [
        "marcar correos como"
      ],
      "send auto-reply email": [
        "enviar correo de respuesta automática"
      ],
      "Edit sieve": [
        "Editar sieve"
      ],
      "Add filter": [
        "Añadir filtro"
      ],
      "Add sieve filter": [
        "Añadir filtro sieve"
      ],
      "Add": [
        "Añadir"
      ],
      "Move to Block List": [
        "Mover a la lista no deseada"
      ],
      "Move to Allow List": [
        "Mover a la lista deseada"
      ],
      "Add folder": [
        "Añadir carpeta"
      ],
      "Sort": [
        "Ordenar"
      ],
      "Add label": [
        "Añadir etiqueta"
      ],
      "Revoke all other sessions": [
        "Revocar todas las demás sesiones"
      ],
      "Wipe": [
        "Borrar"
      ],
      "Reload": [
        "Recargar"
      ],
      "View": [
        "Ver"
      ],
      "User": [
        "Usuario"
      ],
      "Organization": [
        "Organización"
      ],
      "Customize": [
        "Personalizar"
      ],
      "Details": [
        "Detalles"
      ],
      "Share via link": [
        "Compartir con un enlace"
      ],
      "Sharing options": [
        "Opciones para compartir"
      ],
      "Zoom out": [
        "Alejar"
      ],
      "Reset zoom": [
        "Restablecer zoom"
      ],
      "Zoom in": [
        "Acercar"
      ],
      "Previous": [
        "Anterior"
      ],
      "Add domain": [
        "Añadir dominio"
      ],
      "Enable multi-user support": [
        "Habilitar soporte multi usuario"
      ],
      "Change organization keys": [
        "Cambiar claves de la organización"
      ],
      "Restore administrator privileges": [
        "Restaurar privilegios de administrador"
      ],
      "Activate organization key": [
        "Activar clave de la organización"
      ],
      "Add user": [
        "Añadir usuario"
      ],
      "Review": [
        "Revisar"
      ],
      "Set catch-all": [
        "Configurar catch-all"
      ],
      "Refresh status": [
        "Actualizar estado"
      ],
      "Upgrade now": [
        "Mejorar ahora"
      ],
      "sign in": [
        "inicie sesión"
      ],
      "Add ${ BRAND_NAME } account": [
        "Añadir cuenta de ${ BRAND_NAME }"
      ],
      "Sign out all accounts": [
        "Cerrar sesión en todas las cuentas"
      ],
      "Send my username": [
        "Enviar mi nombre de usuario"
      ],
      "Support": [
        "Soporte"
      ],
      "Need help?": [
        "¿Necesita ayuda?"
      ],
      "Resubscribe": [
        "Suscribirse otra vez"
      ],
      "Change other email subscriptions": [
        "Cambiar otras suscripciones de correo"
      ],
      "${ address } is available.": [
        "${ address } está disponible."
      ],
      "Create address": [
        "Crear dirección"
      ],
      "Sign in": [
        "Iniciar sesión"
      ],
      "Use two-factor authentication code": [
        "Usar código de autenticación de dos factores"
      ],
      "Use recovery code": [
        "Usar código de recuperación"
      ],
      "Authenticate": [
        "Autenticar"
      ],
      "Unlock": [
        "Desbloquear"
      ],
      "Create a secure ProtonMail address instead": [
        "Crear una dirección segura de ProtonMail en su lugar"
      ],
      "Use your current email address instead": [
        "Usar su dirección de correo actual en su lugar"
      ],
      "Create account": [
        "Crear cuenta"
      ],
      "Change email": [
        "Cambiar correo"
      ],
      "Proceed to checkout": [
        "Proceder al pago"
      ],
      "Send code": [
        "Enviar código"
      ],
      "Reset password": [
        "Restablecer contraseña"
      ],
      "Didn't receive a code?": [
        "¿No recibió el código?"
      ],
      "Return to login": [
        "Volver al inicio de sesión"
      ],
      "Contact support": [
        "Contactar con soporte"
      ]
    },
    "Placeholder": {
      "E.g., ": [
        "Ej., "
      ],
      "Link": [
        "Enlace"
      ],
      "Fill in the URL link and text to test your link": [
        "Rellene el enlace de URL y el texto para probar su enlace"
      ],
      "Email address": [
        "Dirección de correo"
      ],
      "Fill in the email address and text to test your link": [
        "Rellene la dirección de correo electrónico y el texto para probar su enlace"
      ],
      "Phone number": [
        "Número de teléfono"
      ],
      "Fill in the phone number and text to test your link": [
        "Rellene el número de teléfono y el texto para probar su enlace"
      ],
      "Text": [
        "Texto"
      ],
      "Name": [
        "Nombre"
      ],
      "Password": [
        "Contraseña"
      ],
      "Two-factor authentication code": [
        "Código de autenticación de dos factores"
      ],
      "Confirm": [
        "Confirmar"
      ],
      "Feedback": [
        "Comentarios"
      ],
      "Choose address": [
        "Elija una dirección"
      ],
      "Choose display name": [
        "Elija un nombre a mostrar"
      ],
      "Add a calendar name": [
        "Añadir nombre al calendario"
      ],
      "Add a calendar description": [
        "Añadir descripción del calendario"
      ],
      "Gift code": [
        "Código de regalo"
      ],
      "Other": [
        "Otro"
      ],
      "Add gift code": [
        "Añadir código de regalo"
      ],
      "ZIP": [
        "ZIP"
      ],
      "Postal code": [
        "Código postal"
      ],
      "e.g. Julia Smith": [
        "ej. Julia Smith"
      ],
      "OS name": [
        "Sistema operativo"
      ],
      "OS version": [
        "Versión del sistema operativo"
      ],
      "Proton username": [
        "Nombre de usuario de Proton"
      ],
      "A way to contact you": [
        "Una forma de contactarle"
      ],
      "Please describe the problem and include any error messages": [
        "Describa el problema e incluya cualquier mensaje de error"
      ],
      "Browser name": [
        "Navegador"
      ],
      "Browser version": [
        "Versión del navegador"
      ],
      "Type text or keyword": [
        "Escriba el texto o palabra clave"
      ],
      "Choose a name": [
        "Elija un nombre"
      ],
      "Username": [
        "Nombre de usuario"
      ],
      "Address": [
        "Dirección"
      ],
      "Confirm password": [
        "Confirmar contraseña"
      ],
      "Search users": [
        "Buscar usuarios"
      ],
      "yourdomain.com": [
        "sudominio.com"
      ]
    },
    "Time unit": {
      "${ hours } hour": [
        "${ hours } hora",
        "${ hours } horas"
      ],
      "${ minutes } minute": [
        "${ minutes } minuto",
        "${ minutes } minutos"
      ]
    },
    "Error": {
      "Email address invalid": [
        "Dirección de correo inválida"
      ],
      "This field is required": [
        "Este campo es obligatorio"
      ],
      "The composer failed to load.": [
        "No se pudo cargar el compositor."
      ],
      "Please refresh the page.": [
        "Actualice la página."
      ],
      "The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.": [
        "El navegador que está usando no permite que el pago sea autorizado. Use un navegador diferente o inicie sesión a través de una computadora."
      ],
      "Something went wrong, please ${ refresh } in order to proceed. If you still see this error message please contact our ${ supportTeam }.": [
        "Algo salió mal, por favor ${ refresh } para continuar. Si aún ve este mensaje de error, por favor contacte a nuestro ${ supportTeam }."
      ],
      "We were unable to connect to your service provider.": [
        "No podemos conectar con su proveedor de servicios."
      ],
      "Please try to reauthenticate and make sure the permissions are set correctly.": [
        "Intente volver a autenticarse y asegúrese de que los permisos están configurados correctamente."
      ],
      "There are too many folders in your external account. Please customize the import to delete some folders.": [
        "Hay demasiadas carpetas en su cuenta externa. Personalice la importación para eliminar algunas carpetas."
      ],
      "Some of your label names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Algunos de los nombres de sus etiquetas exceden el límite máximo de caracteres de ProtonMail. Personalice la importación para editar estos nombres."
      ],
      "Some of your folder names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Algunos de los nombres de sus carpetas exceden el límite máximo de caracteres de ProtonMail. Personalice la importación para editar estos nombres."
      ],
      "Some of your label names are unavailable. Please customize the import to edit these names.": [
        "Algunos de los nombres de las etiquetas no están disponibles. Personalice la importación para editar estos nombres."
      ],
      "Some of your folder names are unavailable. Please customize the import to edit these names.": [
        "Algunos de los nombres de las carpetas no están disponibles. Personalice la importación para editar estos nombres."
      ],
      "The label name is too long. Please choose a different name.": [
        "El nombre de la etiqueta es demasiado largo. Elija un nombre diferente."
      ],
      "The folder name is too long. Please choose a different name.": [
        "El nombre de la carpeta es demasiado largo. Elija un nombre diferente."
      ],
      "Label name cannot be empty": [
        "El nombre de la etiqueta no puede estar vacío"
      ],
      "Folder name cannot be empty": [
        "El nombre de la carpeta no puede estar vacío"
      ],
      "This label name is not available. Please choose a different name": [
        "Este nombre de etiqueta no está disponible. Elija un nombre diferente."
      ],
      "This folder name is not available. Please choose a different name": [
        "Este nombre de carpeta no está disponible. Elija un nombre diferente."
      ],
      "You must set a name": [
        "Debe establecer un nombre"
      ],
      "A group with this name already exists": [
        "Ya existe un grupo con este nombre"
      ],
      "Invalid name": [
        "Nombre inválido"
      ],
      "Please generate keys before you try to change your password.": [
        "Genere claves antes de intentar cambiar su contraseña."
      ],
      "${ Local } is your username. To create ${ Local }@${ Domain }, please go to Settings > Addresses > Short domain (pm.me)": [
        "${ Local } es su nombre de usuario. Para crear ${ Local }@${ Domain }, vaya a Ajustes > Direcciones > Dominio corto (pm.me)"
      ],
      "Error": [
        "Error"
      ],
      "Organization key is not decrypted.": [
        "La clave de la organización no está descifrada."
      ],
      "The organization key must be activated first.": [
        "La clave de la organización debe activarse primero."
      ],
      "Name required": [
        "Nombre requerido"
      ],
      "No valid address found": [
        "Ninguna dirección válida encontrada"
      ],
      "Primary address key is not decrypted.": [
        "La clave principal no está descifrada."
      ],
      "Error connecting to the Bitcoin API.": [
        "Error al conectar a la API de Bitcoin."
      ],
      "Amount below minimum.": [
        "Cantidad inferior al mínimo."
      ],
      "Amount above the maximum.": [
        "Cantidad superior al máximo."
      ],
      "The minimum amount that can be donated is ${ price }": [
        "La cantidad mínima que puede donarse es de ${ price }"
      ],
      "The minimum amount of credit that can be added is ${ _price }": [
        "La cantidad mínima de crédito que se puede agregar es de ${ _price }"
      ],
      "The minimum payment we accept is ${ _price2 }": [
        "El pago mínimo aceptado es de ${ _price2 }"
      ],
      "Name on card required": [
        "Nombre en la tarjeta requerido"
      ],
      "Invalid expiration date": [
        "Fecha de expiración inválida"
      ],
      "Invalid card number": [
        "Número de tarjeta inválido"
      ],
      "Invalid ${ name } code": [
        "Código ${ name } inválido"
      ],
      "Invalid postal code": [
        "Código postal inválido"
      ],
      "Checkout expired, please try again.": [
        "La compra ha expirado, intente de nuevo."
      ],
      "Invalid code": [
        "Código inválido"
      ],
      "Process aborted": [
        "Proceso abortado"
      ],
      "Payment process cancelled": [
        "Proceso de pago cancelado"
      ],
      "Payment process failed": [
        "Proceso de pago fallido"
      ],
      "Payment process consumed": [
        "Proceso de pago consumido"
      ],
      "Payment process not supported": [
        "Proceso de pago no soportado"
      ],
      "Unknown payment token status": [
        "Estado del token de pago desconocido"
      ],
      "Tab closed": [
        "Pestaña cerrada"
      ],
      "Primary address key is not decrypted": [
        "La clave principal no está descifrada"
      ],
      "Incorrect password": [
        "Contraseña incorrecta"
      ],
      "Invalid private key file": [
        "Archivo de clave privada inválido"
      ],
      "Uploaded key does not match fingerprint": [
        "La clave subida no coincide con la huella digital"
      ],
      "Incorrect mailbox password. Please try again": [
        "Contraseña del buzón incorrecta. Por favor, intente de nuevo"
      ],
      "Incorrect login credentials. Please try again": [
        "Credenciales de acceso incorrectas. Por favor, intente de nuevo"
      ],
      "Automatic replies is a paid feature. Please upgrade to a paid account to use this feature.": [
        "Las respuestas automáticas son una función de pago. Actualice a una cuenta de pago para usar esta función."
      ],
      "Can't validate email, try again later": [
        "No se puede validar el correo electrónico, intente de nuevo más tarde"
      ],
      "Can't validate phone, try again later": [
        "No se puede validar el teléfono, intente más tarde"
      ],
      "Enter 6 digits": [
        "Ingrese 6 dígitos"
      ],
      "Invalid verification code": [
        "Código de verificación inválido"
      ],
      "Empty condition": [
        "Condición vacía"
      ],
      "Condition incomplete": [
        "Condición incompleta"
      ],
      "Filter with this name already exists": [
        "Ya existe un filtro con este nombre"
      ],
      "Error in one of the conditions": [
        "Error en una de las condiciones"
      ],
      "Require at least one condition": [
        "Requiere al menos una condición"
      ],
      "Require at least one action": [
        "Requiere al menos una acción"
      ],
      "Filter with this name already exist": [
        "Ya existe un filtro con este nombre"
      ],
      "Invalid Sieve code": [
        "Código Sieve inválido"
      ],
      "Invalid domain": [
        "Dominio inválido"
      ],
      "Please set a recovery/notification email first": [
        "Establezca primero un correo electrónico de recuperación/notificación"
      ],
      "Please set a recovery phone number first": [
        "Establezca primero un número de teléfono de recuperación"
      ],
      "Payments are currently not available, please try again later": [
        "Los pagos no están disponibles, vuelva a intentarlo más tarde"
      ],
      "You have no invoices.": [
        "No tiene facturas."
      ],
      "Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.": [
        "Su cuenta u organización tiene actualmente una factura vencida. Por favor, pague todas las facturas pendientes de pago."
      ],
      "File has no contents to preview": [
        "El archivo no tiene contenido para previsualizar"
      ],
      "Passwords do not match": [
        "Las contraseñas no coinciden"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.": [
        "Mejore a un plan Professional con más de un usuario, o a una cuenta Visionary para obtener soporte multi usuario."
      ],
      "You must privatize all sub-accounts before generating new organization keys": [
        "Debe privatizar todas las subcuentas antes de generar claves nuevas de la organización"
      ],
      "You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Ha perdido el acceso a las claves de su organización. Sin restauración, no podrá crear nuevos usuarios, agregar direcciones a usuarios existentes o acceder a cuentas de usuario no privadas."
      ],
      "You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Debe activar las claves de su organización. Sin la activación no será capaz de crear usuarios nuevos, añadir direcciones a los usuarios o acceder a cuentas de usuario no privadas."
      ],
      "Permission denied, administrator privileges have been restricted.": [
        "Permiso denegado, los privilegios de administrador se han limitado."
      ],
      "Invalid password": [
        "Contraseña inválida"
      ],
      "Invalid address": [
        "Dirección inválida"
      ],
      "Address already associated to a user": [
        "La dirección ya está asociada a un usuario"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to manage multiple users.": [
        "Mejore a un plan Professional con más de un usuario, o a una cuenta Visionary para gestionar múltiples usuarios."
      ],
      "Please enable multi-user support before adding users to your organization.": [
        "Habilite el soporte multi usuario antes de añadir usuarios a su organización."
      ],
      "Please configure a custom domain before adding users to your organization.": [
        "Configure un dominio personalizado antes de añadir usuarios a su organización."
      ],
      "You have used all users in your plan. Please upgrade your plan to add a new user.": [
        "Ha utilizado todos los usuarios en su plan. Mejore su plan para añadir un usuario nuevo."
      ],
      "You have used all addresses in your plan. Please upgrade your plan to add a new address.": [
        "Ha utilizado todas las direcciones de su plan. Mejore su plan para añadir una dirección nueva."
      ],
      "All storage space has been allocated. Please reduce storage allocated to other users.": [
        "Todo el espacio de almacenamiento ha sido asignado. Reduzca el almacenamiento asignado a otros usuarios."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "Detuvimos la firma de DKIM por problemas con su configuración de DNS. Siga las instrucciones a continuación para reanudar la firma."
      ],
      "Verification did not succeed, please try again in an hour.": [
        "La verificación no tuvo éxito, vuelva a intentarlo en una hora."
      ],
      "Wrong verification code. Please make sure you copied the verification code correctly and try again. It can take up to 24 hours for changes to take effect.": [
        "Código de verificación incorrecto. Asegúrese de haber copiado el código de verificación correctamente y vuelva a intentarlo. Puede tomar hasta 24 horas para que los cambios tengan efecto."
      ],
      "Authentication canceled.": [
        "Autenticación cancelada."
      ],
      "Your import will not be processed.": [
        "Su importación no será procesada."
      ],
      "Authentication error.": [
        "Error de autenticación."
      ],
      "This message may contain some link's URL that cannot be properly opened by your current browser": [
        "Este mensaje puede contener la URL de un enlace que no puede abrirse correctamente en el navegador actual"
      ],
      "Unknown error": [
        "Error desconocido"
      ],
      "This field requires a minimum of ${ minimumLength } characters.": [
        "Este campo requiere un mínimo de ${ minimumLength } caracteres."
      ],
      "Email is not valid": [
        "Correo no válido"
      ],
      "Not a valid number": [
        "Número no válido"
      ],
      "Missing signature": [
        "Falta la firma"
      ],
      "Contact signature not verified": [
        "Firma del contacto no verificada"
      ],
      "Signature not verified": [
        "Firma no verificada"
      ],
      "Request timed out.": [
        "Tiempo de espera agotado."
      ],
      "Signature verification failed": [
        "Falló la verificación de la firma"
      ],
      "Could not find address ${ email }.": [
        "No se pudo encontrar la dirección ${ email }."
      ],
      "Domain not available, try again later": [
        "Dominio no disponible, inténtelo más tarde"
      ],
      "Address primary private key not found": [
        "Clave privada principal de la dirección no encontrada"
      ],
      "Calendar primary private key is not decrypted": [
        "La clave privada principal del calendario no está descifrada"
      ],
      "The session has expired. Please sign in again.": [
        "La sesión ha expirado. Por favor, inicie sesión de nuevo."
      ],
      "Failed to get active sessions. Please refresh or try again later.": [
        "Error al obtener las sesiones activas. Por favor, refresque o intente nuevo más tarde."
      ],
      "No active sessions": [
        "No hay sesiones activas"
      ],
      "Can't check username, try again later": [
        "No se puede comprobar el nombre de usuario, inténtelo nuevamente más tarde"
      ]
    },
    "Title": {
      "Open actions dropdown": [
        "Abrir menú de acciones"
      ],
      "Expand content": [
        "Expandir contenido"
      ],
      "Link confirmation": [
        "Confirmación de enlace"
      ],
      "Previous": [
        "Anterior"
      ],
      "Open pagination": [
        "Abrir paginación"
      ],
      "Next": [
        "Siguiente"
      ],
      "Keyboard Shortcuts": [
        "Atajos de teclado"
      ],
      "What's new": [
        "Novedades"
      ],
      "Start import process": [
        "Iniciar proceso de importación"
      ],
      "Import in progress": [
        "Importación en progreso"
      ],
      "Customize import": [
        "Personalizar importación"
      ],
      "Prepare for import": [
        "Preparar importación"
      ],
      "Prepare Yahoo Mail for import": [
        "Preparar Yahoo Mail para importar"
      ],
      "Prepare Gmail for import ${ gmailInstructionsStep }/${ totalSteps }": [
        "Prepare Gmail para importar ${ gmailInstructionsStep }/${ totalSteps }"
      ],
      "Reconnect your account": [
        "Reconectar su cuenta"
      ],
      "Start a new import": [
        "Iniciar una importación nueva"
      ],
      "Enable keyboard shortcuts": [
        "Habilitar atajos de teclado"
      ],
      "Exporting contacts": [
        "Exportando contactos"
      ],
      "Select action to take on contact group": [
        "Seleccione la acción a realizar en el grupo de contactos"
      ],
      "Add contact group name": [
        "Añadir nombre al grupo de contactos"
      ],
      "Select contact group": [
        "Seleccionar grupo de contactos"
      ],
      "Warning": [
        "Advertencia"
      ],
      "Import groups": [
        "Importar grupos"
      ],
      "Import contacts": [
        "Importar contactos"
      ],
      "1. Select platform": [
        "1. Seleccionar plataforma"
      ],
      "2. Select protocol": [
        "2. Seleccionar protocolo"
      ],
      "3. Select config file and download": [
        "3. Seleccionar archivo de configuración y descargar"
      ],
      "Get ProtonVPN Plus to access all servers": [
        "Obtenga ProtonVPN Plus para acceder a todos los servidores"
      ],
      "Change password for ${ Name } (${ Email })": [
        "Cambiar contraseña para ${ Name } (${ Email })"
      ],
      "Change password": [
        "Cambiar contraseña"
      ],
      "Change login password": [
        "Cambiar contraseña de inicio de sesión"
      ],
      "Switch to two-password mode": [
        "Cambiar al modo de dos contraseñas"
      ],
      "Switch to one-password mode": [
        "Cambiar al modo de una contraseña"
      ],
      "Change mailbox password": [
        "Cambiar contraseña del buzón"
      ],
      "Set up two-factor authentication": [
        "Configurar autenticación de dos factores"
      ],
      "Disable two-factor authentication": [
        "Deshabilitar autenticación de dos factores"
      ],
      "Password": [
        "Contraseña"
      ],
      "Login password": [
        "Contraseña de inicio de sesión"
      ],
      "Delete account": [
        "Eliminar cuenta"
      ],
      "Add address": [
        "Añadir dirección"
      ],
      "Generate missing keys": [
        "Generar claves faltantes"
      ],
      "Delete ${ address.Email }": [
        "Eliminar ${ address.Email }"
      ],
      "Open help menu": [
        "Abrir el menú de ayuda"
      ],
      "Back": [
        "Atrás"
      ],
      "Error": [
        "Error"
      ],
      "Update calendar": [
        "Actualizar calendario"
      ],
      "Create calendar": [
        "Crear calendario"
      ],
      "Select when you want this notification to be sent": [
        "Seleccione cuándo desea que se envíe esta notificación"
      ],
      "Select the time to send this notification": [
        "Seleccione la hora de envío de esta notificación"
      ],
      "Select the way to send this notification": [
        "Seleccione la forma de envío de esta notificación"
      ],
      "Add another notification to remind you of this event": [
        "Añada otra notificación para recordarle de este evento"
      ],
      "Export calendar": [
        "Exportar calendario"
      ],
      "Delete calendar": [
        "Eliminar calendario"
      ],
      "Unsubscribe from calendar": [
        "Cancelar suscripción al calendario"
      ],
      "Subscribe to calendar": [
        "Suscribirse al calendario"
      ],
      "Import events": [
        "Importar eventos"
      ],
      "Your calendar link": [
        "Enlace a su calendario"
      ],
      "Payment details": [
        "Detalles del pago"
      ],
      "Confirm loss of Proton bonuses": [
        "Confirmar pérdida de beneficios de Proton"
      ],
      "Processing": [
        "Procesando"
      ],
      "Cancel subscription": [
        "Cancelar suscripción"
      ],
      "Network error": [
        "Error de red"
      ],
      "Select a plan": [
        "Seleccione un plan"
      ],
      "Customize your plan": [
        "Personalice su plan"
      ],
      "Checkout": [
        "Pagar"
      ],
      "Current plan": [
        "Plan actual"
      ],
      "Apply gift code": [
        "Aplicar código de regalo"
      ],
      "Subtotal": [
        "Subtotal"
      ],
      "Coupon discount": [
        "Cupón de descuento"
      ],
      "Total (monthly)": [
        "Total (mensual)"
      ],
      "Credits": [
        "Créditos"
      ],
      "Gift code": [
        "Código de regalo"
      ],
      "Amount due": [
        "Monto adeudado"
      ],
      "Billing cycle": [
        "Ciclo de facturación"
      ],
      "Edit credit/debit card": [
        "Editar tarjeta de crédito/débito"
      ],
      "Add credit/debit card": [
        "Añadir tarjeta de crédito/débito"
      ],
      "Add PayPal payment method": [
        "Añadir PayPal como método de pago"
      ],
      "Add credits": [
        "Añadir créditos"
      ],
      "${ appName } customization": [
        "Personalización de ${ appName }"
      ],
      "Confirm downgrade": [
        "Confirmar degradación"
      ],
      "Currency": [
        "Moneda"
      ],
      "Unsupported browser": [
        "Navegador no soportado"
      ],
      "Card verification": [
        "Verificación de tarjeta"
      ],
      "Payment verification": [
        "Verificación de pago"
      ],
      "Processing...": [
        "Procesando..."
      ],
      "Card verification in progress": [
        "Verificación de tarjeta en progreso"
      ],
      "Payment verification in progress": [
        "Verificación de pago en progreso"
      ],
      "PayPal verification failed": [
        "Falló la verificación de PayPal"
      ],
      "3-D Secure verification failed": [
        "Falló la verificación de seguridad 3-D"
      ],
      "ZIP / postal code": [
        "ZIP/código postal"
      ],
      "Plan summary": [
        "Resumen del plan"
      ],
      "Re-activate keys": [
        "Reactivar claves"
      ],
      "Decrypt key": [
        "Descifrar clave"
      ],
      "Export public key": [
        "Exportar clave pública"
      ],
      "Export private key": [
        "Exportar clave privada"
      ],
      "Delete key": [
        "Eliminar clave"
      ],
      "Create key": [
        "Crear clave"
      ],
      "Success": [
        "Exitoso"
      ],
      "Import key": [
        "Importar clave"
      ],
      "Sign in again to continue": [
        "Inicie sesión otra vez para continuar"
      ],
      "Account suspended": [
        "Cuenta suspendida"
      ],
      "Report a problem": [
        "Reportar un problema"
      ],
      "Invalid verification code": [
        "Código de verificación inválido"
      ],
      "Request new verification code": [
        "Solicitar código de verificación nuevo"
      ],
      "Human verification": [
        "Verificación humana"
      ],
      "Automatically sign outgoing messages?": [
        "¿Firmar automáticamente los mensajes salientes?"
      ],
      "Edit filter": [
        "Editar filtro"
      ],
      "Add filter": [
        "Añadir filtro"
      ],
      "Are you sure you want to close?": [
        "¿Está seguro de que desea cerrar?"
      ],
      "Edit Sieve filter": [
        "Editar filtro Sieve"
      ],
      "Add Sieve filter": [
        "Añadir filtro Sieve"
      ],
      "Delete ${ filter.Name }": [
        "Eliminar ${ filter.Name }"
      ],
      "Allow List": [
        "Lista deseada"
      ],
      "Block List": [
        "Lista no deseada"
      ],
      "Add to Block List": [
        "Añadir a la lista no deseada"
      ],
      "Add to Allow List": [
        "Añadir a la lista deseada"
      ],
      "Edit Block List": [
        "Editar lista no deseada"
      ],
      "Edit Allow List": [
        "Editar lista deseada"
      ],
      "Delete ${ Name } folder": [
        "Eliminar carpeta ${ Name }"
      ],
      "Delete ${ Name } label": [
        "Eliminar etiqueta ${ Name }"
      ],
      "Sort folders alphabetically": [
        "Ordenar carpetas alfabéticamente"
      ],
      "Sort labels alphabetically": [
        "Ordenar etiquetas alfabéticamente"
      ],
      "Confirm address": [
        "Confirmar dirección"
      ],
      "Confirm phone number": [
        "Confirmar número de teléfono"
      ],
      "App": [
        "App"
      ],
      "Date": [
        "Fecha"
      ],
      "Action": [
        "Acción"
      ],
      "Delete logs": [
        "Eliminar registros"
      ],
      "Clear": [
        "Borrar"
      ],
      "Pay invoice": [
        "Pagar factura"
      ],
      "Add invoice details": [
        "Añadir detalles a la factura"
      ],
      "Amount": [
        "Monto"
      ],
      "Type": [
        "Tipo"
      ],
      "Status": [
        "Estado"
      ],
      "${ appName } Keyboard Shortcuts": [
        "Atajos de teclado de ${ appName }"
      ],
      "Bridge for ${ platform }": [
        "Bridge para ${ platform }"
      ],
      "Change organization name": [
        "Cambiar nombre de la organización"
      ],
      "Set organization name": [
        "Establecer nombre de la organización"
      ],
      "Set organization keys": [
        "Definir claves de la organización"
      ],
      "Set organization password": [
        "Definir contraseña de la organización"
      ],
      "Allocate storage": [
        "Asignar almacenamiento"
      ],
      "Allocate VPN connections": [
        "Asignar conexiones VPN"
      ],
      "Change organization password": [
        "Cambiar contraseña de la organización"
      ],
      "Change organization keys": [
        "Cambiar claves de la organización"
      ],
      "Activate organization key": [
        "Activar clave de la organización"
      ],
      "Restore administrator privileges": [
        "Restaurar privilegios de administrador"
      ],
      "Change role": [
        "Cambiar rol"
      ],
      "Edit user": [
        "Editar usuario"
      ],
      "Delete user": [
        "Eliminar usuario"
      ],
      "Add user": [
        "Añadir usuario"
      ],
      "Edit domain": [
        "Editar dominio"
      ],
      "Add domain": [
        "Añadir dominio"
      ],
      "Catch-All address": [
        "Dirección catch-all"
      ],
      "Delete ${ domain.DomainName }": [
        "Eliminar ${ domain.DomainName }"
      ],
      "General": [
        "General"
      ],
      "Theme": [
        "Tema"
      ],
      "Contacts": [
        "Contactos"
      ],
      "Import & export": [
        "Importación y exportación"
      ],
      "Import": [
        "Importar"
      ],
      "Export": [
        "Exportar"
      ],
      "VPN apps": [
        "Aplicaciones VPN"
      ],
      "ProtonVPN": [
        "ProtonVPN"
      ],
      "OpenVPN / IKEv2": [
        "OpenVPN / IKEv2"
      ],
      "Credentials": [
        "Credenciales"
      ],
      "OpenVPN configuration files": [
        "Archivos de configuración de OpenVPN"
      ],
      "Appearance": [
        "Apariencia"
      ],
      "Layout": [
        "Diseño"
      ],
      "Other": [
        "Otro"
      ],
      "Auto reply": [
        "Autorrespuesta"
      ],
      "Encryption & keys": [
        "Cifrado y claves"
      ],
      "Address verification": [
        "Verificación de direcciones"
      ],
      "External PGP settings": [
        "Ajustes PGP externos"
      ],
      "Email encryption keys": [
        "Claves de cifrado de correo"
      ],
      "Contact encryption keys": [
        "Claves de cifrado de contacto"
      ],
      "Filters": [
        "Filtros"
      ],
      "Custom filters": [
        "Filtros personalizados"
      ],
      "Spam filters": [
        "Filtros de spam"
      ],
      "Folders & labels": [
        "Carpetas y etiquetas"
      ],
      "Folders": [
        "Carpetas"
      ],
      "Labels": [
        "Etiquetas"
      ],
      "Short domain (@pm.me)": [
        "Dominio corto (@pm.me)"
      ],
      "Messages": [
        "Mensajes"
      ],
      "Advanced": [
        "Avanzado"
      ],
      "Identity & addresses": [
        "Identidad y direcciones"
      ],
      "Display name & signature": [
        "Nombre a mostrar y firma"
      ],
      "My addresses": [
        "Mis direcciones"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "Import Assistant": [
        "Import Assistant"
      ],
      "Current & past imports": [
        "Importaciones actuales y anteriores"
      ],
      "Import-Export app": [
        "App Import-Export"
      ],
      "Domain names": [
        "Nombres de dominio"
      ],
      "Catch-all address": [
        "Dirección catch-all"
      ],
      "My calendars": [
        "Mis calendarios"
      ],
      "Other calendars": [
        "Otros calendarios"
      ],
      "Share outside Proton": [
        "Compartir fuera de Proton"
      ],
      "Time zone": [
        "Zona horaria"
      ],
      "Password & recovery": [
        "Contraseña y recuperación"
      ],
      "Passwords": [
        "Contraseñas"
      ],
      "Recovery & notification": [
        "Recuperación y notificación"
      ],
      "Security": [
        "Seguridad"
      ],
      "Session management": [
        "Gestión de sesiones"
      ],
      "Security logs": [
        "Registros de seguridad"
      ],
      "Payment": [
        "Pago"
      ],
      "Billing details": [
        "Datos de facturación"
      ],
      "Payment methods": [
        "Métodos de pago"
      ],
      "Invoices": [
        "Facturas"
      ],
      "Dashboard": [
        "Panel de control"
      ],
      "Select plan": [
        "Seleccionar plan"
      ],
      "Your current plan": [
        "Su plan actual"
      ],
      "Your plan": [
        "Su plan"
      ],
      "Language & time": [
        "Idioma y hora"
      ],
      "Email subscriptions": [
        "Suscripciones de correo"
      ],
      "Organization": [
        "Organización"
      ],
      "Multi-user support": [
        "Soporte multi usuario"
      ],
      "Users and addresses": [
        "Usuarios y direcciones"
      ],
      "Addresses": [
        "Direcciones"
      ],
      "Organization & keys": [
        "Organización y claves"
      ],
      "Password & keys": [
        "Contraseña y claves"
      ],
      "Sorry, you can't access this page": [
        "No puede acceder a esta página"
      ],
      "Upgrade": [
        "Mejorar"
      ],
      "Settings": [
        "Ajustes"
      ],
      "Choose an account": [
        "Seleccionar una cuenta"
      ],
      "Email": [
        "Correo"
      ],
      "Phone": [
        "Teléfono"
      ],
      "Find email or username": [
        "Buscar correo o nombre de usuario"
      ],
      "Proton Logo": [
        "Logo de Proton"
      ],
      "Create a ${ mailAppName } address": [
        "Crear una dirección de ${ mailAppName }"
      ],
      "Address is available": [
        "Dirección disponible"
      ],
      "Sign in": [
        "Iniciar sesión"
      ],
      "Two-factor authentication": [
        "Autenticación de dos factores"
      ],
      "Unlock your mailbox": [
        "Desbloquee su buzón"
      ],
      "Set new password": [
        "Establecer contraseña nueva"
      ],
      "This address might compromise your privacy.": [
        "Esta dirección podría comprometer su privacidad."
      ],
      "Create your Proton Account": [
        "Cree su cuenta de Proton"
      ],
      "Add a recovery method": [
        "Añadir un método de recuperación"
      ],
      "(highly recommended)": [
        "(altamente recomendado)"
      ],
      "Account verification": [
        "Verificación de la cuenta"
      ],
      "Plan selection": [
        "Selección del plan"
      ],
      "Are you human?": [
        "¿Es humano?"
      ],
      "Creating account": [
        "Creando cuenta"
      ],
      "Warning!": [
        "¡Advertencia!"
      ],
      "Reset password": [
        "Restablecer contraseña"
      ],
      "No recovery method": [
        "Ningún método de recuperación"
      ]
    },
    "Storage": {
      "Your current storage:": [
        "Su almacenamiento actual:"
      ],
      "Upgrade storage": [
        "Mejorar almacenamiento"
      ],
      "Release notes": [
        "Notas de la versión"
      ]
    },
    "Link": {
      "Learn more": [
        "Más información"
      ],
      "View guide": [
        "Ver guía"
      ],
      "What is the difference between UDP and TCP protocols?": [
        "¿Cuál es la diferencia entre los protocolos UDP y TCP?"
      ],
      "Upgrade": [
        "Mejorar"
      ],
      "Go to subscription plans": [
        "Ir a los planes de suscripción"
      ],
      "click here": [
        "haga clic aquí"
      ],
      "Add a gift code": [
        "Añadir código de regalo"
      ],
      "clearing your browser cache": [
        "vaciar la caché del navegador"
      ],
      "Pay invoice": [
        "Pagar factura"
      ],
      "Upgrade account": [
        "Mejorar cuenta"
      ],
      "Request an invite": [
        "Solicitar una invitación"
      ],
      "Calendars": [
        "Calendarios"
      ],
      "General": [
        "General"
      ],
      "Terms": [
        "Términos"
      ],
      "Privacy policy": [
        "Política de privacidad"
      ],
      "Previous version": [
        "Versión anterior"
      ],
      "Reset password": [
        "Restablecer contraseña"
      ],
      "Forgot username?": [
        "¿Olvidó su usuario?"
      ],
      "Common sign in issues": [
        "Problemas comunes de inicio de sesión"
      ],
      "Create an account": [
        "Crear una cuenta"
      ],
      "Sign in": [
        "Iniciar sesión"
      ],
      "Common sign up issues": [
        "Problemas comunes de registro"
      ]
    },
    "Select search results": {
      "No results found": [
        "No se encontraron resultados"
      ]
    },
    "Timezone search placeholder": {
      "Search timezones": [
        "Buscar zonas horarias"
      ]
    },
    "Loading info": {
      "Connecting to your calendar provider": [
        "Conectando con su proveedor de calendario"
      ],
      "Connecting to your email provider": [
        "Conectando con su proveedor de correo"
      ]
    },
    "Wizard step": {
      "Authenticate": [
        "Autenticar"
      ],
      "Configure Import": [
        "Configurar importación"
      ],
      "Import": [
        "Importar"
      ]
    },
    "Confirm modal title": {
      "Quit import?": [
        "¿Salir de la importación?"
      ],
      "Quit import customization?": [
        "¿Salir de la personalización de importación?"
      ],
      "Import is incomplete!": [
        "¡Importación incompleta!"
      ],
      "Remove from the list?": [
        "¿Eliminar de la lista?"
      ],
      "Delete all messages": [
        "Eliminar todos los mensajes"
      ]
    },
    "Warning": {
      "Are you sure you want to discard your import?": [
        "¿Está seguro que desea descartar su importación?"
      ],
      "This import may exceed the storage capacity currently available in your Proton account. Please consider customizing your import.": [
        "Esta importación puede exceder la capacidad de almacenamiento disponible actualmente en su cuenta Proton. Considere personalizar su importación."
      ],
      "Proton will transfer as much data as possible, starting with your most recent messages.": [
        "Proton transferirá tantos datos como sea posible, empezando con sus mensajes más recientes."
      ],
      "Proton will merge all folders with the same name. To avoid this, change the names before import.": [
        "Proton fusionará todas las carpetas con el mismo nombre. Para evitarlo, cambie los nombres antes de importar."
      ],
      "You will lose any customization you made so far.": [
        "Perderá cualquier personalización que haya hecho hasta ahora."
      ],
      "permanently delete all messages on ${ email }": [
        "eliminará permanentemente todos los mensajes en ${ email }"
      ],
      "This action will ${ boldWarning }. You will not be able to recover the messages on ${ domain }.": [
        "Esta acción ${ boldWarning }. No podrá recuperar los mensajes en ${ domain }."
      ],
      "If you cancel this import, you won't be able to resume it. Proton saved all progress in your account. Cancel anyway?": [
        "Si cancela esta importación, no podrá reanudarla. Proton guardó todo el progreso en su cuenta. ¿Cancelar de todos modos?"
      ],
      "You will not see this import record in the list anymore.": [
        "Ya no verá este registro de importación en la lista."
      ],
      "By disabling this address, you will no longer be able to send or receive emails using this address and all the linked Proton products will also be disabled. Are you sure you want to disable this address?": [
        "Al deshabilitar esta dirección, no podrá enviar o recibir correos usando esta dirección y todos los productos de Proton enlazados también se deshabilitarán. ¿Está seguro que desea deshabilitar la dirección?"
      ],
      "You must ${ activateLink } organization keys before adding an email address to a non-private member.": [
        "Debe ${ activateLink } las claves de la organización antes de añadir una dirección de correo electrónico a un miembro no privado."
      ],
      "Please note that by choosing this payment method, your account cannot be upgraded immediately. We will update your account once the payment is cleared.": [
        "Tome en cuenta que al elegir este método de pago su cuenta no será mejorada inmediatamente. Actualizaremos su cuenta una vez que el pago se haya completado."
      ],
      "Reports are not end-to-end encrypted, please do not send any sensitive information.": [
        "Los reportes no están cifrados de extremo a extremo, no envíe ninguna información confidencial."
      ],
      "Your local date & time settings seem to be out of sync.": [
        "Los ajustes de fecha y hora locales parecen no estar sincronizados."
      ],
      "By deleting this address, you will no longer be able to recover your account.": [
        "Si elimina esta dirección, ya no podrá recuperar su cuenta."
      ],
      "By deleting this address, you will no longer be able to receive daily email notifications.": [
        "Si elimina esta dirección, ya no podrá recibir notificaciones diarias de correo electrónico."
      ],
      "By deleting this address, you will no longer be able to recover your account or receive daily email notifications.": [
        "Si elimina esta dirección, ya no podrá recuperar su cuenta o recibir notificaciones diarias de correo electrónico."
      ],
      "Are you sure you want to delete the address?": [
        "¿Está seguro que desea eliminar esta dirección?"
      ],
      "By deleting this phone number, you will no longer be able to recover your account.": [
        "Al eliminar este número de teléfono, ya no podrá recuperar su cuenta."
      ],
      "Are you sure you want to delete the phone number?": [
        "¿Está seguro que desea eliminar el número de teléfono?"
      ],
      "By disabling the logs, you will also clear your entire logs history. Are you sure you want to disable the logs?": [
        "Al deshabilitar los registros, también borrará todo el historial. ¿Está seguro que desea deshabilitar los registros?"
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "Detectamos un problema con su configuración DNS. Asegúrese de que sus registros coinciden con las instrucciones de abajo. Si el problema persiste, tendremos que cerrar la sesión de DKIM."
      ],
      "This feature is only available for ProtonMail Professional plans or higher": [
        "Esta función solo está disponible para el plan Professional y superiores"
      ]
    },
    "Import instructions emphasis": {
      "Security": [
        "Seguridad"
      ],
      "turn on access": [
        "active el acceso"
      ],
      "app password": [
        "contraseña de la app"
      ],
      "Gmail Settings": [
        "ajustes de Gmail"
      ],
      "Forwarding and POP/IMAP": [
        "reenvío y POP/IMAP"
      ],
      "IMAP access": [
        "acceso IMAP"
      ],
      "Labels": [
        "Etiquetas"
      ],
      "2-step verification": [
        "Verificación en dos pasos"
      ],
      "Account info": [
        "información de la cuenta"
      ],
      "Account security": [
        "seguridad de la cuenta"
      ],
      "Manage app passwords": [
        "gestionar contraseñas de la app"
      ]
    },
    "Import instructions": {
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, ${ boldAccess } for less secure apps. If you don't see this option, you might have 2-step verification enabled.": [
        "Vaya a ${ googleAccountLink }. En la sección ${ boldSecurity } , ${ boldAccess } para aplicaciones menos seguras. Si no ve esta opción, puede que tenga habilitada la verificación en dos pasos."
      ],
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, create an ${ boldAppPassword } if you don't have one already. You will need this password during the import.": [
        "Vaya a ${ googleAccountLink }. En la sección ${ boldSecurity } , cree una ${ boldAppPassword } si aún no tiene una. Necesitará esta contraseña durante la importación."
      ],
      "In your ${ boldGmailSettings }, go to ${ boldForwarding } and make sure that ${ boldIMAPAccess } is enabled.": [
        "En sus ${ boldGmailSettings }, vaya a ${ boldForwarding } y asegúrese de que el ${ boldIMAPAccess } está habilitado."
      ],
      "In the ${ boldLabels } section, choose the folders allowed for import into ProtonMail.": [
        "En la sección ${ boldLabels }, elija las carpetas permitidas para importar en ProtonMail."
      ],
      "Allow ProtonMail access into your Gmail account: choose whether ${ bold2Steps } is enabled and follow the steps below.": [
        "Permitir el acceso de ProtonMail a su cuenta de Gmail: elija si la ${ bold2Steps } está habilitada y siga los siguientes pasos."
      ],
      "Finally, ${ googleMailLink } with the account you would like to import, ${ googleCaptchaLink }.": [
        "Finalmente, ${ googleMailLink } con la cuenta que desea importar, ${ googleCaptchaLink }."
      ],
      "Log into Yahoo Mail and click on your name in the upper right corner to access ${ boldAccountInfo }. In the ${ boldAccountSec } section, go to ${ boldManageAppPass } to generate a password. You will need this password during the import.": [
        "Inicie sesión en Yahoo Mail y haga clic en su nombre en la esquina superior derecha para acceder a la ${ boldAccountInfo }. En la sección ${ boldAccountSec }, vaya a ${ boldManageAppPass } para generar una contraseña. Necesitará esta contraseña durante la importación."
      ]
    },
    "Import instructions tab title": {
      "2-step verification disabled (default settings)": [
        "Verificación en dos pasos deshabilitada (ajustes predeterminados)"
      ],
      "2-step verification enabled": [
        "Verificación en dos pasos habilitada"
      ]
    },
    "Import instructions image alternative text": {
      "How to turn on access for Less Secure Apps in Gmail settings": [
        "Cómo habilitar el acceso para aplicaciones menos seguras en los ajustes de Gmail"
      ],
      "How to create an app password in Gmail settings": [
        "Cómo crear una contraseña de la aplicación en los ajustes de Gmail"
      ],
      "How to enable IMAP Forwarding in Gmail settings": [
        "Cómo habilitar el reenvío IMAP en los ajustes de Gmail"
      ],
      "How to show folders in IMAP in Gmail settings": [
        "Cómo mostrar carpetas en IMAP en los ajustes de Gmail"
      ],
      "How to disable CAPTCHA in Gmail": [
        "Cómo deshabilitar CAPTCHA en Gmail"
      ]
    },
    "Import instructions external link": {
      "login to Gmail": [
        "inicie sesión en Gmail"
      ],
      "then open this page to unlock captcha": [
        "luego abra esta página para desbloquear el CAPTCHA"
      ]
    },
    "Provider": {
      "Gmail": [
        "Gmail"
      ],
      "Yahoo Mail": [
        "Yahoo Mail"
      ]
    },
    "Import error": {
      "Invalid IMAP port": [
        "Puerto IMAP inválido"
      ],
      "If ${ bold2StepsDisabled } in Gmail (default settings), please make sure that:": [
        "Si ${ bold2StepsDisabled } en Gmail (ajustes predeterminados), asegúrese de que:"
      ],
      "If ${ bold2StepsEnabled } in Gmail, please make sure that you are using your app password instead of your regular password.": [
        "Si ${ bold2StepsEnabled } en Gmail, asegúrese de que está usando la contraseña de su aplicación en lugar de la contraseña regular."
      ],
      "You can also try to sign out of ${ boldGoogleAccounts } in the browser, then unlock ${ linkCAPTCHA }.": [
        "También puede intentar cerrar sesión de ${ boldGoogleAccounts } en el navegador y luego desbloquear el ${ linkCAPTCHA }."
      ],
      "Proton can't connect to your account. Please make sure that Gmail IMAP access is enabled.": [
        "Proton no puede conectarse a su cuenta. Asegúrese de que el acceso IMAP de Gmail está habilitado."
      ],
      "your password is correct": [
        "su contraseña es correcta"
      ],
      "\"Less secure app access\" is turned on in your Google account security settings": [
        "El \"acceso menos seguro a la aplicación\" está habilitado en los ajustes de seguridad de su cuenta de Google"
      ],
      "Proton can't connect to your Gmail account. Please make sure that the mail server address and port number are correct.": [
        "Proton no puede conectarse a su cuenta de Gmail. Asegúrese de que la dirección del servidor de correo y el número de puerto son correctos."
      ],
      "If ${ bold2StepsDisabled } (default Gmail settings), please make sure that:": [
        "Si ${ bold2StepsDisabled } (configuración de Gmail predeterminada), asegúrese de que:"
      ],
      "If ${ bold2StepsEnabled }, please make sure that your email address and app password are correct. Do ${ boldNot } use your regular password.": [
        "Si ${ bold2StepsEnabled }, asegúrese de que su dirección de correo electrónico y contraseña de la aplicación son correctas. ${ boldNot } utilice su contraseña regular."
      ],
      "Proton can't connect to your account. Please make sure that IMAP access is enabled in your Gmail account.": [
        "Proton no puede conectarse a su cuenta. Asegúrese de que el acceso IMAP está habilitado en su cuenta de Gmail."
      ],
      "your email address and password are correct": [
        "su dirección de correo electrónico y contraseña son correctas"
      ],
      "your app password is correct. Do ${ boldNot } use your regular password": [
        "la contraseña de su aplicación es correcta. ${ boldNot } use su contraseña regular"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that:": [
        "Proton no puede conectarse a su cuenta de Yahoo Mail. Asegúrese de que:"
      ],
      "IMAP access is enabled in your Yahoo account": [
        "El acceso IMAP está habilitado en su cuenta de Yahoo Mail"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that the mail server address and port number are correct.": [
        "Proton no puede conectarse a su cuenta de Yahoo Mail. Asegúrese de que la dirección del servidor de correo y el número de puerto son correctos."
      ],
      "your email address and app password are correct. Do ${ boldNot } use your regular password": [
        "su dirección de correo electrónico y contraseña de la aplicación son correctos. ${ boldNot } use su contraseña regular"
      ],
      "Proton can't connect to your external account. Please make sure that:": [
        "Proton no puede conectarse a su cuenta externa. Asegúrese de que:"
      ],
      "Proton can't connect to your account. Please make sure that:": [
        "Proton no puede conectarse a su cuenta. Asegúrese de que:"
      ],
      "IMAP access is enabled in your external account": [
        "El acceso IMAP está habilitado en su cuenta externa"
      ],
      "Use your app password if:": [
        "Use la contraseña de la aplicación si:"
      ],
      "2-step verification is enabled in your external account": [
        "la verificación en dos pasos está habilitada en su cuenta externa"
      ],
      "your email account requires one to export your data": [
        "su cuenta de correo electrónico requiere una para exportar sus datos"
      ],
      "Proton can't connect to your external account. Please make sure that the mail server address and port number are correct.": [
        "Proton no puede conectarse a su cuenta externa. Asegúrese de que la dirección del servidor de correo y el número de puerto son correctos."
      ],
      "Use your app password instead of your regular password if:": [
        "Use su contraseña de la aplicación en lugar de su contraseña normal si:"
      ],
      "2-step verification is enabled in your external email account": [
        "la verificación en dos pasos está habilitada en su cuenta de correo externa"
      ],
      "your email account requires an app password to export your data": [
        "su cuenta de correo requiere una contraseña de la aplicación para exportar sus datos"
      ],
      "Too many recent requests. Please try again in a few moments.": [
        "Demasiadas solicitudes recientes. Inténtelo de nuevo en unos momentos."
      ]
    },
    "Import error emphasis": {
      "2-step verification is disabled": [
        "la verificación en dos pasos está deshabilitada"
      ],
      "2-step verification is enabled": [
        "la verificación en dos pasos está habilitada"
      ],
      "all your other Google accounts": [
        "todas sus otras cuentas de Google"
      ],
      "not": [
        "No"
      ],
      "CAPTCHA": [
        "CAPTCHA"
      ]
    },
    "Tooltip": {
      "Customize import to reduce the number of labels": [
        "Personalice la importación para reducir el número de etiquetas"
      ],
      "Customize import to reduce the number of folders": [
        "Personalizar importación para reducir el número de carpetas"
      ],
      "Edit label names": [
        "Editar nombres de etiquetas"
      ],
      "Edit folder names": [
        "Editar nombres de las carpetas"
      ],
      "System subfolders will show up as separate folders in ProtonMail": [
        "Las subcarpetas del sistema se mostrarán como carpetas separadas en ProtonMail"
      ],
      "Each imported email will have this label": [
        "Cada correo importado tendrá esta etiqueta"
      ],
      "The import will start with the most recent messages.": [
        "La importación empezará con los mensajes más recientes."
      ],
      "Account is disconnected": [
        "La cuenta está desconectada"
      ],
      "Your ProtonMail inbox is almost full": [
        "Su buzón de ProtonMail está casi lleno"
      ],
      "Your external account may have reached its 24-hour bandwidth limit. Proton will try to resume the import as soon as possible.": [
        "Su cuenta externa puede haber alcanzado su límite de ancho de banda de 24 horas. Proton intentará reanudar la importación tan pronto como sea posible."
      ],
      "You do not have any contacts to export": [
        "No tiene ningún contacto para exportar"
      ],
      "Set the default layout for your Inbox.": [
        "Establezca el diseño por defecto para su bandeja de entrada."
      ],
      "Set the default Composer popup size as small or full screen.": [
        "Establezca el tamaño por defecto de la ventana emergente del compositor como pequeña o como pantalla completa."
      ],
      "When you add a label to a message in a conversation, it will automatically be applied to all future messages you send or receive in that conversation.": [
        "Cuando añada una etiqueta a un mensaje en una conversación, se aplicará automáticamente a todos los mensajes futuros que envíe o reciba en esa conversación."
      ],
      "Group emails in the same conversation together in your Inbox or display them separately.": [
        "Agrupa correos electrónicos en la misma conversación juntos en su bandeja de entrada o los muestra por separado."
      ],
      "Use multiple addresses / aliases linked to your account, e.g. username2@protonmail.com": [
        "Use direcciones múltiples / alias vinculados a su cuenta, p. ej., usuario2@protonmail.com"
      ],
      "Host emails for your own domain(s) at ProtonMail, e.g. john.smith@example.com": [
        "Aloje correos electrónicos para sus propios dominios en ProtonMail, p. ej. usuario@sudominio.com"
      ],
      "Use the personal address username@pm.me to send emails": [
        "Use la dirección personal usuario@pm.me para enviar correos electrónicos"
      ],
      "Multi-user support is only applicable to plans with 2 or more users": [
        "El soporte multi usuario solo se aplica a planes con 2 o más usuarios"
      ],
      "NetShield protects your device and speeds up your browsing by blocking ads, trackers, and malware.": [
        "NetShield protege su dispositivo y acelera la navegación bloqueando anuncios, rastreadores y malware."
      ],
      "Support for file sharing protocols such as BitTorrent.": [
        "Soporte para protocolos de intercambio de archivos como BitTorrent."
      ],
      "Access geo-blocked content (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube, etc) no matter where you are.": [
        "Acceda al contenido geobloqueado (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube, etc) sin importar dónde se encuentre."
      ],
      "Route your Internet traffic through the Tor network with a single click.": [
        "Envíe todo su tráfico de Internet a través de la red Tor con un solo clic."
      ],
      "Defends against threats to VPN privacy by passing your Internet traffic through multiple servers.": [
        "Defiende contra amenazas a la privacidad VPN pasando su tráfico de Internet a través de múltiples servidores."
      ],
      "Get access to all the paid features for both ProtonVPN and ProtonMail (the encrypted email service that millions use to protect their data) with one plan.": [
        "Obtenga acceso a todas las funciones de pago de ProtonVPN y ProtonMail (el servicio de correo electrónico cifrado que millones utilizan para proteger sus datos) con un solo plan."
      ],
      "Get access to all the paid features for both ${ vpnAppName } and ${ mailAppName } (the encrypted email service that millions use to protect their data) with one plan.": [
        "Obtenga acceso a todas las funciones de pago de ${ vpnAppName } y ${ mailAppName } (el servicio de correo electrónico cifrado que millones usan para proteger sus datos) con un plan."
      ],
      "Host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Aloje correos electrónicos para sus propios dominios en ${ mailAppName }, p. ej. usuario@sudominio.com"
      ],
      "Create multiple email addresses linked to your account, e.g. username2@protonmail.com": [
        "Cree direcciones múltiples vinculadas a su cuenta, p. ej., usuario2@protonmail.com"
      ],
      "Discount applied for annual billing cycle": [
        "Descuento aplicado para el ciclo de facturación anual"
      ],
      "Discount applied for two-year billing cycle": [
        "Descuento aplicado para el ciclo de facturación de dos años"
      ],
      "If you purchased a gift code or received one from our support team, you can enter it here.": [
        "Si compó un código de regalo o recibió uno de nuestro equipo de soporte, puede ingresarlo aquí."
      ],
      "ProtonMail users will use this key by default for sending": [
        "Los usuarios de ProtonMail usarán esta clave por defecto para enviar"
      ],
      "You have locally decrypted this key": [
        "Ha descifrado localmente esta clave"
      ],
      "This key is encrypted with an old password": [
        "Esta clave está cifrada con una contraseña antigua"
      ],
      "Signatures produced by this key are treated as invalid and this key cannot be used for encryption": [
        "Las firmas creadas con esta clave son tratadas como inválidas y esta clave no puede usarse para cifrar"
      ],
      "This key cannot be used for encryption": [
        "Esta clave no puede usarse para cifrar"
      ],
      "This address has been disabled": [
        "Esta dirección fue deshabilitada"
      ],
      "This feature is only available for paid users": [
        "Esta función solo está disponible para usuarios de pago"
      ],
      "Enable/disable desktop and mobile notifications": [
        "Habilitar/deshabilitar notificaciones de escritorio y teléfono"
      ],
      "Enabling advanced logs records the IP address for each event in the security log.": [
        "Al habilitar el registro avanzado, registra la dirección IP para cada evento en el registro de seguridad."
      ],
      "Messages in the Sent or Drafts folder will continue to appear in that folder, even if you move them to another folder.": [
        "Los mensajes en la carpeta enviados o borradores continuarán apareciendo en esa carpeta, incluso si los mueve a otra carpeta."
      ],
      "When you click on a link, this anti-phishing feature will ask you to confirm the URL of the web page.": [
        "Al hacer clic en un enlace, esta función de anti suplantación le pedirá que confirme la URL de la página web."
      ],
      "This feature delays sending your emails, giving you the opportunity to undo send during the selected time frame.": [
        "Esta función retrasa el envío de sus correos electrónicos, dándole la oportunidad de deshacer el envío durante el periodo de tiempo seleccionado."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "Detuvimos la firma de DKIM por problemas con su configuración de DNS. Siga las instrucciones a continuación para reanudar la firma."
      ],
      "Your DKIM signing is working.": [
        "Su firma DKIM está funcionando."
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "Detectamos un problema con su configuración DNS. Asegúrese de que sus registros coinciden con las instrucciones de abajo. Si el problema persiste, tendremos que cerrar la sesión de DKIM."
      ]
    },
    "Security phrase": {
      "Permanently delete messages in ${ email }": [
        "Eliminar permanentemente los mensajes en ${ email }"
      ]
    },
    "Instructions": {
      "To confirm this action enter the following text in the box below.": [
        "Para confirmar esta acción, ingrese el texto siguiente en el cuadro de abajo."
      ],
      "Enter phrase to confirm": [
        "Ingrese la frase para confirmar"
      ]
    },
    "Import status": {
      "Paused": [
        "Pausada"
      ],
      "Canceled": [
        "Cancelada"
      ],
      "Completed": [
        "Completada"
      ],
      "Failed": [
        "Fallida"
      ],
      "${ percentageValue }% paused": [
        "${ percentageValue }% pausado"
      ],
      "Started": [
        "Iniciada"
      ],
      "Canceling": [
        "Cancelando"
      ],
      "Delayed": [
        "Retrasada"
      ]
    },
    "Success": {
      "Import resumed": [
        "Importación reanudada"
      ],
      "Import canceled": [
        "Importación cancelada"
      ],
      "Import record deleted": [
        "Registro de importación eliminado"
      ],
      "Deleting original messages": [
        "Eliminando mensajes originales"
      ],
      "Preference saved": [
        "Preferencia guardada"
      ],
      "Premium address created": [
        "Dirección premium creada"
      ],
      "Keyboard shortcuts preferences updated": [
        "Preferencias de atajos de teclado actualizadas"
      ],
      "Locale updated": [
        "Idioma actualizado"
      ],
      "${ server.Domain } copied in your clipboard": [
        "${ server.Domain } copiado al portapapeles"
      ],
      "Buttons position saved": [
        "Posición de botones guardada"
      ],
      "Password updated": [
        "Contraseña actualizada"
      ],
      "Account deleted. Logging out...": [
        "Cuenta eliminada. Cerrando sesión..."
      ],
      "Address added": [
        "Dirección añadida"
      ],
      "Address updated": [
        "Dirección actualizada"
      ],
      "Payment method deleted": [
        "Método de pago eliminado"
      ],
      "Payment method updated": [
        "Método de pago actualizado"
      ],
      "Email address copied to clipboard": [
        "Dirección de correo copiada al portapapeles"
      ],
      "Calendar created. It might take a few minutes to sync.": [
        "Calendario creado. Puede tomar unos minutos en sincronizarse."
      ],
      "Calendar created": [
        "Calendario creado"
      ],
      "Calendar updated": [
        "Calendario actualizado"
      ],
      "Default calendar updated": [
        "Calendario por defecto actualizado"
      ],
      "Calendar removed": [
        "Calendario eliminado"
      ],
      "You have successfully unsubscribed": [
        "Se ha desuscrito satisfactoriamente"
      ],
      "Payment method added": [
        "Método de pago añadido"
      ],
      "Credits added": [
        "Créditos añadidos"
      ],
      "Gift code applied": [
        "Código de regalo aplicado"
      ],
      "Bug reported": [
        "Error reportado"
      ],
      "Auto-reply disabled": [
        "Autorrespuesta deshabilitada"
      ],
      "Auto-reply updated": [
        "Respuesta automática actualizada"
      ],
      "Code sent to ${ methodTo }": [
        "Código enviado a ${ methodTo }"
      ],
      "Verification successful": [
        "Verificación exitosa"
      ],
      "Email updated": [
        "Correo actualizado"
      ],
      "Phone number updated": [
        "Número de teléfono actualizado"
      ],
      "Session revoked": [
        "Sesión revocada"
      ],
      "Sessions revoked": [
        "Sesiones revocadas"
      ],
      "Invoice paid": [
        "Factura pagada"
      ],
      "Invoice customized": [
        "Factura personalizada"
      ],
      "Organization activated": [
        "Organización activada"
      ],
      "Keys updated": [
        "Claves actualizadas"
      ],
      "User updated": [
        "Usuario actualizado"
      ],
      "User created": [
        "Usuario creado"
      ],
      "Verify code copied to clipboard!": [
        "¡Código de verificación copiado al portapapeles!"
      ],
      "SPF value copied to clipboard!": [
        "¡Valor SPF copiado al portapapeles!"
      ],
      "Value copied to clipboard!": [
        "¡Valor copiado al portapapeles!"
      ],
      "DMARC value copied to clipboard!": [
        "¡Valor DMARC copiado al portapapeles!"
      ],
      "Domain verified": [
        "Dominio verificado"
      ],
      "Catch-all address updated": [
        "Dirección catch-all actualizada"
      ],
      "If you entered a valid recovery email we will send you an email with your usernames in the next minute.": [
        "Si ha ingresado un correo electrónico de recuperación válido, le enviaremos un correo con sus nombres de usuario en el próximo minuto."
      ],
      "If you entered a valid recovery phone we will send you an sms with your usernames in the next minute.": [
        "Si ha ingresado un teléfono de recuperación válido, le enviaremos un SMS con sus nombres de usuario en el próximo minuto."
      ]
    },
    "Title header": {
      "Import": [
        "Importar"
      ],
      "Status": [
        "Estado"
      ],
      "Date": [
        "Fecha"
      ],
      "Size": [
        "Tamaño"
      ],
      "Actions": [
        "Acciones"
      ]
    },
    "Import error link": {
      "bandwidth limit": [
        "límite de ancho de banda"
      ]
    },
    "Option": {
      "Automatic (${ defaultFormat })": [
        "Automático (${ defaultFormat })"
      ],
      "Automatic (${ defaultDay })": [
        "Automático (${ defaultDay })"
      ],
      "Add to existing group": [
        "Añadir al grupo existente"
      ],
      "Create new group": [
        "Crear grupo nuevo"
      ],
      "Ignore group": [
        "Ignorar grupo"
      ],
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Router": [
        "Enrutador"
      ],
      "UDP": [
        "UDP"
      ],
      "TCP": [
        "TCP"
      ],
      "Secure Core configs": [
        "Ajustes de Secure Core"
      ],
      "Country configs": [
        "Ajustes de país"
      ],
      "Standard server configs": [
        "Ajustes estándar del servidor"
      ],
      "Free server configs": [
        "Ajustes del servidor gratuito"
      ],
      "Normal": [
        "Normal"
      ],
      "Plain text": [
        "Texto plano"
      ],
      "Left to Right": [
        "Izquierda a derecha"
      ],
      "Right to Left": [
        "Derecha a izquierda"
      ],
      "Select a reason": [
        "Seleccione un motivo"
      ],
      "I use a different Proton account": [
        "Uso una cuenta de Proton diferente"
      ],
      "It's too expensive": [
        "Es muy costoso"
      ],
      "It's missing a key feature that I need": [
        "Falta una característica clave que necesito"
      ],
      "I found another service that I like better": [
        "Encontré otro servicio que me gusta mejor"
      ],
      "My reason isn't listed": [
        "Mi motivo no está listado"
      ],
      "It’s temporary, I’ll be back": [
        "Es temporal, regresaré"
      ],
      "I didn’t understand what I was signing up for": [
        "No entendí para lo que me estaba registrando"
      ],
      "It’s too expensive": [
        "Es demasiado caro"
      ],
      "I’m unhappy with customer service": [
        "Estoy descontento con el servicio al cliente"
      ],
      "Using Proton is too complicated": [
        "Usar Proton es demasiado complicado"
      ],
      "I'm switching to a different service": [
        "Estoy cambiando a otro servicio"
      ],
      "The quality didn't live up to my expectations": [
        "La calidad no cumplió mis expectativas"
      ],
      "Other": [
        "Otro"
      ],
      "${ stateOfTheArt } X25519 (Fastest, most modern)": [
        "${ stateOfTheArt } X25519 (Más rápido, moderno)"
      ],
      "${ highestSecurity } RSA 4096-bit (Slower, but increased compatibility with legacy software)": [
        "${ highestSecurity } RSA 4096-bit (Lento, pero mayor compatibilidad con software heredado)"
      ],
      "Fixed duration": [
        "Duración fija"
      ],
      "Repeat daily": [
        "Repetir diariamente"
      ],
      "Repeat weekly": [
        "Repetir semanalmente"
      ],
      "Repeat monthly": [
        "Repetir mensualmente"
      ],
      "Permanent": [
        "Permanente"
      ],
      "1st of the month": [
        "1º del mes"
      ],
      "2nd of the month": [
        "2º del mes"
      ],
      "3rd of the month": [
        "3º del mes"
      ],
      "4th of the month": [
        "4º del mes"
      ],
      "5th of the month": [
        "5º del mes"
      ],
      "6th of the month": [
        "6º del mes"
      ],
      "7th of the month": [
        "7º del mes"
      ],
      "8th of the month": [
        "8º del mes"
      ],
      "9th of the month": [
        "9º del mes"
      ],
      "10th of the month": [
        "10º del mes"
      ],
      "11th of the month": [
        "11º del mes"
      ],
      "12th of the month": [
        "12º del mes"
      ],
      "13th of the month": [
        "13º del mes"
      ],
      "14th of the month": [
        "14º del mes"
      ],
      "15th of the month": [
        "15º del mes"
      ],
      "16th of the month": [
        "16º del mes"
      ],
      "17th of the month": [
        "17º del mes"
      ],
      "18th of the month": [
        "18º del mes"
      ],
      "19th of the month": [
        "19º del mes"
      ],
      "20th of the month": [
        "20º del mes"
      ],
      "21st of the month": [
        "21º del mes"
      ],
      "22nd of the month": [
        "22º del mes"
      ],
      "23rd of the month": [
        "23º del mes"
      ],
      "24th of the month": [
        "24º del mes"
      ],
      "25th of the month": [
        "25º del mes"
      ],
      "26th of the month": [
        "26º del mes"
      ],
      "27th of the month": [
        "27º del mes"
      ],
      "28th of the month": [
        "28º del mes"
      ],
      "29th of the month": [
        "29º del mes"
      ],
      "30th of the month": [
        "30º del mes"
      ],
      "31st of the month": [
        "31º del mes"
      ],
      "No parent folder": [
        "No hay carpeta principal"
      ]
    },
    "Day": {
      "Sunday": [
        "Domingo"
      ],
      "Monday": [
        "Lunes"
      ],
      "Tuesday": [
        "Martes"
      ],
      "Wednesday": [
        "Miércoles"
      ],
      "Thursday": [
        "Jueves"
      ],
      "Friday": [
        "Viernes"
      ],
      "Saturday": [
        "Sábado"
      ]
    },
    "Progress bar description": {
      "${ contactsExported.length } out of ${ countContacts } contacts successfully exported.": [
        "${ contactsExported.length } de ${ countContacts } contactos fueron exportados con éxito."
      ],
      "No contacts exported.": [
        "Ningún contacto exportado."
      ]
    },
    "Description": {
      "Decrypting contacts... This may take a few minutes. When the process is completed, you will be able to download the file with all your contacts exported.": [
        "Descifrando contactos... Esto puede tardar unos minutos. Cuando el proceso se complete, podrá descargar el archivo con todos sus contactos exportados."
      ],
      "The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_CONTACTS_STRING } contact. If your file is bigger, please split it into smaller files.": [
        "El archivo debe tener un tamaño máximo de ${ MAX_IMPORT_FILE_SIZE_STRING } y tener\nhasta ${ MAX_IMPORT_CONTACTS_STRING } contacto. Si su archivo es más grande, divídalo en archivos más pequeños.",
        "El archivo debe tener un tamaño máximo de ${ MAX_IMPORT_FILE_SIZE_STRING } y tener\nhasta ${ MAX_IMPORT_CONTACTS_STRING } contactos. Si su archivo es más grande, divídalo en archivos más pequeños."
      ],
      "It looks like the contact list you are importing contains some groups. Please review how these groups should be imported.": [
        "Parece que la lista de contactos que está importando contiene algunos grupos. Revise cómo deben importarse estos grupos."
      ],
      "Encrypting and importing contacts... This may take a few minutes. When the process is completed, you can close this modal.": [
        "Cifrando e importando contactos... Esto puede tardar unos minutos. Cuando el proceso se complete, puede cerrar esta ventana."
      ],
      "You can import events in iCal format (ICS file). The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_EVENTS_STRING } events. If your file is bigger, please split it into smaller files.": [
        "Puede importar eventos en formato iCal (archivos ICS). El archivo debe tener un tamaño máximo de ${ MAX_IMPORT_FILE_SIZE_STRING } y tener hasta ${ MAX_IMPORT_EVENTS_STRING } eventos.\nSi su archivo es más grande, debe dividirlo en archivos más pequeños."
      ]
    },
    "TableHeader": {
      "Import": [
        "Importar"
      ],
      "CSV field": [
        "Campo CSV"
      ],
      "vCard field": [
        "Campo vCard"
      ],
      "Values": [
        "Valores"
      ],
      "Name": [
        "Nombre"
      ],
      "Country": [
        "País"
      ],
      "City": [
        "Ciudad"
      ],
      "Status": [
        "Estado"
      ],
      "Action": [
        "Acción"
      ]
    },
    "Error notification": {
      "First name and last name cannot be unchecked at the same time": [
        "El nombre y apellido no pueden desmarcarse al mismo tiempo"
      ]
    },
    "Description of the purpose of the import CSV modal": {
      "We have detected the following fields in the CSV file you uploaded. Check the ones you want to import.": [
        "Hemos detectado los siguientes campos en el archivo CSV que ha subido. Verifique los que desea importar."
      ],
      "Also, we have automatically matched CSV fields with vCard fields. You can review and change this matching manually.": [
        "Además, hemos emparejado automáticamente los campos CSV con los campos vCard. Puede verificar y cambiar este emparejamiento manualmente."
      ]
    },
    "Import contact groups info": {
      "${ totalContacts } contact": [
        "${ totalContacts } contacto",
        "${ totalContacts } contactos"
      ]
    },
    "Alert": {
      "By leaving now, some contacts may not be imported": [
        "Al salir ahora, algunos contactos podrían no ser importados"
      ],
      "By leaving now, some events may not be imported": [
        "Si sale ahora, algunos eventos no serían importados"
      ],
      "Deleting your keys is irreversible. To be able to access any message encrypted with this, you might want to make a backup of this key for later use.": [
        "La eliminación de las claves es irreversible. Para poder acceder a cualquier mensaje cifrado con ellas, puede que desee hacer una copia de seguridad de esta clave para su uso posterior."
      ],
      "You will face a permanent data loss by not making a backup of your key.": [
        "Se enfrentará a una pérdida de datos permanente al no realizar una copia de seguridad de su clave."
      ],
      "Are you sure you want to import a private key? Importing an insecurely generated or leaked private key can harm the security of your emails.": [
        "¿Está seguro que desea importar una clave privada? Importar una clave privada insegura o filtrada puede dañar la seguridad de su correo electrónico."
      ]
    },
    "Import calendar": {
      "Encrypting and adding contacts: ${ totalImported }/${ totalToImport }": [
        "Cifrando y añadiendo contactos: ${ totalImported }/${ totalToImport }"
      ],
      "Please don't close the tab before the importing process is finished.": [
        "No cierre la pestaña antes de que el proceso de importación haya terminado."
      ],
      "Encrypting and adding events to your calendar: ${ totalImported }/${ totalToImport }": [
        "Cifrando y añadiendo eventos a su calendario: ${ totalImported }/${ totalToImport }"
      ],
      "Event successfully imported. The imported event will now appear in your calendar.": [
        "Evento importado con éxito. El evento importado aparecerá ahora en su calendario.",
        "Eventos importados con éxito. Los eventos importados aparecerán ahora en su calendario."
      ],
      "An error occurred while encrypting and adding your events. ${ totalImported } out of ${ totalToImport } events successfully imported.": [
        "Ocurrió un error al cifrar y añadir sus eventos. ${ totalImported } de ${ totalToImport } eventos fueron importados con éxito."
      ],
      "An error occurred while encrypting and adding your event. No event could be imported.": [
        "Ocurrió un error al cifrar y añadir el evento. El evento no fue importado.",
        "Ocurrió un error al cifrar y añadir los eventos. Ningún evento fue importado."
      ],
      "${ totalImported }/${ totalToImport } event encrypted and added to your calendar": [
        "${ totalImported }/${ totalToImport } evento cifrado y añadido a su calendario",
        "${ totalImported }/${ totalToImport } eventos cifrados y añadidos a su calendario"
      ]
    },
    "Import contact error": {
      "Contact ${ contactId }: ": [
        "Contacto ${ contactId }: "
      ]
    },
    "Info on errors": {
      "Click for details": [
        "Clic para más detalles"
      ]
    },
    "Import contacts warning": {
      "for now": [
        "por ahora"
      ],
      "ProtonContacts does not support ${ forNow }:": [
        "ProtonContacts no soporta ${ forNow }:"
      ]
    },
    "Import warning": {
      "No contact can be imported. Click for details": [
        "No se puede importar ningún contacto. Haga clic para más detalles"
      ],
      "${ totalContactsDiscarded } out of ${ totalContacts } contacts will not be imported. Click for details": [
        "${ totalContactsDiscarded } de ${ totalContacts } contactos no se importarán. Haga clic para más detalles"
      ],
      "No event can be imported. Click for details": [
        "Ningún evento puede ser importado. Clic para más detalles"
      ],
      "Part of your calendar content is not supported and will not be imported": [
        "Parte del contenido de su calendario no está admitido y no será importado"
      ],
      "${ totalEventsDiscarded } out of ${ totalEvents } events will not be imported. Click for details": [
        "${ totalEventsDiscarded } de ${ totalEvents } eventos no serán importados. Clic para más detalles"
      ]
    },
    "Import calendar warning": {
      "vCard versions < 3.0": [
        "Versiones vCard menores a 3.0"
      ],
      "for now": [
        "por ahora"
      ],
      "${ CALENDAR_APP_NAME } does not support ${ forNow }:": [
        "${ CALENDAR_APP_NAME } no es compatible con ${ forNow }:"
      ],
      "Attendees": [
        "Invitados"
      ],
      "Complex recurring rules": [
        "Reglas complejas recurrentes"
      ],
      "Email notifications": [
        "Notificaciones de correo electrónico"
      ],
      "To-do entries": [
        "Entradas de tareas"
      ],
      "Journal entries": [
        "Entradas de diario"
      ],
      "Free-busy time information": [
        "Información de disponibilidad por Internet"
      ],
      "Unofficial or custom timezones": [
        "Zonas horarias no oficiales o personalizadas"
      ],
      "Non-Gregorian calendars": [
        "Calendarios no gregorianos"
      ]
    },
    "Import contacts": {
      "Contact successfully imported. The imported contact will now appear in your contact list.": [
        "Contacto importado con éxito. El contacto importado aparecerá ahora en su lista de contactos.",
        "contactos importados con éxito. Los contactos importados aparecerán ahora en su lista de contactos."
      ],
      "An error occurred while encrypting and adding your contacts. ${ totalImported } out of ${ totalToImport } contacts successfully imported.": [
        "Ocurrió un error al cifrar y añadir sus contactos. ${ totalImported } de ${ totalToImport } contactos fueron importados con éxito."
      ]
    },
    "Import contact": {
      "An error occurred while encrypting and adding your contact. No contact could be imported.": [
        "Ocurrió un error al cifrar y añadir su contacto. No se pudo importar ningún contacto.",
        "Ocurrió un error al cifrar y añadir sus contactos. No se pudo importar ningún contacto."
      ],
      "${ totalImported }/${ totalToImport } contact encrypted and added to your contact list": [
        "${ totalImported }/${ totalToImport } contacto cifrado y añadido a su lista de contactos",
        "${ totalImported }/${ totalToImport } contactos cifrados y añadidos a su lista de contactos"
      ]
    },
    "VPNClient": {
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Chromebook": [
        "Chromebook"
      ],
      "Android TV": [
        "Android TV"
      ]
    },
    "Notification": {
      "OpenVPN / IKEv2 credentials regenerated": [
        "Credenciales OpenVPN/IKEv2 regeneradas"
      ],
      "A disabled address cannot be primary": [
        "Una dirección deshabilitada no puede ser principal"
      ],
      "${ _Filter.Name } created": [
        "${ _Filter.Name } creado"
      ]
    },
    "CountryInfo": {
      "(via ${ entryCountryName })": [
        "(vía ${ entryCountryName })"
      ]
    },
    "Feature": {
      "Access to all countries": [
        "Acceso a todos los países"
      ],
      "Secure Core servers": [
        "Servidores Secure Core"
      ],
      "Fastest VPN servers": [
        "Servidores VPN más rápidos"
      ],
      "Torrenting support (P2P)": [
        "Soporte de torrent (P2P)"
      ],
      "Connection for up to ${ plusVpnConnections } device": [
        "Conexión hasta para ${ plusVpnConnections } dispositivo",
        "Conexión hasta para ${ plusVpnConnections } dispositivos"
      ],
      "Secure streaming support": [
        "Soporte de transmisión segura"
      ],
      "VPN ${ connectionsPluralized }": [
        "VPN ${ connectionsPluralized }"
      ]
    },
    "VPN info": {
      "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now, and more.": [
        "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now y más."
      ]
    },
    "Label to change composer mode": {
      "Normal": [
        "Normal"
      ],
      "Maximized": [
        "Maximizada"
      ]
    },
    "Label to change view layout": {
      "Column": [
        "Columna"
      ],
      "Row": [
        "Fila"
      ]
    },
    "Label to change density": {
      "Comfortable": [
        "Cómoda"
      ],
      "Compact": [
        "Compacta"
      ]
    },
    "Message": {
      "Are you sure you want to disable two-factor authentication?": [
        "¿Está seguro que desea deshabilitar la autenticación de dos factores?"
      ],
      "Set up a custom domain email address (e.g., you@yourcompany.com). It only takes a few minutes, and our wizard will guide you through the process.": [
        "Configure una dirección de correo personalizada (p. ej., usted@sunegocio.com). Solo toma unos minutos y nuestro asistente le guiará a través del proceso."
      ],
      "Upgrade to any paid plan to use custom domains and unlock premium features": [
        "Actualice a cualquier plan de pago para usar dominios personalizados y desbloquear funciones premium"
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to use a catch-all address and unlock premium features": [
        "Actualice a un plan ${ PLAN_NAMES[PLANS.VISIONARY] } o ${ PLAN_NAMES[PLANS.PROFESSIONAL] } para usar una dirección catch-all y desbloquear funciones premium"
      ],
      "Re:": [
        "Re:"
      ],
      "Fw:": [
        "Fw:"
      ]
    },
    "Label for news": {
      "Proton company announcements": [
        "Anuncios de la empresa Proton"
      ],
      "Proton product announcements": [
        "Anuncios de productos de Proton"
      ],
      "Proton for Business newsletter": [
        "Boletín de Proton para negocios"
      ],
      "Proton newsletter": [
        "Boletín de Proton"
      ],
      "Proton beta announcements": [
        "Anuncios de Proton beta"
      ],
      "Proton announcements": [
        "Anuncios de Proton"
      ],
      "Proton major features": [
        "Funciones principales de Proton"
      ],
      "Proton for business": [
        "Proton para negocios"
      ],
      "Proton Beta": [
        "Beta de Proton"
      ]
    },
    "Frequency of news": {
      "(1 email per quarter)": [
        "(1 correo por trimestre)"
      ],
      "(1-2 emails per month)": [
        "(1-2 correos al mes)"
      ],
      "(1 email per month)": [
        "(1 correo por mes)"
      ]
    },
    "Header for addresses table": {
      "Address": [
        "Dirección"
      ],
      "Status": [
        "Estado"
      ],
      "Actions": [
        "Acciones"
      ],
      "Username": [
        "Nombre de usuario"
      ],
      "Domain": [
        "Dominio"
      ]
    },
    "Address status": {
      "Default": [
        "Por defecto"
      ],
      "Active": [
        "Activa"
      ],
      "Disabled": [
        "Deshabilitada"
      ],
      "Orphan": [
        "Huérfana"
      ],
      "Missing keys": [
        "Claves faltantes"
      ]
    },
    "Success notification": {
      "Address deleted": [
        "Dirección eliminada"
      ],
      "Address enabled": [
        "Dirección habilitada"
      ],
      "Address disabled": [
        "Dirección deshabilitada"
      ],
      "Status updated": [
        "Estado actualizado"
      ],
      "Filter removed": [
        "Filtro eliminado"
      ],
      "${ label.Name } removed": [
        "${ label.Name } eliminado"
      ]
    },
    "Address action": {
      "Enable": [
        "Habilitar"
      ],
      "Disable": [
        "Deshabilitar"
      ],
      "Generate missing keys": [
        "Generar claves faltantes"
      ],
      "Delete": [
        "Eliminar"
      ]
    },
    "Payment method option": {
      "New credit/debit card": [
        "Tarjeta de crédito/débito nueva"
      ],
      "PayPal": [
        "PayPal"
      ],
      "Bitcoin": [
        "Bitcoin"
      ]
    },
    "Confirmation title": {
      "Delete payment method": [
        "Eliminar método de pago"
      ]
    },
    "Info when deleting payment method": {
      "To avoid any service interruption due to unpaid invoices, please make sure that you have at least 1 valid payment method saved at any point in time.": [
        "Para evitar cualquier interrupción del servicio debido a facturas vencidas, por favor asegúrese de tener al menos un método de pago válido guardado en todo momento."
      ]
    },
    "Confirmation message to delete payment method": {
      "Are you sure you want to delete this payment method?": [
        "¿Está seguro que desea eliminar esta forma de pago?"
      ]
    },
    "Label on payment method": {
      "Expired": [
        "Expirado"
      ],
      "Default": [
        "Por defecto"
      ]
    },
    "Title for payment methods table": {
      "Method": [
        "Método"
      ],
      "Status": [
        "Estado"
      ],
      "Actions": [
        "Acciones"
      ]
    },
    "Info for payment methods": {
      "You can add a payment method to have your subscription renewed automatically. Other payment methods are also available.": [
        "Puede añadir un método de pago para que su suscripción se renueve automáticamente. También están disponibles otros métodos de pago."
      ]
    },
    "Header": {
      "Get help": [
        "Obtener ayuda"
      ],
      "Name": [
        "Nombre"
      ],
      "Status": [
        "Estado"
      ],
      "Actions": [
        "Acciones"
      ],
      "Calendar": [
        "Calendario"
      ],
      "Label": [
        "Etiqueta"
      ],
      "What others see": [
        "Lo que otros ven"
      ],
      "Folders": [
        "Carpetas"
      ],
      "Notifications": [
        "Notificaciones"
      ],
      "Event": [
        "Evento"
      ],
      "Time": [
        "Hora"
      ],
      "Organization key fingerprint": [
        "Huella digital de la clave de la organización"
      ],
      "Key type": [
        "Tipo de clave"
      ]
    },
    "Duration": {
      "30 minutes": [
        "30 minutos"
      ],
      "60 minutes": [
        "60 minutos"
      ],
      "90 minutes": [
        "90 minutos"
      ],
      "120 minutes": [
        "120 minutos"
      ]
    },
    "Notification when": {
      "day before": [
        "día antes",
        "días antes"
      ],
      "on the same day": [
        "en el mismo día"
      ],
      "at time of event": [
        "al momento del evento"
      ],
      "week before": [
        "semana antes",
        "semanas antes"
      ],
      "minute before": [
        "minuto antes",
        "minutos antes"
      ],
      "hour before": [
        "hora antes",
        "horas antes"
      ]
    },
    "Title (number of minutes/hours/days/weeks)": {
      "Choose a number": [
        "Elija un número"
      ]
    },
    "Notification time input": {
      "at": [
        "a las"
      ]
    },
    "Notification type": {
      "via notification": [
        "vía notificación"
      ],
      "by email": [
        "por correo"
      ]
    },
    "Export calendar": {
      "Loading events": [
        "Cargando eventos"
      ],
      "Decrypting events from your calendar: ${ totalProcessed }/${ totalToProcess }": [
        "Descifrando eventos de su calendario: ${ totalProcessed }/${ totalToProcess }"
      ],
      "Please don't close the tab before the exporting process is finished.": [
        "No cierre la pestaña antes de que el proceso de exportación haya terminado."
      ],
      "Error decrypting event": [
        "Error al descifrar el evento"
      ],
      "Password reset - multiple events cannot be decrypted": [
        "Contraseña restablecida - no se pueden descifrar eventos múltiples"
      ],
      "Password reset - event cannot be decrypted": [
        "Contraseña restablecida - el evento no puede ser descifrado"
      ],
      "${ totalProcessed }/${ totalToProcess } event exported": [
        "${ totalProcessed }/${ totalToProcess } evento exportado",
        "${ totalProcessed }/${ totalToProcess } eventos exportados"
      ],
      "Calendar successfully exported. You can now save the ICS file.": [
        "Calendario exportado con éxito. Ahora puede guardar el archivo ICS."
      ],
      "Due to a password reset, some of your events could not be decrypted and exported.": [
        "Debido a un restablecimiento de contraseña, algunos de sus eventos no pudieron ser descifrados y exportados."
      ],
      "You can save an ICS file of the events that were successfully exported.": [
        "Puede guardar un archivo ICS de los eventos que se exportaron con éxito."
      ],
      "Learn how to restore encrypted events with old password": [
        "Aprenda cómo restaurar eventos cifrados con contraseña antigua"
      ],
      "Some of your events could not be exported.": [
        "Algunos de sus eventos no pudieron ser exportados."
      ],
      "The internet connection was interrupted, causing the export process to fail. Please try again.": [
        "Se interrumpió la conexión a internet causando que el proceso de exportación fallara. Intente de nuevo."
      ],
      "Due to a password reset, none of your events could be decrypted and exported.": [
        "Debido a un restablecimiento de contraseña, ninguno de sus eventos pudo ser descifrado y exportado."
      ],
      "None of the events could be exported.": [
        "Ninguno de los eventos pudo ser exportado."
      ]
    },
    "Summary of errors during export calendar": {
      "Details about events that couldn't be exported": [
        "Detalles de eventos que no se pudieron exportar"
      ]
    },
    "Calendar status": {
      "Default": [
        "Por defecto"
      ],
      "Active": [
        "Activo"
      ],
      "Disabled": [
        "Deshabilitado"
      ],
      "Not synced": [
        "No sincronizado"
      ]
    },
    "Calendar limit warning": {
      "You have reached the maximum number of ${ calendarsLimit } calendar.": [
        "Ha alcanzado el número máximo de ${ calendarsLimit } calendario.",
        "Ha alcanzado el número máximo de ${ calendarsLimit } calendarios."
      ]
    },
    "Upgrade notice": {
      "Upgrade to a paid plan to create up to ${ MAX_CALENDARS_PER_USER } calendar, allowing you to make calendars for work, to share with friends, and just for yourself.": [
        "Actualice a un plan de pago para crear hasta ${ MAX_CALENDARS_PER_USER } calendario, permitiéndole crear calendarios para el trabajo, para compartir con sus amigos y solo para usted.",
        "Actualice a un plan de pago para crear hasta ${ MAX_CALENDARS_PER_USER } calendarios, permitiéndole crear calendarios para el trabajo, para compartir con sus amigos y solo para usted."
      ],
      "Upgrade to a paid plan to share your calendar with anyone with a link.": [
        "Actualice a un plan de pago para compartir su calendario con cualquier persona con un enlace."
      ]
    },
    "Disabled calendar": {
      "A calendar is marked as disabled when it is linked to a disabled email address or a free @pm.me address. You can still access your disabled calendar and view events in read-only mode or delete them. You can enable the calendar by re-enabling the email address or upgrading your plan to use @pm.me addresses.": [
        "Un calendario está marcado como deshabilitado cuando está vinculado a una dirección de correo inhabilitada o una dirección @pm.me gratuita. Aún puede acceder a su calendario deshabilitado y ver eventos en modo de solo lectura o eliminarlos. Puede habilitar el calendario reactivando la dirección de correo o actualizando su plan para usar las direcciones @pm.me."
      ]
    },
    "Primary timezone": {
      "Primary time zone": [
        "Zona horaria principal"
      ],
      "Secondary time zone": [
        "Zona horaria secundaria"
      ]
    },
    "Calendar view": {
      "Day": [
        "Día"
      ],
      "Week": [
        "Semana"
      ],
      "Month": [
        "Mes"
      ]
    },
    "Subscribe to calendar modal": {
      "You can subscribe to someone else's calendar by pasting its URL below. This will give you access to a read-only version of this calendar.": [
        "Puede suscribirse al calendario de otra persona pegando su URL a continuación. Esto le dará acceso a una versión de sólo lectura de este calendario."
      ],
      "Calendar URL": [
        "URL del calendario"
      ]
    },
    "Error message": {
      "Invalid URL": [
        "URL inválida"
      ],
      "Oops, something went wrong": [
        "¡Ahh! Algo salió mal"
      ],
      "There was a problem connecting to Proton.": [
        "Hubo un problema al conectarse con Proton."
      ],
      "Please ${ refresh } or check your connection.": [
        "Por favor ${ refresh } o compruebe su conexión."
      ],
      "Error: ${ errorMessage }": [
        "Error: ${ errorMessage }"
      ],
      "Too many child sessions, please clear your cookies and sign back in.": [
        "Demasiadas sesiones activas, borre las cookies e inicie sesión otra vez."
      ],
      "Brace yourself till we get the error fixed.": [
        "Espere un tiempo hasta que arreglemos el error."
      ],
      "You may also ${ refresh } or try again later.": [
        "También puede ${ refresh } o intentarlo más tarde."
      ],
      "There was a problem unsubscribing you.": [
        "Hubo un problema al cancelar la suscripción."
      ],
      "Please ${ signIn } to update your email subscription preferences.": [
        "Por favor ${ signIn } para actualizar sus preferencias de suscripción de correo."
      ]
    },
    "Error importing event": {
      "Event": [
        "Evento"
      ],
      "Calendar": [
        "Calendario"
      ],
      "Timezone": [
        "Zona horaria"
      ],
      "Element": [
        "Elemento"
      ],
      "Bad format. Component cannot be read.": [
        "Formato incorrecto. No se puede leer el componente."
      ],
      "Unknown": [
        "Desconocido"
      ],
      "Component with wrong format": [
        "Componente con formato incorrecto"
      ],
      "Non-Gregorian": [
        "No gregoriano"
      ],
      "To-do entry": [
        "Entrada de tareas"
      ],
      "Journal entry": [
        "Entrada de diario"
      ],
      "Free-busy time information": [
        "Información de disponibilidad por Internet"
      ],
      "Custom timezone": [
        "Zona horaria personalizada"
      ],
      "Invalid event": [
        "Evento inválido"
      ],
      "Unsupported event": [
        "Evento no compatible"
      ],
      "Malformed all-day event": [
        "Evento de todo el día malformado"
      ],
      "Missing start time": [
        "Hora inicial faltante"
      ],
      "Malformed start time": [
        "Hora inicial malformada"
      ],
      "Floating times not supported": [
        "Tiempos flotantes no admitidos"
      ],
      "Start time out of bounds": [
        "Hora inicial fuera de límites"
      ],
      "Malformed end time": [
        "Hora final malformada"
      ],
      "End time out of bounds": [
        "Hora final fuera de límites"
      ],
      "Event duration not supported": [
        "Duración del evento no admitido"
      ],
      "Calendar timezone not supported": [
        "Zona horaria del calendario no admitida"
      ],
      "Timezone not supported": [
        "Zona horaria no admitida"
      ],
      "Malformed recurring event": [
        "Evento recurrente malformado"
      ],
      "Recurring rule not supported": [
        "Regla recurrente no admitida"
      ],
      "Edited event not supported": [
        "Evento editado no soportado"
      ],
      "Notification out of bounds": [
        "Notificación fuera de límites"
      ],
      "Event validation failed": [
        "Falló la validación del evento"
      ],
      "Encryption failed": [
        "Falló el cifrado"
      ],
      "Original recurring event could not be found": [
        "No se pudo encontrar el evento original recurrente"
      ],
      "no UID, title or start time": [
        "sin UID, título u hora inicial"
      ]
    },
    "Access level": {
      "Full": [
        "Completo"
      ],
      "Limited": [
        "Limitado"
      ],
      "Limited view": [
        "Vista limitada"
      ],
      "Full view": [
        "Vista completa"
      ]
    },
    "Info for cash payment method": {
      "Please contact us at ${ email } for instructions on how to pay us with cash.": [
        "Contáctenos en ${ email } para obtener instrucciones sobre cómo pagarnos en efectivo."
      ]
    },
    "Suffix": {
      "/ month": [
        "/mes"
      ]
    },
    "Mail upsell feature": {
      "Get Multi-user support": [
        "Obtenga soporte multi usuario"
      ],
      "Host emails for your organization": [
        "Aloje correos para su organización"
      ],
      "Create separate logins for each user": [
        "Cree inicios de sesión separados para cada usuario"
      ]
    },
    "VPN upsell feature": {
      "Higher speed servers (up to 10Gbps)": [
        "Servidores de mayor velocidad (hasta 10 Gbps)"
      ],
      "Access geo-blocked content (Netflix, YouTube, etc.)": [
        "Acceso a contenido geobloqueado (Netflix, YouTube, etc.)"
      ],
      "Unlock advanced VPN features": [
        "Desbloqueo de funciones VPN avanzadas"
      ]
    },
    "x of y": {
      "of": [
        "de"
      ]
    },
    "Plan": {
      "Free": [
        "Free"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Gratuito"
      ]
    },
    "State": {
      "Downgrading your account, please wait": [
        "Degradando su cuenta, espere"
      ]
    },
    "Suffix for price": {
      "/ month": [
        "/mes"
      ]
    },
    "info": {
      "(beta)": [
        "(beta)"
      ]
    },
    "Mail feature": {
      "Users": [
        "Usuarios"
      ],
      "Storage": [
        "Almacenamiento"
      ],
      "0.5 GB": [
        "0.5 GB"
      ],
      "20 GB": [
        "20 GB"
      ],
      "Addresses": [
        "Direcciones"
      ],
      "Custom email addresses": [
        "Direcciones de correo personalizadas"
      ],
      "Messages per day": [
        "Mensajes por día"
      ],
      "Folders / labels": [
        "Carpetas/etiquetas"
      ],
      "Support": [
        "Soporte"
      ],
      "Limited": [
        "Limitado"
      ],
      "Priority": [
        "Prioritario"
      ],
      "Encrypted contacts": [
        "Contactos cifrados"
      ],
      "Contact groups": [
        "Grupos de contactos"
      ],
      "Address verification": [
        "Verificación de direcciones"
      ],
      "Custom filters": [
        "Filtros personalizados"
      ],
      "IMAP / SMTP": [
        "IMAP/SMTP"
      ],
      "Autoresponder": [
        "Autorrespuesta"
      ],
      "Use @pm.me address": [
        "Usar dirección @pm.me"
      ],
      "Catch-All email": [
        "Correo catch-all"
      ],
      "Multi-user support": [
        "Soporte multi usuario"
      ]
    },
    "Mail feature option": {
      "5 GB *": [
        "5 GB *"
      ],
      "5 GB / user *": [
        "5 GB/usuario *"
      ],
      "Unlimited **": [
        "Ilimitado **"
      ],
      "Unlimited": [
        "Ilimitado"
      ]
    },
    "Mail feature option: 5 email addresses / user": {
      "5 / user *": [
        "5/usuario *"
      ]
    },
    "information": {
      "Included": [
        "Incluido"
      ]
    },
    "VPN feature": {
      "VPN Connections": [
        "Conexiones VPN"
      ],
      "Speed": [
        "Velocidad"
      ],
      "VPN servers": [
        "Servidores VPN"
      ],
      "Locations/Countries": [
        "Ubicaciones/países"
      ],
      "Adblocker (NetShield)": [
        "Bloqueador de anuncios (NetShield)"
      ],
      "P2P/BitTorrent": [
        "P2P/BitTorrent"
      ],
      "Streaming service support": [
        "Soporte al servicio de streaming"
      ],
      "Tor over VPN": [
        "Tor sobre VPN"
      ],
      "Secure Core servers": [
        "Servidores Secure Core"
      ],
      "${ mailAppName } Visionary": [
        "${ mailAppName } Visionary"
      ],
      "Jurisdiction": [
        "Jurisdicción"
      ],
      "Open Source & audited apps": [
        "Apps de código abierto y auditadas"
      ],
      "Access blocked content": [
        "Acceso a contenido bloqueado"
      ],
      "Strict no-logs policy": [
        "Política estricta de no registros"
      ],
      "Volume/bandwidth cap": [
        "Lím de vol/ancho de banda"
      ],
      "User data monetization": [
        "Monetización de datos de usuario"
      ],
      "Platforms supported": [
        "Plataformas compatibles"
      ],
      "Languages supported": [
        "Idiomas compatibles"
      ],
      "DNS leak prevention": [
        "Protección contra fugas DNS"
      ],
      "Kill Switch / Always-on VPN": [
        "Kill Switch/VPN siempre activa"
      ],
      "Perfect Forward Secrecy (PFS)": [
        "Secreto perfecto hacia adelante (PFS)"
      ],
      "Full Disk Encryption on Servers": [
        "Cifrado de disco completo en servidores"
      ],
      "Split tunneling": [
        "Tunelización dividida"
      ],
      "Custom connection profiles": [
        "Perfiles de conexión personalizados"
      ],
      "Router support": [
        "Soporte para enrutador"
      ],
      "30-days money-back guarantee": [
        "Garantía de devolución de dinero de 30 días"
      ]
    },
    "VPN feature option": {
      "Medium": [
        "Media"
      ],
      "High": [
        "Alta"
      ],
      "Highest (up to 10 Gbps)": [
        "Máxima (hasta 10Gbps)"
      ],
      "Switzerland": [
        "Suiza"
      ],
      "None": [
        "Ninguna"
      ],
      "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast": [
        "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast"
      ],
      "(Android & Windows only)": [
        "(Sólo Android y Windows)"
      ]
    },
    "Calendar feature": {
      "Multiple calendars": [
        "Calendarios múltiples"
      ],
      "Calendar import": [
        "Importar calendario"
      ],
      "Recurring events": [
        "Eventos recurrentes"
      ],
      "Invitations": [
        "Invitaciones"
      ],
      "Share Calendar via link": [
        "Compartir calendario mediante enlace"
      ]
    },
    "Calendar feature option": {
      "20 / user *": [
        "20/usuario *"
      ],
      "20 / user": [
        "20/usuario"
      ]
    },
    "Drive feature": {
      "Access via Web": [
        "Acceso vía web"
      ],
      "Upload / download files": [
        "Cargar/descargar archivos"
      ],
      "Share files via link": [
        "Compartir archivos mediante enlace"
      ]
    },
    "Info concerning plan features": {
      "Customizable features": [
        "Funciones personalizables"
      ],
      "ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.": [
        "ProtonMail no puede utilizarse para el envío masivo de correos. Los correos legítimos son ilimitados."
      ]
    },
    "Plan Feature": {
      "${ n } VPN connection": [
        "${ n } conexión VPN",
        "${ n } conexiones VPN"
      ],
      "${ n } server": [
        "${ n } servidor",
        "${ n } servidores"
      ]
    },
    "Netflix": {
      "Netflix": [
        "Netflix"
      ]
    },
    "Disney": {
      "Disney+": [
        "Disney+"
      ]
    },
    "Prime Video": {
      "Prime Video": [
        "Prime Video"
      ]
    },
    "Many Others": {
      "and many others": [
        "y muchos otros"
      ]
    },
    "Plan feature": {
      "Built-in Adblocker (NetShield)": [
        "Bloqueador de anuncios integrado (NetShield)"
      ],
      "Secure Core servers": [
        "Servidores Secure Core"
      ],
      "Streaming service support": [
        "Soporte al servicio de streaming"
      ],
      "Access blocked content": [
        "Acceso a contenido bloqueado"
      ],
      "${ freeServers } in ${ freeCountries } country": [
        "${ freeServers } en ${ freeCountries } país",
        "${ freeServers } en ${ freeCountries } países"
      ],
      "Medium speed": [
        "Velocidad media"
      ],
      "350+ servers in ${ basicCountries } country": [
        "Más de 350 servidores en ${ basicCountries } país",
        "Más de 350 servidores en ${ basicCountries } países"
      ],
      "High speed": [
        "Velocidad alta"
      ],
      "1200+ servers in ${ plusCountries } country": [
        "Más de 1200 servidores en ${ plusCountries } país",
        "Más de 1200 servidores en ${ plusCountries } países"
      ],
      "Highest speed (up to 10 Gbps)": [
        "Velocidad máxima (hasta 10 Gbps)"
      ],
      "All ${ PLAN_NAMES[PLANS.VPNPLUS] } plan features": [
        "Todas las funciones del plan ${ PLAN_NAMES[PLANS.VPNPLUS] }"
      ],
      "Includes 6 user accounts": [
        "Incluye 6 cuentas de usuario"
      ],
      "Includes Proton Visionary": [
        "Incluye Proton Visionary"
      ],
      "Early access to new products": [
        "Acceso temprano a productos nuevos"
      ],
      "Custom email addresses": [
        "Direcciones de correo personalizadas"
      ],
      "Access to ${ driveAppName } (beta)": [
        "Acceso a ${ driveAppName } (beta)"
      ],
      "1 user": [
        "1 usuario"
      ],
      "0.5 GB storage": [
        "0,5 GB de almacenamiento"
      ],
      "1 address": [
        "1 dirección"
      ],
      "3 folders / labels": [
        "3 carpetas/etiquetas"
      ],
      "5 GB storage *": [
        "5 GB de almacenamiento *"
      ],
      "5 addresses": [
        "5 direcciones"
      ],
      "200 folders / labels": [
        "200 carpetas/etiquetas"
      ],
      "1 - 5000 users *": [
        "1 - 5000 usuarios *"
      ],
      "5 GB storage / user": [
        "5 GB almacenamiento/usuario"
      ],
      "5 addresses / user": [
        "5 direcciones/usuario"
      ],
      "Unlimited folders / labels": [
        "Carpetas/etiquetas ilimitadas"
      ],
      "6 users": [
        "6 usuarios"
      ],
      "20 GB storage": [
        "20 GB de almacenamiento"
      ],
      "50 addresses": [
        "50 direcciones"
      ]
    },
    "Billing cycle option": {
      "Monthly": [
        "Mensual"
      ],
      "Annually SAVE 20%": [
        "Ahorre 20% anualmente"
      ],
      "Two years SAVE 33%": [
        "Dos años ahorre 33%"
      ],
      "Annually": [
        "Anual"
      ],
      "Two-year": [
        "Dos años"
      ]
    },
    "Price": {
      "Free": [
        "Gratis"
      ]
    },
    "Countdown unit": {
      "${ monthsWithYears } month": [
        "${ monthsWithYears } mes",
        "${ monthsWithYears } meses"
      ],
      "${ days } day": [
        "${ days } día",
        "${ days } días"
      ]
    },
    "Addon": {
      "+ ${ addresses } email address": [
        "+ ${ addresses } dirección de correo",
        "+ ${ addresses } direcciones de correo"
      ],
      "+ ${ storage } storage": [
        "+ ${ storage } de almacenamiento"
      ],
      "+ ${ domains } custom domain": [
        "+ ${ domains } dominio personalizado",
        "+ ${ domains } dominios personalizados"
      ],
      "+ ${ members } user": [
        "+ ${ members } usuario",
        "+ ${ members } usuarios"
      ],
      "+ ${ vpn } connection": [
        "+ ${ vpn } conexión",
        "+ ${ vpn } conexiones"
      ]
    },
    "Billing cycle": {
      "Monthly billing (Renewal on ${ formattedEndTime })": [
        "Facturación mensual (renovación en ${ formattedEndTime })"
      ],
      "Yearly billing (Renewal on ${ formattedEndTime })": [
        "Facturación anual (renovación en ${ formattedEndTime })"
      ],
      "2-year billing (Renewal on ${ formattedEndTime })": [
        "Facturación de 2 años (renovación en ${ formattedEndTime })"
      ],
      "Billing (Renewal on ${ formattedEndTime })": [
        "Facturación (renovación en ${ formattedEndTime })"
      ]
    },
    "Addon unit for subscription": {
      "${ memberAddon.MaxMembers } user": [
        "${ memberAddon.MaxMembers } usuario",
        "${ memberAddon.MaxMembers } usuarios"
      ],
      "${ addressAddon.MaxAddresses } address": [
        "${ addressAddon.MaxAddresses } dirección",
        "${ addressAddon.MaxAddresses } direcciones"
      ],
      "${ domainAddon.MaxDomains } domain": [
        "${ domainAddon.MaxDomains } dominio",
        "${ domainAddon.MaxDomains } dominios"
      ],
      "${ vpnAddon.MaxVPN } connection": [
        "${ vpnAddon.MaxVPN } conexión",
        "${ vpnAddon.MaxVPN } conexiones"
      ],
      "${ vpnBonus } connection": [
        "${ vpnBonus } conexión",
        "${ vpnBonus } conexiones"
      ]
    },
    "Monetary unit": {
      "Euro": [
        "Euro"
      ],
      "Swiss franc": [
        "Franco suizo"
      ],
      "Dollar": [
        "Dólar USD"
      ]
    },
    "Credits": {
      "Unused credits": [
        "Créditos no usados"
      ]
    },
    "Plan info": {
      "(current plan)": [
        "(plan actual)"
      ]
    },
    "Free price": {
      "Free": [
        "Gratis"
      ]
    },
    "Key state badge": {
      "Error": [
        "Error"
      ],
      "Primary": [
        "Principal"
      ],
      "Active": [
        "Activa"
      ],
      "Inactive": [
        "Inactiva"
      ],
      "Compromised": [
        "Comprometida"
      ],
      "Obsolete": [
        "Obsoleta"
      ],
      "Disabled": [
        "Deshabilitada"
      ]
    },
    "Key status displayed in a badge": {
      "Key uploaded": [
        "Clave subida"
      ]
    },
    "Title header for keys table": {
      "Email": [
        "Correo"
      ],
      "Fingerprint": [
        "Huella digital"
      ],
      "Status": [
        "Estado"
      ],
      "Action": [
        "Acción"
      ],
      "Key type": [
        "Tipo de clave"
      ],
      "Actions": [
        "Acciones"
      ]
    },
    "Keys actions": {
      "Reactivate": [
        "Reactivar"
      ],
      "Export": [
        "Exportar"
      ],
      "Export private key": [
        "Exportar clave privada"
      ],
      "Make primary": [
        "Hacerla principal"
      ],
      "Mark obsolete": [
        "Hacerla obsoleta"
      ],
      "Disables encryption with this key": [
        "Deshabilita el cifrado con esta clave"
      ],
      "Mark not obsolete": [
        "Hacerla no obsoleta"
      ],
      "Enable encryption with this key": [
        "Habilita el cifrado con esta clave"
      ],
      "Mark compromised": [
        "Hacerla comprometida"
      ],
      "Disables signature verification and encryption with this key": [
        "Deshabilita la verificación de la firma y el cifrado con esta clave"
      ],
      "Mark not compromised": [
        "Hacerla no comprometida"
      ],
      "Enable signature verification and encryption with this key": [
        "Habilita la verificación de la firma y el cifrado con esta clave"
      ],
      "Delete": [
        "Eliminar"
      ]
    },
    "Select files": {
      "Upload": [
        "Subir"
      ]
    },
    "Confirm": {
      "Are you sure you want to permanently delete this key?": [
        "¿Está seguro que desea eliminar permanentemente esta clave?"
      ],
      "Do you want to export your key?": [
        "¿Desea exportar la clave?"
      ],
      "Are you sure you want to delete this key without backing it up?": [
        "¿Está seguro que desea eliminar esta clave sin hacer copias de seguridad?"
      ]
    },
    "alert": {
      "The key for your address is now being deleted.": [
        "La clave de su dirección está siendo eliminada."
      ],
      "The encryption keys for your address are being generated. This may take several minutes and temporarily freeze your browser.": [
        "Se están generando las claves de cifrado de su dirección. Esto puede tomar unos minutos y congelar temporalmente su navegador."
      ]
    },
    "encryption": {
      "State of the art": [
        "Lo último"
      ],
      "Compatibility": [
        "Compatibilidad"
      ]
    },
    "Onboarding Proton": {
      "This is what people will see when you send them an email, invite them to an event, or share a file with them.": [
        "Esto es lo que la gente verá cuando les envíe un correo electrónico, les invite a un evento, o comparta un archivo."
      ],
      "Choose a display name": [
        "Elija un nombre para mostrar"
      ],
      "Select a theme": [
        "Seleccionar un tema"
      ],
      "You can change this anytime in your settings.": [
        "Puede cambiar esto en cualquier momento en los ajustes."
      ],
      "Discover all Proton services": [
        "Descubra todos los servicios de Proton"
      ],
      "Use the app selector in the top left to access other Proton services, including VPN, Calendar and Drive.": [
        "Use el selector de aplicaciones en la parte superior izquierda para acceder a otros servicios de Proton, incluyendo VPN, Calendario y Drive."
      ],
      "Welcome to Proton": [
        "Bienvenido a Proton"
      ],
      "Our mission is to build an internet where you are in control of your data and your privacy. We have recently updated Proton - welcome to the secure internet.": [
        "Nuestra misión es construir un Internet donde tenga el control de sus datos y de su privacidad. Hemos actualizado recientemente Proton. Bienvenido a un Internet seguro."
      ],
      "Set up your organization": [
        "Configure su organización"
      ],
      "Configure your organization, link your domain name, and create accounts to ensure all members of your organization are protected.": [
        "Configure su organización, vincule su nombre de dominio y cree cuentas para asegurarse de que todos los miembros de su organización estén protegidos."
      ]
    },
    "Error notification in the bug report modal when the user upload file": {
      "No image selected": [
        "Ninguna imagen seleccionada"
      ]
    },
    "Bug category": {
      "Sign in problem": [
        "Problema de inicio de sesión"
      ],
      "Sign up problem": [
        "Problema de registro"
      ],
      "Payments problem": [
        "Problema de pagos"
      ],
      "Custom domain problem": [
        "Problema de dominio personalizado"
      ],
      "Bridge problem": [
        "Problema de Bridge"
      ],
      "Import / export problem": [
        "Problema de importación/exportación"
      ],
      "Connection problem": [
        "Problema de conexión"
      ],
      "Slow speed problem": [
        "Problema de velocidad baja"
      ],
      "Calendar problem": [
        "Problema del calendario"
      ],
      "Contacts problem": [
        "Problema de contactos"
      ],
      "Drive problem": [
        "Problema de Drive"
      ],
      "Mail problem": [
        "Problema del correo"
      ],
      "VPN problem": [
        "Problema de VPN"
      ],
      "Feature request": [
        "Solicitar funcionalidad"
      ],
      "Other": [
        "Otro"
      ],
      "Signup problem": [
        "Problema de registro"
      ],
      "Installation problem": [
        "Problema de instalación"
      ],
      "Update problem": [
        "Problema de actualización"
      ],
      "Application problem": [
        "Problema de la aplicación"
      ],
      "Speed problem": [
        "Problema de velocidad"
      ],
      "Manual setup problem": [
        "Problema de configuración manual"
      ],
      "Website access problem": [
        "Problema de acceso web"
      ],
      "Streaming problem": [
        "Problema de transmisión"
      ]
    },
    "Group": {
      "Account": [
        "Cuenta"
      ],
      "Apps": [
        "Apps"
      ],
      "Network": [
        "Red"
      ],
      "Services": [
        "Servicios"
      ],
      "Other category": [
        "Otra categoría"
      ]
    },
    "Action to select a title for the bug report modal": {
      "Select": [
        "Seleccionar"
      ]
    },
    "Label, make it short please": {
      "Attach screenshot(s)": [
        "Adjuntar captura(s)"
      ]
    },
    "Message display when a new app version is available": {
      "A new version of ${ appName } is available. ${ reloadButton }.": [
        "Una versión nueva de ${ appName } está disponible. ${ reloadButton }."
      ]
    },
    "Apps dropdown": {
      "Proton applications": [
        "Aplicaciones de Proton"
      ],
      "Go to ${ title }": [
        "Ir a ${ title }"
      ],
      "Go to ${ vpnName }": [
        "Ir a ${ vpnName }"
      ]
    },
    "Autoresponse": {
      "I'm out of the office with limited access to my email.": [
        "Estoy fuera de la oficina con acceso limitado a mi correo."
      ]
    },
    "Delinquent modal title": {
      "Overdue invoice": [
        "Factura atrasada"
      ]
    },
    "Human verification method": {
      "CAPTCHA": [
        "CAPTCHA"
      ],
      "Email": [
        "Correo"
      ],
      "SMS": [
        "SMS"
      ],
      "Manual": [
        "Manual"
      ],
      "No verification method available": [
        "No hay un método de verificación disponible"
      ]
    },
    "Tooltip prompt to trust keys": {
      "When receiving an email from another ProtonMail user who does not have trusted keys in your contacts, a banner will ask if you want to enable trusted keys.": [
        "Al recibir un correo electrónico de otro usuario de ProtonMail que no tiene claves de confianza en sus contactos, un aviso le preguntará si desea habilitar las claves de confianza."
      ]
    },
    "Tooltip sign external messages": {
      "Automatically sign all your outgoing messages so users can verify the authenticity of your messages. This is done in combination with the default PGP settings which can be configured below.": [
        "Firmar automáticamente todos sus mensajes salientes para que los usuarios puedan verificar la autenticidad de sus mensajes. Esto se hace en combinación con la configuración predeterminada de PGP que se puede configurar a continuación."
      ]
    },
    "Tooltip automatically attach public key": {
      "This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and send encrypted messages to you.": [
        "Esto añade automáticamente su clave pública a cada mensaje que envíe. Los destinatarios pueden usar esto para verificar la autenticidad de sus mensajes y enviarle mensajes cifrados a usted."
      ]
    },
    "Tooltip default pgp scheme": {
      "Select the default PGP settings used to sign or encrypt messages with non-ProtonMail PGP users. Note that Inline PGP forces plain text messages. Learn more": [
        "Seleccione la configuración PGP predeterminada usada para firmar o cifrar mensajes con usuarios fuera de ProtonMail. Tome en cuenta que PGP en línea fuerza mensajes de texto plano. Más información."
      ]
    },
    "Step in filter modal": {
      "Name": [
        "Nombre"
      ],
      "Conditions": [
        "Condiciones"
      ],
      "Actions": [
        "Acciones"
      ],
      "Preview": [
        "Vista previa"
      ],
      "Sieve editor": [
        "Editor sieve"
      ]
    },
    "Option group": {
      "Custom folders": [
        "Filtros personalizados"
      ],
      "Move to...": [
        "Mover a..."
      ],
      "Default folders": [
        "Carpetas predeterminadas"
      ]
    },
    "Filter preview": {
      "read": [
        "leído"
      ],
      "starred": [
        "destacado"
      ]
    },
    "Filter notification": {
      "Filter ${ Filter.Name } updated": [
        "Filtro ${ Filter.Name } actualizado"
      ],
      "${ Label.Name } updated": [
        "${ Label.Name } actualizado"
      ]
    },
    "Filter modal type": {
      "Select…": [
        "Seleccionar…"
      ],
      "The subject": [
        "El asunto"
      ],
      "The sender": [
        "El remitente"
      ],
      "The recipient": [
        "El destinatario"
      ],
      "The attachment": [
        "El archivo adjunto"
      ]
    },
    "Condition for custom filter": {
      "contains": [
        "contiene"
      ],
      "is exactly": [
        "es exactamente"
      ],
      "begins with": [
        "empieza con"
      ],
      "ends with": [
        "termina con"
      ],
      "matches": [
        "coincide con"
      ],
      "does not contain": [
        "no contiene"
      ],
      "is not": [
        "no es"
      ],
      "does not begin with": [
        "no empieza con"
      ],
      "does not end with": [
        "no termina con"
      ],
      "does not match": [
        "no coincide con"
      ]
    },
    "Filter modal operators": {
      "All conditions must be fulfilled (AND)": [
        "todas las condiciones deben cumplirse (Y)"
      ],
      "One condition must be fulfilled (OR)": [
        "una condición debe cumplirse (O)"
      ]
    },
    "Filter Actions": {
      "Select a folder": [
        "Seleccionar una carpeta"
      ],
      "Archive": [
        "Archivo"
      ],
      "Inbox": [
        "Buzón"
      ],
      "Spam": [
        "Spam"
      ],
      "Trash": [
        "Papelera"
      ]
    },
    "Settings/filters": {
      "Filters": [
        "Filtros"
      ]
    },
    "Settings/filters - table": {
      "Order": [
        "Ordenar"
      ],
      "Name": [
        "Nombre"
      ],
      "Status": [
        "Estado"
      ],
      "Action": [
        "Acción"
      ]
    },
    "FilterSettings": {
      "Add a custom filter to automatically perform certain actions, like labeling or archiving messages.": [
        "Añada un filtro personalizado para realizar automáticamente ciertas acciones, como etiquetar o archivar mensajes."
      ],
      "Apply sender-specific spam rules. Messages from addresses or domains on the Allow List always go to your Inbox while messages from addresses or domains on the Block List always go to Spam. Marking a message as spam adds its address to the Block List. Marking a message as not spam adds it to the Allow List.": [
        "Aplique reglas específicas de correo no deseado del remitente. Los mensajes de direcciones o dominios de la lista deseada siempre van a su bandeja de entrada mientras que los mensajes de direcciones o dominios de la lista no deseada siempre van a spam. Marcar un mensaje como spam añade la dirección a la lista no deseada. Marcar un mensaje como no spam lo añade a la lista deseada."
      ],
      "Search in Allow List and Block List": [
        "Buscar en las listas deseada y no deseada"
      ]
    },
    "Spam notification": {
      "${ domain } updated": [
        "${ domain } actualizado"
      ],
      "${ domain } added": [
        "${ domain } añadido"
      ],
      "${ email } updated": [
        "${ email } actualizado"
      ],
      "${ email } added": [
        "${ email } añadido"
      ]
    },
    "Spam filter moved to blacklist": {
      "${ Domain } moved to Block List": [
        "${ Domain } movido a la lista no deseada"
      ],
      "${ Email } moved to Block List": [
        "${ Email } movido a la lista no deseada"
      ]
    },
    "Spam filter moved to whitelist": {
      "${ Domain } moved to Allow List": [
        "${ Domain } movido a la lista deseada"
      ],
      "${ Email } moved to Allow List": [
        "${ Email } movido a la lista deseada"
      ]
    },
    "Moved to black/whitelist": {
      "${ Domain } removed": [
        "${ Domain } eliminado"
      ],
      "${ Email } removed": [
        "${ Email } eliminado"
      ]
    },
    "New Label form": {
      "Color": [
        "Color"
      ],
      "Folder name": [
        "Nombre de la carpeta"
      ],
      "Label name": [
        "Nombre de la etiqueta"
      ]
    },
    "label/folder notification": {
      "${ Label.Name } created": [
        "${ Label.Name } creado"
      ],
      "${ label.Name } updated": [
        "${ label.Name } actualizado"
      ],
      "Preference saved": [
        "Preferencia guardada"
      ]
    },
    "Label/folder modal": {
      "Create folder": [
        "Crear carpeta"
      ],
      "Create label": [
        "Crear etiqueta"
      ],
      "Edit folder": [
        "Editar carpeta"
      ],
      "Edit label": [
        "Editar etiqueta"
      ]
    },
    "Success message after sorting folders": {
      "Folders sorted": [
        "Carpetas ordenadas"
      ]
    },
    "Info - folder colouring feature": {
      "When enabled, sub-folders inherit the color of the parent folder.": [
        "Cuando está habilitada, las subcarpetas heredan el color de la carpeta padre."
      ]
    },
    "Settings/labels": {
      "Labels/Folders": [
        "Etiquetas/Carpetas"
      ]
    },
    "Settings/labels - table": {
      "Labels": [
        "Etiquetas"
      ],
      "Actions": [
        "Acciones"
      ]
    },
    "Success message after sorting labels": {
      "Labels sorted": [
        "Etiquetas ordenadas"
      ]
    },
    "label": {
      "Phone number": [
        "Número de teléfono"
      ]
    },
    "Badge for user sessions table": {
      "Current session": [
        "Sesión actual"
      ]
    },
    "Action for user session": {
      "Revoke": [
        "Revocar"
      ]
    },
    "Badge": {
      "ProtonMail for web": [
        "ProtonMail para web"
      ],
      "ProtonVPN for Windows": [
        "ProtonVPN para Windows"
      ],
      "ProtonVPN for web": [
        "ProtonVPN para web"
      ],
      "Admin": [
        "Admin"
      ],
      "ProtonMail Import-Export": [
        "ProtonMail Import-Export"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "ProtonMail for Android": [
        "ProtonMail para Android"
      ],
      "Proton Account for web": [
        "Cuenta Proton para web"
      ],
      "ProtonMail settings for web": [
        "Ajustes de ProtonMail para web"
      ],
      "ProtonContacts for web": [
        "ProtonContacts para web"
      ],
      "ProtonVPN settings for web": [
        "Ajustes de ProtonVPN para web"
      ],
      "${ calendarAppName } for web": [
        "${ calendarAppName } para web"
      ],
      "${ driveAppName } for web": [
        "${ driveAppName } para web"
      ],
      "ProtonMail for iOS": [
        "ProtonMail para iOS"
      ],
      "${ driveAppName } for iOS": [
        "${ driveAppName } para iOS"
      ],
      "ProtonVPN for iOS": [
        "ProtonVPN para iOS"
      ],
      "${ calendarAppName } for iOS": [
        "${ calendarAppName } para iOS"
      ],
      "ProtonVPN for Android": [
        "ProtonVPN para Android"
      ],
      "ProtonVPN for Android TV": [
        "ProtonVPN para Android TV"
      ],
      "${ calendarAppName } for Android": [
        "${ calendarAppName } para Android"
      ],
      "${ driveAppName } for Android": [
        "${ driveAppName } para Android"
      ],
      "ProtonMail Import-Export for Windows": [
        "ProtonMail Import-Export para Windows"
      ],
      "ProtonMail Bridge for Windows": [
        "ProtonMail Bridge para Windows"
      ],
      "ProtonVPN for macOS": [
        "ProtonVPN para macOS"
      ],
      "ProtonMail Import-Export for macOS": [
        "ProtonMail Import-Export para macOS"
      ],
      "ProtonMail Bridge for macOS": [
        "ProtonMail Bridge para macOS"
      ],
      "${ driveAppName } for macOS": [
        "${ driveAppName } para macOS"
      ],
      "ProtonMail Import-Export for GNU/Linux": [
        "ProtonMail Importar-Exportar para GNU/Linux"
      ],
      "ProtonMail Bridge for GNU/Linux": [
        "ProtonMail Bridge para GNU/Linux"
      ],
      "ProtonVPN for GNU/Linux": [
        "ProtonVPN para GNU/Linux"
      ]
    },
    "Log preference": {
      "Enable authentication logs": [
        "Habilitar registros de autenticación"
      ],
      "Enable advanced logs": [
        "Habilitar registros avanzados"
      ]
    },
    "Option delay send seconds": {
      "0 seconds": [
        "0 segundos"
      ],
      "5 seconds": [
        "5 segundos"
      ],
      "10 seconds": [
        "10 segundos"
      ],
      "20 seconds": [
        "20 segundos"
      ]
    },
    "Invoice type display as badge": {
      "Other": [
        "Otro"
      ],
      "Subscription": [
        "Suscripción"
      ],
      "Cancellation": [
        "Cancelación"
      ],
      "Credit": [
        "Crédito"
      ],
      "Donation": [
        "Donación"
      ],
      "Chargeback": [
        "Devolución"
      ],
      "Renewal": [
        "Renovación"
      ],
      "Refund": [
        "Reembolso"
      ],
      "Modification": [
        "Modificación"
      ],
      "Addition": [
        "Adición"
      ]
    },
    "Invoice state display as badge": {
      "Unpaid": [
        "No pagada"
      ],
      "Paid": [
        "Pagada"
      ],
      "Void": [
        "Nula"
      ],
      "Billed": [
        "Facturada"
      ],
      "Writeoff": [
        "Cancelación"
      ]
    },
    "Info message for custom invoice modal": {
      "Add your name (or company name) and address to your invoices.": [
        "Añada su nombre (o nombre de la empresa) y dirección a sus facturas."
      ]
    },
    "Placeholder for custom invoice text": {
      "Add your name (or company name) and address to your invoices": [
        "Añada su nombre (o nombre de la compañía) y dirección a sus facturas"
      ]
    },
    "Title for PDF file": {
      "ProtonMail invoice": [
        "Factura de ProtonMail"
      ]
    },
    "Bridge version load failed": {
      "Failed to find latest version": [
        "No se encontró la última versión"
      ]
    },
    "OS compatibility": {
      ".exe (64-bit)": [
        ".exe (64 bits)"
      ],
      ".dmg (10.12 or later)": [
        ".dmg (10.12 o superior)"
      ],
      ".deb (for Debian/Ubuntu)": [
        ".deb (para Debian/Ubuntu)"
      ],
      ".rpm (for Fedora/openSUSE)": [
        ".rpm (para Fedora/openSUSE)"
      ],
      "PKGBUILD (for other distributions)": [
        "PKGBUILD (para otras distribuciones)"
      ]
    },
    "Restore administrator panel": {
      "Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:": [
        "Debido a un cambio de contraseña, sus privilegios de administrador en la organización se han limitado. Ya no se permiten las siguientes acciones:"
      ],
      "Creating new sub-users": [
        "Crear subusuarios nuevos"
      ],
      "Reading emails of non-private subusers": [
        "Leer correos de subusuarios no privados"
      ],
      "Changing organization password": [
        "Cambiar la contraseña de la organización"
      ],
      "Changing organization keys": [
        "Cambiar las claves de la organización"
      ]
    },
    "Success message": {
      "Sessions revoked": [
        "Sesiones revocadas"
      ],
      "User deleted": [
        "Usuario eliminado"
      ],
      "Domain deleted": [
        "Dominio eliminado"
      ]
    },
    "Member action": {
      "Edit": [
        "Editar"
      ],
      "Delete": [
        "Eliminar"
      ],
      "Sign in": [
        "Iniciar sesión"
      ],
      "Revoke sessions": [
        "Revocar sesiones"
      ]
    },
    "Max VPN Connections": {
      "Connection": [
        "Conexión",
        "Conexiones"
      ]
    },
    "User role": {
      "Admin": [
        "Admin"
      ],
      "Member": [
        "Miembro"
      ],
      "Primary admin": [
        "Admin principal"
      ]
    },
    "Label for new member": {
      "Private": [
        "Privado"
      ],
      "Admin": [
        "Admin"
      ]
    },
    "Title header for members table": {
      "Name": [
        "Nombre"
      ],
      "Role": [
        "Rol"
      ],
      "Addresses": [
        "Direcciones"
      ],
      "Features": [
        "Características"
      ]
    },
    "Info for members section": {
      "Add, remove, and manage users within your organization. Here you can adjust their allocated storage space, grant admin rights, and more. Select a user to manage their email addresses. The email address at the top of the list will automatically be selected as the default email address.": [
        "Añadir, eliminar y gestionar usuarios dentro de su organización. Aquí puede ajustar su espacio de almacenamiento asignado, conceder derechos de administrador y más. Seleccione un usuario para gestionar sus direcciones de correo. La dirección de correo en la parte superior de la lista se seleccionará automáticamente como la dirección de correo por defecto."
      ]
    },
    "Private Member": {
      "private": [
        "privado"
      ]
    },
    "Label for adding a new custom domain": {
      "Add a domain that you own to your ProtonMail account.": [
        "Añada un dominio propio a su cuenta de ProtonMail."
      ]
    },
    "Domain modal": {
      "'www' subdomains are typically not used for email. Are you sure you want to use this domain value?": [
        "Los subdominios 'www' no se usan para correo electrónico. ¿Está seguro que desea usar este valor de dominio?"
      ]
    },
    "Info for domain modal": {
      "For security reasons, we need to verify that you are the owner of ${ domainName }. Please add the following DNS TXT record to your domain. This can typically be done in the control panel of your domain name registrar.": [
        "Por razones de seguridad, necesitamos verificar que es el dueño de ${ domainName }. Añada el siguiente registro TXT DNS en su dominio. Esto puede hacerse generalmente en el panel de control de su registrador de nombres de dominio."
      ],
      "Add a new user to your organization and create an address for it.": [
        "Añada un usuario nuevo a su organización y cree una dirección para él."
      ],
      "Add a new address for any user of your organization.": [
        "Añada una dirección nueva para cualquier usuario de su organización."
      ]
    },
    "Warning for domain modal": {
      "After successful verification, do not remove this TXT record as it is needed to confirm that you continue to own the domain.": [
        "Después de la verificación exitosa, no elimine este registro TXT ya que se necesita para confirmar que continúa siendo el propietario del dominio."
      ],
      "It can take up to a day for DNS changes to update.": [
        "Puede tomar hasta un día para que los cambios de DNS se actualicen."
      ]
    },
    "Label for domain modal": {
      "Please add the following TXT record:": [
        "Añada el siguiente registro TXT:"
      ]
    },
    "Header for domain modal": {
      "Type": [
        "Tipo"
      ],
      "Host name": [
        "Nombre del host"
      ],
      "Value / Data / Points to": [
        "Valor / Datos / Puntos a"
      ],
      "Value / Data": [
        "Valor/Datos"
      ],
      "Priority": [
        "Prioridad"
      ]
    },
    "Tab in domain modal": {
      "Addresses": [
        "Direcciones"
      ]
    },
    "Label in domain modal": {
      "Domain": [
        "Dominio"
      ],
      "Verify": [
        "Verificar"
      ],
      "Addresses": [
        "Direcciones"
      ]
    },
    "Domain label": {
      "Verified": [
        "Verificado"
      ]
    },
    "Badge for domain": {
      "Missing keys": [
        "Claves faltantes"
      ],
      "Enabled": [
        "Habilitada"
      ],
      "Disabled": [
        "Deshabilitada"
      ]
    },
    "Title header for addresses domain table": {
      "Address": [
        "Dirección"
      ],
      "Status": [
        "Estado"
      ],
      "Catch-All": [
        "Catch-All"
      ]
    },
    "Contact field label": {
      "Name": [
        "Nombre"
      ],
      "Email": [
        "Correo"
      ],
      "Phone": [
        "Teléfono"
      ],
      "Address": [
        "Dirección"
      ],
      "Photo": [
        "Foto"
      ],
      "Organization": [
        "Organización"
      ],
      "Birthday": [
        "Cumpleaños"
      ],
      "Anniversary": [
        "Aniversario"
      ],
      "Title": [
        "Título"
      ],
      "Role": [
        "Puesto"
      ],
      "Note": [
        "Nota"
      ],
      "URL": [
        "URL"
      ],
      "Gender": [
        "Sexo"
      ],
      "Language": [
        "Idioma"
      ],
      "Timezone": [
        "Zona horaria"
      ],
      "Geo": [
        "Geo"
      ],
      "Logo": [
        "Logo"
      ],
      "Member": [
        "Miembro"
      ]
    },
    "Contact type label": {
      "Work": [
        "Trabajo"
      ],
      "Personal": [
        "Personal"
      ],
      "Mobile": [
        "Móvil"
      ],
      "Main": [
        "Principal"
      ],
      "Yomi": [
        "Yomi"
      ],
      "Other": [
        "Otro"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Localizador"
      ]
    },
    "Property type": {
      "Email": [
        "Correo"
      ],
      "Home": [
        "Casa"
      ],
      "Work": [
        "Trabajo"
      ],
      "Other": [
        "Otro"
      ],
      "Phone": [
        "Teléfono"
      ],
      "Mobile": [
        "Celular"
      ],
      "Main": [
        "Principal"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Localizador"
      ],
      "Address": [
        "Dirección"
      ]
    },
    "Validation": {
      "Password must contain at least ${ length } character": [
        "La contraseña debe tener al menos ${ length } caracter",
        "La contraseña debe tener al menos ${ length } caracteres"
      ]
    },
    "file size format": {
      "bytes": [
        "bytes"
      ],
      "KB": [
        "KB"
      ],
      "MB": [
        "MB"
      ],
      "GB": [
        "GB"
      ]
    },
    "Import contact. Contact identifier": {
      "unknown": [
        "desconocido"
      ]
    },
    "Error importing contact": {
      "vCard versions < 3.0 not supported": [
        "Versiones vCard menores a 3.0 no compatibles"
      ],
      "Encryption failed": [
        "Falló el cifrado"
      ]
    },
    "Error importing calendar": {
      "An unexpected error occurred. Import must be restarted.": [
        "Ocurrió un error inesperado. La importación debe reiniciarse."
      ],
      "An error occurred uploading your file. No file has been selected.": [
        "Ocurrió un error al cargar el archivo. Ningún archivo fue seleccionado."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Only ICS file formats are allowed.": [
        "Ocurrió un error al cargar el archivo ${ formattedFilename }. Solo se admiten los formatos ICS."
      ],
      "Your file ${ formattedFilename } is empty.": [
        "Su archivo ${ formattedFilename } está vacío."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Ocurrió un error al cargar el archivo ${ formattedFilename }. El tamaño máximo del archivo es ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } is not a calendar.": [
        "Su archivo ${ formattedFilename } no es un calendario."
      ],
      "${ CALENDAR_APP_NAME } only supports importing calendars with iCal version 2.0.": [
        "${ CALENDAR_APP_NAME } solo es compatible con la importación de calendarios con la versión iCal 2.0."
      ],
      "Your file ${ formattedFilename } is an invitation and cannot be imported.": [
        "El archivo ${ formattedFilename } es una invitación y no se puede importar."
      ],
      "Your file ${ formattedFilename } has no events to be imported.": [
        "Su archivo ${ formattedFilename } no tiene eventos para importar."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_EVENTS_STRING } events.": [
        "Su archivo ${ formattedFilename } contiene más de ${ MAX_IMPORT_EVENTS_STRING } eventos."
      ],
      "An error occurred reading your file ${ formattedFilename }. File does not have the right format.": [
        "Ocurrió un error al leer el archivo ${ formattedFilename }. El archivo no tiene el formato correcto."
      ]
    },
    "Error importing contacts": {
      "An error occurred uploading your file. No file has been selected.": [
        "Ocurrió un error al cargar el archivo. Ningún archivo fue seleccionado."
      ],
      "An error occurred uploading your file ${ formattedFilename }. No .csv or .vcf file selected": [
        "Ocurrió un error al subir el archivo ${ formattedFilename }. No se seleccionó un archivo .csv o .vcf"
      ],
      "Your file ${ formattedFilename } is empty.": [
        "Su archivo ${ formattedFilename } está vacío."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Ocurrió un error al cargar el archivo ${ formattedFilename }. El tamaño máximo del archivo es ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } has no contacts to be imported.": [
        "Su archivo ${ formattedFilename } no tiene contactos para importar."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_CONTACTS_STRING } contacts.": [
        "Su archivo ${ formattedFilename } contiene más de ${ MAX_IMPORT_CONTACTS_STRING } contactos."
      ],
      "An error occurred reading your file ${ formattedFilename }. File doesn't have the right format.": [
        "Ocurrió un error al leer el archivo ${ formattedFilename }. El archivo no tiene el formato correcto."
      ]
    },
    "Default display name vcard": {
      "Unknown": [
        "Desconocido"
      ]
    },
    "Alarm notification": {
      "${ title } starts now": [
        "${ title } comienza ahora"
      ],
      "${ title } starts today": [
        "${ title } comienza hoy"
      ],
      "${ title } started at ${ formattedHour }": [
        "${ title } comenzó a las ${ formattedHour }"
      ],
      "${ title } started yesterday": [
        "${ title } comenzó ayer"
      ],
      "${ title } started yesterday at ${ formattedHour }": [
        "${ title } comenzó ayer a las ${ formattedHour }"
      ],
      "${ title } started on ${ formattedDate }": [
        "${ title } comenzó el ${ formattedDate }"
      ],
      "${ title } started on ${ formattedDate } at ${ formattedHour }": [
        "${ title } comenzó el ${ formattedDate } a las ${ formattedHour }"
      ],
      "${ title } started on ${ _formattedDate }": [
        "${ title } comenzó el ${ _formattedDate }"
      ],
      "${ title } started on ${ _formattedDate } at ${ formattedHour }": [
        "${ title } comenzó el ${ _formattedDate } a las ${ formattedHour }"
      ],
      "${ title } started on ${ formattedDateWithoutTime }": [
        "${ title } comenzó el ${ formattedDateWithoutTime }"
      ],
      "${ title } started on ${ _formattedDateWithTime }": [
        "${ title } comenzó el ${ _formattedDateWithTime }"
      ],
      "${ title } will start at ${ formattedHour }": [
        "${ title } comenzará a las ${ formattedHour }"
      ],
      "${ title } will start tomorrow": [
        "${ title } comenzará mañana"
      ],
      "${ title } will start tomorrow at ${ formattedHour }": [
        "${ title } comenzará mañana a las ${ formattedHour }"
      ],
      "${ title } will start on ${ _formattedDate2 }": [
        "${ title } comenzará el ${ _formattedDate2 }"
      ],
      "${ title } will start on ${ _formattedDate2 } at ${ formattedHour }": [
        "${ title } comenzará el ${ _formattedDate2 } a las ${ formattedHour }"
      ],
      "${ title } will start on ${ _formattedDate3 }": [
        "${ title } comenzará el ${ _formattedDate3 }"
      ],
      "${ title } will start on ${ _formattedDate3 } at ${ formattedHour }": [
        "${ title } comenzará el ${ _formattedDate3 } a las ${ formattedHour }"
      ],
      "${ title } will start on ${ _formattedDateWithoutTime }": [
        "${ title } comenzará el ${ _formattedDateWithoutTime }"
      ],
      "${ title } will start on ${ formattedDateWithTime }": [
        "${ title } comenzará el ${ formattedDateWithTime }"
      ]
    },
    "Event title": {
      "(no title)": [
        "(sin título)"
      ]
    },
    "Participant name": {
      "You": [
        "Usted"
      ]
    },
    "Email subject": {
      "Cancellation of an event on ${ formattedStart }": [
        "Cancelación de un evento el ${ formattedStart }"
      ],
      "Invitation for an event on ${ formattedStart }": [
        "Invitación a un evento el ${ formattedStart }"
      ],
      "Update for an event on ${ formattedStart }": [
        "Actualización a un evento el ${ formattedStart }"
      ],
      "Cancellation of an event starting on ${ formattedStart }": [
        "Cancelación de un evento a partir del ${ formattedStart }"
      ],
      "Invitation for an event starting on ${ formattedStart }": [
        "Invitación a un evento a partir del ${ formattedStart }"
      ],
      "Update for an event starting on ${ formattedStart }": [
        "Actualización a un evento a partir del ${ formattedStart }"
      ],
      "Invitation: ${ eventTitle }": [
        "Invitación: ${ eventTitle }"
      ]
    },
    "Email body for invitation (date part)": {
      "When: ${ formattedStart } (all day)": [
        "Cuándo: ${ formattedStart } (todo el día)"
      ],
      "When: ${ formattedStart } - ${ formattedEnd }": [
        "Cuándo: ${ formattedStart } - ${ formattedEnd }"
      ],
      "When: ${ formattedStart }": [
        "Cuándo: ${ formattedStart }"
      ]
    },
    "Email body for invitation (location part)": {
      "Where: ${ eventLocation }": [
        "Dónde: ${ eventLocation }"
      ]
    },
    "Email body for description (description part)": {
      "Description: ${ eventDescription }": [
        "Descripción: ${ eventDescription }"
      ]
    },
    "Email body for invitation": {
      "You are invited to ${ eventTitle }\n${ eventDetailsText }": [
        "Está invitado a ${ eventTitle }\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been updated.\n${ eventDetailsText }": [
        "${ eventTitle } ha sido actualizado.\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been cancelled.": [
        "${ eventTitle } ha sido cancelado."
      ]
    },
    "Email body for response to invitation": {
      "${ emailAddress } has accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } ha aceptado su invitación para ${ eventTitle }"
      ],
      "${ emailAddress } has tentatively accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } ha aceptado tentativamente su invitación para ${ eventTitle }"
      ],
      "${ emailAddress } has declined your invitation to ${ eventTitle }": [
        "${ emailAddress } ha rechazado su invitación para ${ eventTitle }"
      ]
    },
    "Monthly recurring event, repeats on": {
      "on the first Sunday": [
        "el primer domingo"
      ],
      "on the first Monday": [
        "el primer lunes"
      ],
      "on the first Tuesday": [
        "el primer martes"
      ],
      "on the first Wednesday": [
        "el primer miércoles"
      ],
      "on the first Thursday": [
        "el primer jueves"
      ],
      "on the first Friday": [
        "el primer viernes"
      ],
      "on the first Saturday": [
        "el primer sábado"
      ],
      "on the second Sunday": [
        "el segundo domingo"
      ],
      "on the second Monday": [
        "el segundo lunes"
      ],
      "on the second Tuesday": [
        "el segundo martes"
      ],
      "on the second Wednesday": [
        "el segundo miércoles"
      ],
      "on the second Thursday": [
        "el segundo jueves"
      ],
      "on the second Friday": [
        "el segundo viernes"
      ],
      "on the second Saturday": [
        "el segundo sábado"
      ],
      "on the third Sunday": [
        "el tercer domingo"
      ],
      "on the third Monday": [
        "el tercer lunes"
      ],
      "on the third Tuesday": [
        "el tercer martes"
      ],
      "on the third Wednesday": [
        "el tercer miércoles"
      ],
      "on the third Thursday": [
        "el tercer jueves"
      ],
      "on the third Friday": [
        "el tercer viernes"
      ],
      "on the third Saturday": [
        "el tercer sábado"
      ],
      "on the fourth Sunday": [
        "el cuarto domingo"
      ],
      "on the fourth Monday": [
        "el cuarto lunes"
      ],
      "on the fourth Tuesday": [
        "el cuarto martes"
      ],
      "on the fourth Wednesday": [
        "el cuarto miércoles"
      ],
      "on the fourth Thursday": [
        "el cuarto jueves"
      ],
      "on the fourth Friday": [
        "el cuarto viernes"
      ],
      "on the fourth Saturday": [
        "el cuarto sábado"
      ],
      "on the last Sunday": [
        "el último domingo"
      ],
      "on the last Monday": [
        "el último lunes"
      ],
      "on the last Tuesday": [
        "el último martes"
      ],
      "on the last Wednesday": [
        "el último miércoles"
      ],
      "on the last Thursday": [
        "el último jueves"
      ],
      "on the last Friday": [
        "el último viernes"
      ],
      "on the last Saturday": [
        "el último sábado"
      ],
      "on day ${ dayOfMonth }": [
        "el día ${ dayOfMonth }"
      ]
    },
    "Daily recurring event, frequency": {
      "${ count } time": [
        "${ count } vez",
        "${ count } veces"
      ],
      "until ${ dateString }": [
        "hasta ${ dateString }"
      ],
      "Daily": [
        "Diariamente"
      ],
      "Every ${ interval } day": [
        "Cada ${ interval } día",
        "Cada ${ interval } días"
      ],
      "Daily, ${ timesString }": [
        "Diariamente, ${ timesString }"
      ],
      "Every ${ interval } day, ${ timesString }": [
        "Cada ${ interval } día, ${ timesString }",
        "Cada ${ interval } días, ${ timesString }"
      ],
      "Daily, ${ untilString }": [
        "Diariamente, ${ untilString }"
      ],
      "Every ${ interval } day, ${ untilString }": [
        "Cada ${ interval } día, ${ untilString }",
        "Cada ${ interval } días, ${ untilString }"
      ]
    },
    "Weekly recurring event, repeats on (multiple days), frequency": {
      "Sunday": [
        "Domingo"
      ],
      "Monday": [
        "Lunes"
      ],
      "Tuesday": [
        "Martes"
      ],
      "Wednesday": [
        "Miércoles"
      ],
      "Thursday": [
        "Jueves"
      ],
      "Friday": [
        "Viernes"
      ],
      "Saturday": [
        "Sábado"
      ]
    },
    "Weekly recurring event, frequency": {
      "Weekly on all days": [
        "Semanal todos los días"
      ],
      "Every ${ interval } week on all days": [
        "Cada ${ interval } semana todos los días",
        "Cada ${ interval } semanas todos los días"
      ],
      "Weekly on Sunday": [
        "Semanal los domingos"
      ],
      "Every ${ interval } week on Sunday": [
        "Cada ${ interval } semana los domingos",
        "Cada ${ interval } semanas los domingos"
      ],
      "Weekly on Monday": [
        "Semanal los lunes"
      ],
      "Every ${ interval } week on Monday": [
        "Cada ${ interval } semana los lunes",
        "Cada ${ interval } semanas los lunes"
      ],
      "Weekly on Tuesday": [
        "Semanal los martes"
      ],
      "Every ${ interval } week on Tuesday": [
        "Cada ${ interval } semana los martes",
        "Cada ${ interval } semanas los martes"
      ],
      "Weekly on Wednesday": [
        "Semanal los miércoles"
      ],
      "Every ${ interval } week on Wednesday": [
        "Cada ${ interval } semana los miércoles",
        "Cada ${ interval } semanas los miércoles"
      ],
      "Weekly on Thursday": [
        "Semanal los jueves"
      ],
      "Every ${ interval } week on Thursday": [
        "Cada ${ interval } semana los jueves",
        "Cada ${ interval } semanas los jueves"
      ],
      "Weekly on Friday": [
        "Semanal los viernes"
      ],
      "Every ${ interval } week on Friday": [
        "Cada ${ interval } semana los viernes",
        "Cada ${ interval } semanas los viernes"
      ],
      "Weekly on Saturday": [
        "Semanal los sábados"
      ],
      "Every ${ interval } week on Saturday": [
        "Cada ${ interval } semana los sábados",
        "Cada ${ interval } semanas los sábados"
      ],
      "Weekly on ${ multipleDaysString }": [
        "Semanal los ${ multipleDaysString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }": [
        "Cada ${ interval } semana los ${ multipleDaysString }",
        "Cada ${ interval } semanas los ${ multipleDaysString }"
      ],
      "Weekly on all days, ${ timesString }": [
        "Semanal todos los días, ${ timesString }"
      ],
      "Every ${ interval } week on all days, ${ timesString }": [
        "Cada ${ interval } semana todos los días, ${ timesString }",
        "Cada ${ interval } semanas todos los días, ${ timesString }"
      ],
      "Weekly on Sunday, ${ timesString }": [
        "Semanal los domingos, ${ timesString }"
      ],
      "Every ${ interval } week on Sunday, ${ timesString }": [
        "Cada ${ interval } semana los domingos, ${ timesString }",
        "Cada ${ interval } semanas los domingos, ${ timesString }"
      ],
      "Weekly on Monday, ${ timesString }": [
        "Semanal los lunes, ${ timesString }"
      ],
      "Every ${ interval } week on Monday, ${ timesString }": [
        "Cada ${ interval } semana los lunes, ${ timesString }",
        "Cada ${ interval } semanas los lunes, ${ timesString }"
      ],
      "Weekly on Tuesday, ${ timesString }": [
        "Semanal los martes, ${ timesString }"
      ],
      "Every ${ interval } week on Tuesday, ${ timesString }": [
        "Cada ${ interval } semana los martes, ${ timesString }",
        "Cada ${ interval } semanas los martes, ${ timesString }"
      ],
      "Weekly on Wednesday, ${ timesString }": [
        "Semanal los miércoles, ${ timesString }"
      ],
      "Every ${ interval } week on Wednesday, ${ timesString }": [
        "Cada ${ interval } semana los miércoles, ${ timesString }",
        "Cada ${ interval } semanas los miércoles, ${ timesString }"
      ],
      "Weekly on Thursday, ${ timesString }": [
        "Semanal los jueves, ${ timesString }"
      ],
      "Every ${ interval } week on Thursday, ${ timesString }": [
        "Cada ${ interval } semana los jueves, ${ timesString }",
        "Cada ${ interval } semanas los jueves, ${ timesString }"
      ],
      "Weekly on Friday, ${ timesString }": [
        "Semanal los viernes, ${ timesString }"
      ],
      "Every ${ interval } week on Friday, ${ timesString }": [
        "Cada ${ interval } semana los viernes, ${ timesString }",
        "Cada ${ interval } semanas los viernes, ${ timesString }"
      ],
      "Weekly on Saturday, ${ timesString }": [
        "Semanal los sábados, ${ timesString }"
      ],
      "Every ${ interval } week on Saturday, ${ timesString }": [
        "Cada ${ interval } semana los sábados, ${ timesString }",
        "Cada ${ interval } semanas los sábados, ${ timesString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ timesString }": [
        "Semanal los ${ multipleDaysString }, ${ timesString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ timesString }": [
        "Cada ${ interval } semana los ${ multipleDaysString }, ${ timesString }",
        "Cada ${ interval } semanas los ${ multipleDaysString }, ${ timesString }"
      ],
      "Weekly on all days, ${ untilString }": [
        "Semanal todos los días, ${ untilString }"
      ],
      "Every ${ interval } week on all days, ${ untilString }": [
        "Cada ${ interval } semana todos los días, ${ untilString }",
        "Cada ${ interval } semanas todos los días, ${ untilString }"
      ],
      "Weekly on Sunday, ${ untilString }": [
        "Semanal los domingos, ${ untilString }"
      ],
      "Every ${ interval } week on Sunday, ${ untilString }": [
        "Cada ${ interval } semana los domingos, ${ untilString }",
        "Cada ${ interval } semanas los domingos, ${ untilString }"
      ],
      "Weekly on Monday, ${ untilString }": [
        "Semanal los lunes, ${ untilString }"
      ],
      "Every ${ interval } week on Monday, ${ untilString }": [
        "Cada ${ interval } semana los lunes, ${ untilString }",
        "Cada ${ interval } semanas los lunes, ${ untilString }"
      ],
      "Weekly on Tuesday, ${ untilString }": [
        "Semanal los martes, ${ untilString }"
      ],
      "Every ${ interval } week on Tuesday, ${ untilString }": [
        "Cada ${ interval } semana los martes, ${ untilString }",
        "Cada ${ interval } semanas los martes, ${ untilString }"
      ],
      "Weekly on Wednesday, ${ untilString }": [
        "Semanal los miércoles, ${ untilString }"
      ],
      "Every ${ interval } week on Wednesday, ${ untilString }": [
        "Cada ${ interval } semana los miércoles, ${ untilString }",
        "Cada ${ interval } semanas los miércoles, ${ untilString }"
      ],
      "Weekly on Thursday, ${ untilString }": [
        "Semanal los jueves, ${ untilString }"
      ],
      "Every ${ interval } week on Thursday, ${ untilString }": [
        "Cada ${ interval } semana los jueves, ${ untilString }",
        "Cada ${ interval } semanas los jueves, ${ untilString }"
      ],
      "Weekly on Friday, ${ untilString }": [
        "Semanal los viernes, ${ untilString }"
      ],
      "Every ${ interval } week on Friday, ${ untilString }": [
        "Cada ${ interval } semana los viernes, ${ untilString }",
        "Cada ${ interval } semanas los viernes, ${ untilString }"
      ],
      "Weekly on Saturday, ${ untilString }": [
        "Semanal los sábados, ${ untilString }"
      ],
      "Every ${ interval } week on Saturday, ${ untilString }": [
        "Cada ${ interval } semana los sábados, ${ untilString }",
        "Cada ${ interval } semanas los sábados, ${ untilString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ untilString }": [
        "Semanal los ${ multipleDaysString }, ${ untilString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ untilString }": [
        "Cada ${ interval } semana los ${ multipleDaysString }, ${ untilString }",
        "Cada ${ interval } semanas los ${ multipleDaysString }, ${ untilString }"
      ]
    },
    "Monthly recurring event, frequency": {
      "Monthly ${ onDayString }": [
        "Mensual los ${ onDayString }"
      ],
      "Every ${ interval } month ${ onDayString }": [
        "Cada ${ interval } mes los ${ onDayString }",
        "Cada ${ interval } meses los ${ onDayString }"
      ],
      "Monthly ${ onDayString }, ${ timesString }": [
        "Mensual ${ onDayString }, ${ timesString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ timesString }": [
        "Cada ${ interval } mes ${ onDayString }, ${ timesString }",
        "Cada ${ interval } meses ${ onDayString }, ${ timesString }"
      ],
      "Monthly ${ onDayString }, ${ untilString }": [
        "Mensual ${ onDayString }, ${ untilString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ untilString }": [
        "Cada ${ interval } mes ${ onDayString }, ${ untilString }",
        "Cada ${ interval } meses ${ onDayString }, ${ untilString }"
      ]
    },
    "Yearly recurring event, frequency": {
      "Yearly": [
        "Anual"
      ],
      "Every ${ interval } year": [
        "Cada ${ interval } año",
        "Cada ${ interval } años"
      ],
      "Yearly, ${ timesString }": [
        "Anual, ${ timesString }"
      ],
      "Every ${ interval } year, ${ timesString }": [
        "Cada ${ interval } año, ${ timesString }",
        "Cada ${ interval } años, ${ timesString }"
      ],
      "Yearly, ${ untilString }": [
        "Anual, ${ untilString }"
      ],
      "Every ${ interval } year, ${ untilString }": [
        "Cada ${ interval } año, ${ untilString }",
        "Cada ${ interval } años, ${ untilString }"
      ]
    },
    "Error when exporting event from calendar": {
      "Event from ${ timeString }, ${ rruleString }": [
        "Evento de ${ timeString }, ${ rruleString }"
      ],
      "Event @ ${ timeString }": [
        "Evento @ ${ timeString }"
      ]
    },
    "Attached ics file error": {
      "Invalid ICS file": [
        "Archivo ICS inválido"
      ],
      "Invalid event": [
        "Evento inválido"
      ],
      "Unsupported event": [
        "Evento no compatible"
      ]
    },
    "Event invitation error": {
      "Invalid response": [
        "Respuesta inválida"
      ],
      "Invalid invitation": [
        "Invitación inválida"
      ],
      "Unsupported response": [
        "Respuesta no compatible"
      ],
      "Unsupported invitation": [
        "Invitación no compatible"
      ],
      "Attached ICS file could not be parsed": [
        "No se pudo analizar el archivo ICS adjunto"
      ],
      "Attached ICS file could not be decrypted": [
        "No se pudo descifrar el archivo ICS adjunto"
      ],
      "We could not retrieve the event from your calendar": [
        "No pudimos recuperar el evento de su calendario"
      ],
      "We could not update the event in your calendar": [
        "No pudimos actualizar el evento en su calendario"
      ],
      "Your answer was sent, but the event could not be added to your calendar": [
        "Su respuesta fue enviada, pero el evento no pudo ser añadido a su calendario"
      ],
      "Your answer was sent, but the event could not be updated in your calendar": [
        "Su respuesta fue enviada, pero el evento no pudo ser actualizado en su calendario"
      ],
      "We could not cancel the event in your calendar": [
        "No pudimos cancelar el evento en su calendario"
      ],
      "Unexpected error": [
        "Error inesperado"
      ]
    },
    "Keyboard shortcut section name": {
      "Basic navigation": [
        "Navegación básica"
      ],
      "Basic actions": [
        "Acciones básicas"
      ],
      "Folder shortcuts": [
        "Accesos directos de carpetas"
      ],
      "Composer shortcuts": [
        "Accesos directos del compositor"
      ],
      "List shortcuts": [
        "Lista de atajos"
      ],
      "Action shortcuts": [
        "Atajos de acciones"
      ],
      "Message shortcuts": [
        "Atajos de mensajes"
      ]
    },
    "Keyboard shortcut name": {
      "Move up": [
        "Subir"
      ],
      "Jump to first": [
        "Ir al primero"
      ],
      "Move down": [
        "Bajar"
      ],
      "Jump to last": [
        "Ir al último"
      ],
      "Move right / expand": [
        "Mover a la derecha/expandir"
      ],
      "Move left / collapse": [
        "Mover a la izquierda/contraer"
      ],
      "Apply / open": [
        "Aplicar/abrir"
      ],
      "Cancel / close": [
        "Cancelar/cerrar"
      ],
      "Open this modal": [
        "Abrir esta ventana"
      ],
      "Select / unselect": [
        "Seleccionar/deseleccionar"
      ],
      "Go to Inbox": [
        "Ir al buzón"
      ],
      "Go to Archive": [
        "Ir al archivo"
      ],
      "Go to Sent": [
        "Ir a enviados"
      ],
      "Go to Starred": [
        "Ir a destacados"
      ],
      "Go to Drafts": [
        "Ir a borradores"
      ],
      "Go to Trash": [
        "Ir a la papelera"
      ],
      "Go to Spam": [
        "Ir a spam"
      ],
      "Go to All Mail": [
        "Ir a todos"
      ],
      "Save draft": [
        "Guardar borrador"
      ],
      "Send email": [
        "Enviar correo"
      ],
      "Close draft": [
        "Cerrar borrador"
      ],
      "Minimize / maximize composer": [
        "Minimizar/maximizar compositor"
      ],
      "Expand / contract composer": [
        "Expandir/contraer compositor"
      ],
      "Attach file": [
        "Adjuntar archivo"
      ],
      "Add expiration time": [
        "Añadir tiempo de expiración"
      ],
      "Add encryption": [
        "Añadir cifrado"
      ],
      "Discard draft": [
        "Descartar borrador"
      ],
      "Open previous message": [
        "Abrir mensaje anterior"
      ],
      "Open next message": [
        "Abrir mensaje siguiente"
      ],
      "Show unread emails": [
        "Mostrar correos no leídos"
      ],
      "Show all emails": [
        "Mostrar todos los correos"
      ],
      "Select / unselect all": [
        "Seleccionar/deseleccionar todo"
      ],
      "Search": [
        "Buscar"
      ],
      "New message": [
        "Mensaje nuevo"
      ],
      "Star": [
        "Destacar"
      ],
      "Mark as unread": [
        "Marcar como no leído"
      ],
      "Label as...": [
        "Etiquetar como..."
      ],
      "Create filter with...": [
        "Crear filtro con..."
      ],
      "Move to...": [
        "Mover a..."
      ],
      "Move to Inbox": [
        "Mover al buzón"
      ],
      "Move to Archive": [
        "Mover al archivo"
      ],
      "Move to Spam": [
        "Mover a spam"
      ],
      "Move to Trash": [
        "Mover a la papelera"
      ],
      "Delete permanently": [
        "Eliminar permanentemente"
      ],
      "Reply": [
        "Responder"
      ],
      "Reply all": [
        "Responder a todos"
      ],
      "Forward": [
        "Reenviar"
      ],
      "Load remote content": [
        "Cargar contenido remoto"
      ],
      "Load embedded images": [
        "Cargar imágenes incrustadas"
      ],
      "Show original message": [
        "Mostrar mensaje original"
      ]
    },
    "Settings section title": {
      "General": [
        "General"
      ],
      "Import & export": [
        "Importación y exportación"
      ],
      "VPN apps": [
        "Aplicaciones VPN"
      ],
      "Identity & addresses": [
        "Identidad y direcciones"
      ],
      "Appearance": [
        "Apariencia"
      ],
      "Folders & labels": [
        "Carpetas y etiquetas"
      ],
      "Filters": [
        "Filtros"
      ],
      "Auto reply": [
        "Autorrespuesta"
      ],
      "Domain Names": [
        "Nombres de dominio"
      ],
      "Encryption & keys": [
        "Cifrado y claves"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "Calendars": [
        "Calendarios"
      ],
      "Users & addresses": [
        "Usuarios y direcciones"
      ],
      "Domain names": [
        "Nombres de dominio"
      ],
      "Organization & keys": [
        "Organización y claves"
      ],
      "Multi-user support": [
        "Soporte multi usuario"
      ],
      "Account": [
        "Cuenta"
      ],
      "Organization": [
        "Organización"
      ]
    },
    "Upgrade": {
      "Upgrade to ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } to connect up to ${ plusVpnConnections } device to the VPN at once": [
        "Actualice a ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } para conectar hasta ${ plusVpnConnections } dispositivo a la VPN al mismo tiempo",
        "Actualice a ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } para conectar hasta ${ plusVpnConnections } dispositivos a la VPN al mismo tiempo"
      ]
    },
    "Settings description": {
      "You can apply multiple labels to a single message, but messages can usually only be in a single folder. Drag and drop to rearrange the order of your folders and labels.": [
        "Puede aplicar varias etiquetas a un solo mensaje, pero los mensajes generalmente solo pueden estar en una sola carpeta. Arrastre y suelte para reorganizar el orden de sus carpetas y etiquetas."
      ]
    },
    "Navigation": {
      "Back to Mailbox": [
        "Volver al buzón"
      ],
      "Back to Calendar": [
        "Volver al calendario"
      ],
      "Back to Contacts": [
        "Volver a contactos"
      ],
      "Back to Drive": [
        "Volver a Drive"
      ]
    },
    "Email Unsubscribe Categories": {
      "${ allCategoriesExceptTheLastOne } and ${ lastCategory }": [
        "${ allCategoriesExceptTheLastOne } y ${ lastCategory }"
      ]
    },
    "Email Unsubscribe": {
      "You unsubscribed from ${ categoriesJsx } emails.": [
        "Ha cancelado la suscripción de correos de ${ categoriesJsx }."
      ],
      "You resubscribed to ${ categoriesJsx } emails.": [
        "Ha vuelto a suscribirse a los correos de ${ categoriesJsx }."
      ],
      "Which emails do you want to receive from Proton?": [
        "¿Cuáles correos desea recibir de Proton?"
      ]
    },
    "Signup label": {
      "Username": [
        "Nombre de usuario"
      ],
      "Email": [
        "Correo"
      ]
    },
    "Recovery method": {
      "email address": [
        "dirección de correo"
      ],
      "phone number": [
        "número de teléfono"
      ],
      "Email": [
        "Correo"
      ],
      "Phone number": [
        "Número de teléfono"
      ]
    },
    "blackfriday Info": {
      "Get early access to our new encrypted drive for FREE by upgrading to a Plus bundle now.": [
        "Obtén acceso inmediato GRATUITO a nuestro nuevo drive cifrado cambiando a un paquete Plus hoy mismo."
      ],
      "This subscription will automatically renew after 2 years at the same rate until it is cancelled.": [
        "Esta suscripción se renovará automáticamente al cabo de 2 años al mismo precio hasta su cancelación."
      ],
      "Discounts are based on monthly pricing.": [
        "Los descuentos se basan en los precios mensuales."
      ],
      "Offer valid only for first-time paid subscriptions.": [
        "Oferta válida solo para suscripciones pagadas por primera vez."
      ],
      "Save ${ percentage }%": [
        "${ percentage } %"
      ],
      "Includes": [
        "Incluye"
      ],
      "early access to": [
        "acceso inmediato a"
      ],
      "ProtonDrive": [
        "ProtonDrive"
      ],
      "Free": [
        "Gratis"
      ],
      "Standard price: ${ regularPrice }": [
        "Precio habitual: ${ regularPrice }"
      ]
    },
    "blackfriday Title": {
      "ProtonDrive early access offer": [
        "Oferta de acceso inmediato a ProtonDrive"
      ],
      "Cyber Monday Sale": [
        "Rebajas de Cyber Monday"
      ],
      "Black Friday Sale": [
        "Rebajas de Black Friday"
      ],
      "for 1 month": [
        "durante 1 mes"
      ],
      "for 1 year": [
        "durante 1 año"
      ],
      "for 2 years": [
        "durante 2 años"
      ],
      "Billed as ${ amount } ${ supNotice }": [
        ""
      ],
      "(${ notice }) Renews after 1 year at a discounted annual price of ${ amount } every year (20% discount).": [
        "(${ notice }) Renovación al cabo de 1 año con un precio anual con descuento de ${ amount } cada año (20 % de descuento)."
      ],
      "(${ notice }) Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (47% discount).": [
        "(${ notice }) Renovación al cabo de 2 años con un precio bienal con descuento de ${ amount } cada 2 años (47 % de descuento)."
      ],
      "(${ notice }) Renews after 1 year at a discounted annual & bundle price of ${ amount } every year (36% discount).": [
        "(${ notice }) Renovación al cabo de 1 año con un precio de paquete y anual con descuento de ${ amount } cada año (36 % de descuento)."
      ],
      "Most popular": [
        "Más popular"
      ]
    },
    "blackfriday Action": {
      "Upgrade": [
        "Contratar"
      ],
      "Get limited-time deal": [
        "Obtener oferta limitada"
      ]
    },
    "blackfriday info": {
      "per month": [
        "al mes"
      ]
    },
    "blackfriday Promo title, need to be short": {
      "Special offer": [
        "Oferta especial"
      ]
    }
  }
}
