{
  "headers": {
    "plural-forms": "nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);",
    "language": "hr"
  },
  "contexts": {
    "": {},
    "Info": {
      "No results found": [
        "Nema rezultata"
      ],
      "Insert image": [
        "Umetni sliku"
      ],
      "Add image URL": [
        "Dodajte URL slike"
      ],
      "Image URL": [
        "URL slike"
      ],
      "Not a valid URL": [
        "Nije valjani URL"
      ],
      "Upload picture": [
        "Učitaj sliku"
      ],
      "Web URL": [
        "URL stranice"
      ],
      "Email address": [
        "Adresa e-pošte"
      ],
      "Phone number": [
        "Broj telefona"
      ],
      "URL link": [
        "URL poveznica"
      ],
      "Insert link": [
        "Umetni poveznicu"
      ],
      "Please select the type of link you want to insert and fill in all the fields.": [
        "Odaberite vrstu poveznice koju želite umetnuti i popunite sva polja."
      ],
      "Link type": [
        "Vrsta poveznice"
      ],
      "Text to display": [
        "Tekst za prikaz"
      ],
      "Test link": [
        "Testiraj poveznicu"
      ],
      "Text color": [
        "Boja slova"
      ],
      "Background color": [
        "Pozadinska boja"
      ],
      "Align left": [
        "Poravnaj lijevo"
      ],
      "Center": [
        "Sredina"
      ],
      "Align right": [
        "Poravnaj desno"
      ],
      "Justify": [
        "Poravnaj obostrano"
      ],
      "Left to Right": [
        "S lijeva na desno"
      ],
      "Right to Left": [
        "S desna na lijevo"
      ],
      "Normal": [
        "Normalno"
      ],
      "Plain text": [
        "Običan tekst"
      ],
      "Drop the file here to upload": [
        "Ispustite datoteku ovdje za prijenos"
      ],
      "This link may be a homograph attack and cannot be opened by Internet Explorer and Edge browsers. If you are certain the link is legitimate, please use a different browser to open it.": [
        "Ova poveznica može biti homografski napad i ne može je otvoriti preglednik Internet Explorer i Edge. Ako ste sigurni da je poveznica legitimna, upotrijebite drugi preglednik da biste je otvorili."
      ],
      "This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.": [
        "Ova poveznica može biti homografski napad. Potvrdite da je ovo poveznica koju želite posjetiti ili je nemojte otvarati."
      ],
      "You are about to open another browser tab and visit:": [
        "Otvoriti će te još jednu karticu preglednika i posjetiti:"
      ],
      "Learn more": [
        "Saznajte više"
      ],
      "Loading": [
        "Učitavanje"
      ],
      "Week": [
        "Tjedan"
      ],
      "support team": [
        "tim za podršku"
      ],
      "Choose the look and feel of the application.": [
        "Odaberite izgled i dojam aplikacije."
      ],
      "Import calendars": [
        "Uvoz kalendara"
      ],
      "Your events are being imported from": [
        "Vaši događaji se uvoze iz"
      ],
      "to": [
        "za"
      ],
      "Your import has started!": [
        "Vaš uvoz je započeo!"
      ],
      "We will notify you once your import is finished.": [
        "Obavijestiti ćemo vas nakon završetka uvoza."
      ],
      "Large imports can take several days to complete.": [
        "Veći uvozi mogu potrajati i do nekoliko dana."
      ],
      "You can continue using Proton services as usual.": [
        "Možete nastaviti koristiti Proton usluge kao i obično."
      ],
      "Your import will not be processed.": [
        "Vaš uvoz nije moguće obraditi."
      ],
      "To prepare your external account for import, please follow the instructions for:": [
        "Da biste pripremili svoj vanjski račun za uvoz, slijedite upute za:"
      ],
      "If you are using a different email provider or your account is already prepared, you can skip to import.": [
        "Ako koristite drugog davatelja usluga e-pošte ili je vaš račun već pripremljen, možete preskočiti uvoz."
      ],
      "Enter the credentials of the email account you want to import from.": [
        "Unesite podatke za prijavu računa e-pošte s kojeg želite uvesti."
      ],
      "Your login information will not be saved after the import is completed.": [
        "Vaši podaci za prijavi neće biti spremljeni nakon što se uvoz završi."
      ],
      "Import mailbox": [
        "Uvezi poštanski sandučić"
      ],
      "Label all imported messages as": [
        "Označi sve uvezene poruke kao"
      ],
      "${ providerFoldersNumLocalized } label found in Gmail": [
        "${ providerFoldersNumLocalized } oznaka pronađena u Gmailu",
        "${ providerFoldersNumLocalized } oznake pronađene u Gmailu",
        "${ providerFoldersNumLocalized } oznaka pronađeno u Gmailu"
      ],
      "${ providerFoldersNumLocalized } folder found": [
        "${ providerFoldersNumLocalized } mapa pronađena",
        "${ providerFoldersNumLocalized } mape pronađene",
        "${ providerFoldersNumLocalized } mapa pronađeno"
      ],
      "${ selectedFoldersCountLocalized } label selected": [
        "${ selectedFoldersCountLocalized } oznaka odabrana",
        "${ selectedFoldersCountLocalized } oznake odabrane",
        "${ selectedFoldersCountLocalized } oznaka odabrano"
      ],
      "${ selectedFoldersCountLocalized } folder selected": [
        "${ selectedFoldersCountLocalized } mapa odabrana",
        "${ selectedFoldersCountLocalized } mape odabrane",
        "${ selectedFoldersCountLocalized } mapa odabrano"
      ],
      "Your messages are being imported from": [
        "Vaše poruke se uvoze iz"
      ],
      "Please select the folders you would like to import:": [
        "Odaberite mape koje želite uvesti:"
      ],
      "Create a label for the imported messages, a time range for this import, and the labels you would like to import.": [
        "Stvorite oznaku za uvezene poruke, vremenski raspon za taj uvoz i oznake koje želite uvesti."
      ],
      "Create a label for the imported messages, a time range for this import, and the folders you would like to import.": [
        "Stvorite oznaku za uvezene poruke, vremenski raspon za taj uvoz i mape koje želite uvesti."
      ],
      "All (${ totalFoldersCount } label)": [
        "Sve (${ totalFoldersCount } oznaka)",
        "Sve (${ totalFoldersCount } oznake)",
        "Sve (${ totalFoldersCount } oznaka)"
      ],
      "All (${ totalFoldersCount } folder)": [
        "Sve (${ totalFoldersCount } mapa)",
        "Sve (${ totalFoldersCount } mape)",
        "Sve (${ totalFoldersCount } mapa)"
      ],
      "${ selectedFoldersCount } label selected": [
        "${ selectedFoldersCount } oznaka odabrana",
        "${ selectedFoldersCount } oznake odabrane",
        "${ selectedFoldersCount } oznaka odabrano"
      ],
      "${ selectedFoldersCount } folder selected": [
        "${ selectedFoldersCount } mapa odabrana",
        "${ selectedFoldersCount } mape odabrane",
        "${ selectedFoldersCount } mapa odabrano"
      ],
      "Transfer your data safely to Proton. Import Assistant connects to your external email provider and imports your selected messages and folders.": [
        "Sigurno prenesite svoje podatke u Proton. Import Assistant se povezuje s vašim vanjskim davateljem usluga e-pošte i uvozi odabrane poruke i mape."
      ],
      "No imports to display.": [
        "Nema uvoza za prikaz."
      ],
      "Proton will try to resume the import as soon as your email provider resets your account’s ${ bandwithLimitLink }. You don’t need to do anything. If you cancel your import, you won't be able to resume it and you will need to start over.": [
        "Proton će pokušati nastaviti uvoz čim vaš davatelj usluga e-pošte resetira ${ bandwithLimitLink } na vašem računu. Ne trebate ništa raditi. Ako otkažete uvoz, nećete ga moći nastaviti i morat će te početi ispočetka."
      ],
      "Check the status of current and previous imports.": [
        "Provjerite status trenutnih i prošlih uvoza."
      ],
      "Proton paused an import because your account is running low on space. You can:": [
        "Proton je pauzirao uvoz jer na vašem računu ponestaje prostora za pohranu. Možete:"
      ],
      "free up space by deleting older messages or other data": [
        "oslobodite prostor za pohranu brisanjem starijih poruka ili drugih podataka"
      ],
      "purchase additional storage": [
        "kupite dodatni prostor za pohranu"
      ],
      "Proton paused an import because it lost the connection with your other email provider. Please reconnect.": [
        "Proton je pauzirao uvoz jer je izgubio vezu s vašim drugim davateljem usluga e-pošte. Ponovo se povežite."
      ],
      "Your import from ${ delayedImport.Email } is temporarily delayed.": [
        "Vaš uvoz iz ${ delayedImport.Email } je privremeno odgođen."
      ],
      "For advanced security, the Import-Export app encrypts emails on your device before migrating them to Proton servers. You can also export messages for local backups.": [
        "Za naprednu sigurnost, Import-Export aplikacija šifrira e-poštu na vašem uređaju prije nego što je premjesti na Proton poslužitelje. Također možete izvoziti poruke za lokalne sigurnosne kopije."
      ],
      "Available on macOS, Windows, and Linux.": [
        "Dostupno na macOS, Windows i Linux."
      ],
      "Add a @pm.me email address to your account. This simple, shorter domain stands for \"ProtonMail me\" or \"Private Message me.\"": [
        "Dodajte @pm.me adresu e-pošte na vaš račun. Ova jednostavna, kratka domena znači \"ProtonMail me\" ili \"Private Message me.\""
      ],
      "You can now receive messages from your @pm.me address. Upgrade to a paid plan to also send emails using your @pm.me address and create additional @pm.me addresses.": [
        "Sada možete primati poruke i na vašoj adresi @pm.me. Nadogradite na plaćeni račun i pošaljite e-poštu koristeći vašu @pm.me adresu te stvoriti dodatne @pm.me adrese."
      ],
      "We support importing CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps. We also support importing vCard 4.0. (UTF-8 encoding).": [
        "Podržavamo uvoz CSV datoteka iz Outlooka, Outlook Express-a, Yahoo! Mail, Hotmail, Eudora i drugih aplikacija. Također podržavamo uvoz vCard 4.0. (UTF-8 kodiranje)."
      ],
      "The application needs to locally decrypt your contacts before they can be exported. At the end of the process, a VCF file will be generated and you will be able to download it.": [
        "Aplikacija mora lokalno dešifrirati vaše kontakte prije nego što se mogu izvesti. Na kraju postupka generirat će se VCF datoteka i moći ćete je preuzeti."
      ],
      "To secure your internet connection, download and install the ProtonVPN application for your device and connect to a ProtonVPN server.": [
        "Da biste osigurali internetsku vezu, preuzmite i instalirajte ProtonVPN aplikaciju za vaš uređaj i povežite se s ProtonVPN poslužiteljem."
      ],
      "You can use the following credentials to connect to a ProtonVPN server using a third-party, open source VPN app, like Tunnelblick for macOS or OpenVPN for GNU/Linux.": [
        "Možete koristiti sljedeće vjerodajnice za povezivanje s ProtonVPN poslužiteljem pomoću nezavisnih VPN aplikacija otvorenog kôda, poput Tunnelblick za macOS ili OpenVPN za GNU/Linux."
      ],
      "Learn how to log in to ProtonVPN with third-party VPN applications.": [
        "Saznajte više kako se prijaviti na ProtonVPN s ostalim VPN aplikacijama trećih strana."
      ],
      "We advise you to use official ProtonVPN applications when possible.": [
        "Savjetujemo vas da koristite službene ProtonVPN aplikacije kada je god moguće."
      ],
      "You cannot use the OpenVPN / IKEv2 credentials to log in to ProtonVPN applications or the ProtonVPN dashboard. ${ learnMore }": [
        "Ne možete koristiti OpenVPN / IKEv2 vjerodajnice za prijavu u ProtonVPN aplikacijama ili na nadzornoj ploči ProtonVPN. ${ learnMore }"
      ],
      "Use the following credentials when connecting to ProtonVPN servers without application. Examples use cases include: Tunnelblick on macOS, OpenVPN on GNU/Linux.": [
        "Koristite sljedeće vjerodajnice za spajanje na ProtonVPN poslužitelje bez aplikacije. Na primjer: Tunnelblick na MacOS-u, OpenVPN na GNU/Linuxu."
      ],
      "Do not use the OpenVPN / IKEv2 credentials in ProtonVPN applications or on the ProtonVPN dashboard. ${ learnMore }": [
        "Ne koristite OpenVPN / IKEv2 vjerodajnice u ProtonVPN aplikacijama ili na nadzornoj ploči ProtonVPN. ${ learnMore }"
      ],
      "Server load": [
        "Opterećenje poslužitelja"
      ],
      "Server is currently down": [
        "Poslužitelj je trenutno nedostupan"
      ],
      "P2P": [
        "P2P"
      ],
      "Tor": [
        "Tor"
      ],
      "Plus or Visionary subscription required": [
        "Plus ili Visionary pretplata je potrebna"
      ],
      "Basic, Plus or Visionary subscription required": [
        "Basic, Plus ili Visionary pretplata je potrebna"
      ],
      "${ number } server": [
        "${ number } poslužitelj",
        "${ number } poslužitelja",
        "${ number } poslužitelja"
      ],
      "${ number } city": [
        "${ number } grad",
        "${ number } grada",
        "${ number } gradova"
      ],
      "These configuration files let you choose which ProtonVPN server you connect to when using a third-party VPN app or setting up a VPN connection on a router.": [
        "Ove konfiguracijske datoteke omogućuju vam odabir s kojim će te se ProtonVPN poslužiteljem povezati kada upotrebljavate VPN aplikacije trećih strana ili postavljate VPN vezu na routeru."
      ],
      "Install a Secure Core configuration file to benefit from an additional protection against VPN endpoint compromise.": [
        "Instalirajte Secure Core konfiguracijsku datoteku da biste imali korist od dodatne zaštite protiv kompromitacije krajnje točke VPN."
      ],
      "ProtonVPN Plus or Visionary required for Secure Core feature.": [
        "ProtonVPN Plus ili Visionary potrebni su za Secure Core značajku."
      ],
      "Install a Country configuration file to connect to a random server in the country of your choice.": [
        "Instalirajte konfiguracijsku datoteku za državu da biste se povezali sa nasumičnim poslužiteljem u državi vašeg izbora."
      ],
      "ProtonVPN Basic, Plus or Visionary required for Country level connection.": [
        "Za povezivanje na razini zemlje potreban je ProtonVPN Basic, Plus ili Visionary."
      ],
      "Install a Server configuration file to connect to a specific server in the country of your choice.": [
        "Instalirajte konfiguracijsku datoteku za poslužitelja da biste se povezali sa određenim poslužiteljem u državi vašeg izbora."
      ],
      "Install a Free server configuration file to connect to a specific server in one of the three free locations.": [
        "Instalirajte konfiguracijsku datoteku za besplatnog poslužitelja da biste se povezali sa određenim poslužiteljem u jednoj od tri besplatne lokacije."
      ],
      "Plan upgrade required": [
        "Potrebna je nadogradnja plana"
      ],
      "By leaving now, changes may not be saved": [
        "Ako sada napustite, promjene se možda neće spremiti"
      ],
      "Enter your own password (as organization admin) and this user's new password.": [
        "Unesite vašu lozinku (kao administrator organizacije) i novu lozinku za ovog korisnika."
      ],
      "Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.": [
        "Način rada s dvije lozinke koristi zasebne lozinke za prijavu i dešifriranje sandučića e-pošte. To pruža manju sigurnosnu prednost u nekim situacijama, no za većinu korisnika preporučujemo način rada s jednom lozinkom. Da biste se prebacili na način rada s dvije lozinke, prvo postavite lozinku za prijavu te zatim postavite lozinku za sandučić e-pošte."
      ],
      "ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.": [
        "ProtonMail se također može koristiti s jednom lozinkom koja zamjenjuje lozinku za prijavu i za sandučić e-pošte. Da biste se prebacili na način rada s jednom lozinkom, unesite jednu lozinku koju želite koristiti i pritisnite Spremi."
      ],
      "Proton can't help you recover any lost passwords": [
        "Proton vam ne može pomoći da vratite izgubljene lozinke"
      ],
      "Make sure you remember the password to log in and decrypt emails. ${ boldAlert }. We recommend adding a recovery email first.": [
        "Obavezno zapamtite lozinku za prijavu i dešifriranje e-pošte. ${ boldAlert }. Preporučujemo da prvo dodate adresu e-pošte za oporavak."
      ],
      "reading our two-factor authentication Guide first": [
        "prvo pročitate upute o dvofaktorskoj autentikaciji"
      ],
      "This wizard will enable Two-Factor Authentication (2FA) on your Proton account. Two-factor authentication will make your Proton account more secure so we recommend enabling it.": [
        "Ovaj čarobnjak omogućiti će dvofaktorsku autentikaciju na Proton računu. Dvofaktorska autentikacija će vaš Proton račun učiniti sigurnijim pa vam preporučujemo da opciju omogućite."
      ],
      "If you have never used two-factor authentication before, we strongly recommend you ${ guideButton }.": [
        "Ukoliko prije niste upotrebljavali dvofaktorsku autentikaciju, preporučujemo da ${ guideButton }."
      ],
      "Enter key manually instead": [
        "Ručno unesite ključ"
      ],
      "Scan this code with your two-factor authentication device to set up your account. ${ switchButton }.": [
        "Za postavljanje računa, skenirajte ovaj kôd pomoću uređaja za dvofaktorsku autentikaciju. ${ switchButton }."
      ],
      "Scan QR code instead": [
        "Skenirajte QR kôd"
      ],
      "Manually enter this information into your two-factor authentication device to set up your account. ${ _switchButton }.": [
        "Za postavljanje računa, ručno unesite ove podatke u vaš uređaj za dvofaktorsku autentikaciju. ${ _switchButton }."
      ],
      "Two-factor authentication enabled": [
        "Omogućena je dvofaktorska autentikacija"
      ],
      "Important: Please make sure you save the recovery codes. Otherwise you can permanently lose access to your account if you lose your two-factor authentication device.": [
        "Važno: Molimo spremite kodove za oporavak. U suprotnom možete trajno izgubiti pristup računu ako izgubite svoj uređaj za dvofaktorsku autentikaciju."
      ],
      "If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit two-factor authentication code to log into your account. Each code can only be used once.": [
        "Ukoliko izgubite svoj uređaj za dvofaktorsku autentikaciju, ovi kôdovi se mogu upotrijebiti umjesto 6-znamenkastog kôda dvofaktorske autentikacije da bi se prijavili na vaš račun. Svaki kôd može se upotrijebiti samo jednom."
      ],
      "Two-factor authentication disabled": [
        "Onemogućena je provjera autentičnosti u dva koraka"
      ],
      "Two-factor authentication adds an extra layer of security to your account in case your password is compromised.": [
        "Dvofaktorska autentikacija dodaje dodatnu razinu sigurnosti vašem računu u slučaju da je lozinka ugrožena."
      ],
      "Two-password mode requires two passwords: one to log in to your account and one to decrypt your mailbox. (Advanced)": [
        "Način rada s dvije lozinke zahtjeva dvije lozinke: jednu za prijavu na račun i jednu za dešifriranje poštanskog sandučića. (Napredno)"
      ],
      "Your subscription is managed by Mozilla. Please contact Mozilla support.": [
        "Vašom pretplatom upravlja Mozilla. Molimo kontaktirajte Mozilla podršku."
      ],
      "Warning: deletion is permanent": [
        "Upozorenje: Brisanje je trajno"
      ],
      "If you wish to delete this account in order to combine it with another one, do NOT delete it.": [
        "Ako želite izbrisati ovaj račun s ciljem da ga kombinirate s drugim, NE brišite ga."
      ],
      "Warning: This also removes access to all connected services and deletes all of your contacts": [
        "Upozorenje: Ovo također uklanja pristup svim povezanim uslugama i briše sve vaše kontakte"
      ],
      "Example: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }": [
        "Primjer: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }"
      ],
      "Please provide an email address in case we need to contact you.": [
        "Navedite adresu e-pošte u slučaju da vas moramo kontaktirati."
      ],
      "Enter your login password to confirm your identity.": [
        "Unesite vašu lozinku za potvrdu identiteta."
      ],
      "Your ProtonVPN and ProtonMail accounts are linked. To delete them both, please log in at ${ loginLink } and delete your account there.": [
        "Vaši ProtonVPN i ProtonMail računi su povezani. Da biste ih izbrisali, prijavite se u $ { loginLink } i tamo Izbrišite svoj račun."
      ],
      "This will permanently delete your account and all of its data. You will not be able to reactivate this account.": [
        "Ovim će te trajno izbrisati vaš račun i sve podatke povezane s njim. Nećete moći ponovno aktivirati ovaj račun."
      ],
      "Emailing preference saved": [
        "Spremljena je postavka e-pošte"
      ],
      "To keep up with the latest development at Proton products, you can subscribe to our various emails and visit our blog from time to time.": [
        "Da biste bili u tijeku s najnovijim razvojima u Proton proizvodima, možete se pretplatiti na naše različite e-poruke i povremeno posjetiti naš blog."
      ],
      "No addresses exist": [
        "Ne postoji ni jedna adresa e-pošte"
      ],
      "Let your contacts know you care about their privacy.": [
        "Pokažite svojim kontaktima da vam je stalo do njihove privatnosti."
      ],
      "Queued": [
        "Na čekanju"
      ],
      "Done": [
        "Gotovo"
      ],
      "Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them.": [
        "Da biste mogli početi slati i primati e-poštu s vaših novih adresa -pošte, morate za njih stvoriti ključeve za šifriranje."
      ],
      "Please note that if you delete this address, you will no longer be able to send or receive emails using this address.": [
        "Imajte na umu da ako izbrišete ovu adresu, više nećete moći slati ni primati e-poštu putem ove adrese."
      ],
      "Are you sure you want to delete this address?": [
        "Jeste li sigurni da želite ukloniti ovu adresu?"
      ],
      "The email address you place at the top of the list is your default email address. Drag and drop to reorder your addresses.": [
        "Adresa e-pošte koju stavite na vrh popisa je vaša zadana adresa e-pošte. Povucite i ispustite da biste promjenili redoslijed adresa."
      ],
      "Expired": [
        "Isteklo"
      ],
      "You have no saved payment methods.": [
        "Nemate spremljenih načina plaćanja."
      ],
      "Are you sure you want to delete this calendar?": [
        "Jeste li sigurni da želite ukloniti ovaj kalendar?"
      ],
      "${ calendarName } will be set as default calendar.": [
        "${ calendarName } će biti postavljen kao zadani kalendar."
      ],
      "The calendar will be deleted and won’t be synchronised anymore with the link provided.": [
        "Kalendar će biti izbrisan i više se neće sinkronizirati s putem navedene poveznice."
      ],
      "You need to have an active calendar to import your events.": [
        "Prije uvoza događaja morate imati aktivni kalendar."
      ],
      "You can import ICS files from another calendar to ${ CALENDAR_APP_NAME }. This lets you quickly import one event or your entire agenda.": [
        "Možete uvesti ICS datoteke iz drugog kalendara u ${ CALENDAR_APP_NAME }. Ovo vam omogućuje brz uvoz jednog događaja ili čitavog dnevnog reda."
      ],
      "If the system time zone does not match the current time zone preference, you will be asked to update it (at most once per day).": [
        "Ako vremenska zona sustava ne odgovara trenutnim postavkama vremenske zone, od vas će se zatražiti da je ažurirate (najviše jednom dnevno)."
      ],
      "Week and month views only apply to desktop.": [
        "Tjedni i mjesečni prikazi primjenjuju se samo na radnu površinu."
      ],
      "Only you can see the labels.": [
        "Samo vi možete vidjeti oznake."
      ],
      "Limited view: others see if you're busy. Full view: shows all event details, including name, location, or participants.": [
        "Ograničeni prikaz: drugi vide jeste li zauzeti. Potpuni prikaz: prikazuje sve detalje događaja, uključujući naziv, mjesto ili sudionike."
      ],
      "You can create up to ${ MAX_LINKS_PER_CALENDAR } links per calendar. To create a new link to this calendar, delete one from the list below.": [
        "Možete stvoriti do ${ MAX_LINKS_PER_CALENDAR } poveznica po kalendaru. Da biste stvorili novu poveznicu do ovog kalendara, izbrišite jednu s popisa ispod."
      ],
      "By sharing the full event details of this calendar, you accept to grant Proton access to this calendar's encrypted information.": [
        "Dijeljenjem cjelokupnih detalja događaja ovog kalendara, prihvaćate odobriti Protonu pristup šifriranim podacima ovog kalendara."
      ],
      "Anyone with this link can see all the event details of this calendar such as title, location or participants.": [
        "Svatko s ovom poveznicom može vidjeti sve detalje događaja iz ovog kalendara, poput naziva, mjesta ili sudionika."
      ],
      "Anyone with this link can see whether you’re free or busy on your calendar. They can’t see event details, such as title, location, or participants.": [
        "Svatko s ovom poveznicom može vidjeti jeste li slobodni ili zauzeti na vašem kalendaru. Ne mogu vidjeti detalje događaja, poput naziva, mjesta ili sudionika."
      ],
      "Delete link?": [
        "Izbrisati poveznicu?"
      ],
      "Anyone with this link won't be able to sync or get future updates for your calendar. If you want to give them access again, you will have to create a new link.": [
        "Svatko s ovom poveznicome neće moći sinkronizirati niti dobiti buduća ažuriranja za vaš kalendar. Ako im želite ponovno omogućiti pristup, morate stvoriti novu poveznicu."
      ],
      "Edit label": [
        "Uredi oznaku"
      ],
      "Add label": [
        "Dodaj oznaku"
      ],
      "Link copied to clipboard": [
        "Poveznica je spremljena u međuspremnik"
      ],
      "Link created": [
        "Poveznica je stvorena"
      ],
      "Link deleted": [
        "Poveznica je izbrisana"
      ],
      "Create a link to your calendar and share it with anyone outside Proton. Only you can add or remove events.": [
        "Stvorite poveznicu do vašeg kalendara i podijelite je sa svima izvan Protona. Samo vi možete dodavati ili uklanjati događaje."
      ],
      "You need to have a calendar to create a link.": [
        "Morate imati kalendar za stvaranje poveznice."
      ],
      "Amount below minimum (${ amount }).": [
        "Iznos ispod minimuma (${ amount })."
      ],
      "Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.": [
        "Potvrda Bitcoin transakcije može potrajati neko vrijeme (do 24 sata). Kada potvrdimo, dodijelit ćemo vam kredit na vaš račun. Nakon potvrde transakcije, možete platiti fakturu s kreditom."
      ],
      "After making your Bitcoin payment, please follow the instructions below to upgrade.": [
        "Nakon što ste izvršili Bitcoin uplatu, molimo slijedite ove upute ispod za nadogradnju."
      ],
      "Please verify the payment in the new tab.": [
        "Molimo potvrdite plaćanje u novoj kartici."
      ],
      "We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.": [
        "Preusmjerit ćemo vas na PayPal u novoj kartici preglednika da biste dovršili ovu transakciju. Ako koristite bilo koje blokade skočnih prozora, onemogućite ih kako bi mogli nastaviti."
      ],
      "You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please click on the button below.": [
        "Morate imati kreditnu karticu ili bankovni račun povezan sa vašim PayPal računom. Ukoliko nemate navedeno na vašem PayPal računu, molimo vas kliknite na dugme ispod."
      ],
      "This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.": [
        "Ovo će omogućiti PayPalu da se koristi za plaćanje vaše Proton pretplate. Preusmjerit ćemo vas na PayPal u novoj kartici preglednika. Ako koristite bilo koje blokade skočnih prozora, onemogućite ih kako bi mogli nastaviti."
      ],
      "You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.": [
        "Morate imati kreditnu karticu ili bankovni račun povezan sa vašim PayPal računom kako biste ga mogli dodati kao način plaćanja."
      ],
      "We use 3-D Secure to protect your payments.": [
        "Za zaštitu vaših plaćanja koristimo 3-D Secure."
      ],
      "Since you're a loyal user, your account has additional features enabled.": [
        "Budući da ste odani korisnik, na vašem su računu omogućene dodatne značajke."
      ],
      "By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.": [
        "Prelaskom na Free plan, trajno ćete izgubiti ove prednosti, čak i ako nadogradite plan opet u budućnosti."
      ],
      "+${ bonusSpace } bonus storage": [
        "+ ${ bonusSpace } dodatnog prostora za pohranu"
      ],
      "+${ organization.BonusVPN } connection for ProtonVPN (allows you to connect more devices to VPN)": [
        "+${ organization.BonusVPN } veza za ProtonVPN (omogućuje vam da povežete još više uređaja na VPN)",
        "+${ organization.BonusVPN } veze za ProtonVPN (omogućuje vam da povežete još više uređaja na VPN)",
        "+${ organization.BonusVPN } veza za ProtonVPN (omogućuje vam da povežete još više uređaja na VPN)"
      ],
      "Your account is being upgraded, this may take up to 30 seconds.": [
        "Vaš se račun nadograđuje, što može potrajati do 30 sekundi."
      ],
      "Thank you for supporting our mission.": [
        "Hvala vam što podupirete našu misiju."
      ],
      "Your account will be updated once the payment is cleared.": [
        "Vaš račun će se ažurirati nakon uspješnog plaćanja."
      ],
      "Account successfully updated": [
        "Račun je uspješno ažuriran"
      ],
      "Download your favorite app today and take privacy with you everywhere you go.": [
        "Preuzmite svoju omiljenu aplikaciju danas i ponesite privatnost sa sobom gdje god idete."
      ],
      "You must remove any additional calendar and any shared calendar links before you can cancel your subscription. ${ linkButton }": [
        "Morate ukloniti sve dodatne kalendare i sve dijeljene poveznice kalendara da biste mogli otkazati pretplatu. ${ linkButton }"
      ],
      "No payment is required at this time.": [
        "Trenutno nije potrebno plaćanje."
      ],
      "Please note that upon clicking the Confirm button, your account will have ${ creditsRemaining } credits remaining.": [
        "Imajte na umu da nakon pritiska na dugme Potvrdi, na vašem računu će ostati ${ creditsRemaining } kredita."
      ],
      "No subscription yet": [
        "Bez pretplate"
      ],
      "Not activated": [
        "Nije aktivirano"
      ],
      "You already have a free account": [
        "Već imate besplatan račun"
      ],
      "This will cancel your current paid subscription and you will lose any loyalty benefits you have accumulated. The remaining balance of your subscription will be returned as account credits.": [
        "Ovo će otkazati vašu trenutnu pretplatu i izgubit ćete sve privilegije vjernosti koje ste nakupili. Preostali iznos vaše pretplate vratit će se kao kredit na vašem računu."
      ],
      "Billed as ${ billedPrice } per year": [
        "Naplaćeno ${ billedPrice } godišnje"
      ],
      "Billed as ${ billedPrice } every 2 years": [
        "Naplaćeno ${ billedPrice }} svako 2 godine"
      ],
      "Included": [
        "Uključeno"
      ],
      "* Customizable features": [
        "* Prilagodljive značajke"
      ],
      "Access your streaming services, like ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, no matter where you are.": [
        "Pristupite vašim streaming uslugama, poput ${ netflix }, ${ disney }, ${ primeVideo } ${ many }, bez obzira gdje se nalazite."
      ],
      "Access blocked content, like social media, news, Wikipedia, YouTube, and many others, no matter where you are.": [
        "Pristup ograničenom sadržaju, poput društvenih mreža, Wikipedije, Youtubea i mnogo drugih, bez obzira gdje se nalazite."
      ],
      "For getting started with private and secure emailing.": [
        "Za početak korištenja privatne i sigurne e-pošte."
      ],
      "A free and uncensored Internet should be available to all.": [
        "Besplatan i necenzurirani Internet trebao bi biti dostupan svima."
      ],
      "Starter VPN service with P2P support.": [
        "Početna VPN usluga s P2P podrškom."
      ],
      "Full-featured VPN with speed up to 10 Gbps.": [
        "VPN s puno značajki i brzinom do 10 Gbps."
      ],
      "For individuals that need a fully-featured mailbox with advanced protection.": [
        "Za pojedince kojima je potreban potpuno opremljen poštanski sandučić s naprednom zaštitom."
      ],
      "For professionals that need secure business communications.": [
        "Za profesionalce kojima je potrebna sigurna poslovna komunikacija."
      ],
      "VPN + ${ mailAppName } bundle for families and small businesses.": [
        "VPN + ${ mailAppName } paket za obitelji i male tvrtke."
      ],
      "For families and small teams; includes both Mail and VPN.": [
        "Za obitelji i manje timove; uključuje E-poštu i VPN."
      ],
      "Save 20%": [
        "Uštedite 20%"
      ],
      "(Mail + VPN)": [
        "(E-pošta + VPN)"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Free"
      ],
      "${ vpnAppName } Free": [
        "${ vpnAppName } Free"
      ],
      "Billed at the end of your current billing cycle (renews on ${ renewalDate })": [
        "Naplaćuje se na kraju vašeg trenutnog ciklusa naplate (obnova ${ renewalDate })"
      ],
      "There are no billing details available for your current subscription.": [
        "Nema dostupnih pojedinosti o naplati za vašu trenutačnu pretplatu."
      ],
      "Please verify payment at the new tab which was opened.": [
        "Potvrdite naplatu u novootvorenoj kartici vašeg preglednika."
      ],
      "Verification can take a few minutes.": [
        "Potvrda može potrajati nekoliko minuta."
      ],
      "Your payment details are protected with TLS encryption and Swiss privacy laws.": [
        "Vaši podaci o plaćanju zaštićeni su TLS enkripcijom i švicarskim zakonima o privatnosti."
      ],
      "Top up your account with credits that you can use to subscribe to a new plan or renew your current plan. You get one credit for every ${ i18nCurrency } spent.": [
        "Dopunite svoj račun sa kreditima koje možete upotrijebiti za pretplatu na novi plan ili za obnovu trenutnog plana. Dobivate jedan kredit za svaku potrošenu ${ i18nCurrency }."
      ],
      "When your subscription renews, we will apply any available credits before we charge the payment method above.": [
        "Kada se vaša pretplata obnovi, primijenit ćemo sve dostupne kredite prije nego što naplatimo gore navedeni način plaćanja."
      ],
      "If you have a gift code, enter it below to apply your discount.": [
        "Ako imate darovni kôd, unesite ga ispod za primjenu popusta."
      ],
      "Save extra 20%": [
        "Uštedite dodatnih 20%"
      ],
      "${ save20 } on your subscription by switching to ${ annualBilling }": [
        "${ save20 } na vašu pretplatu prebacivanjem na ${ annualBilling }"
      ],
      "${ saveExtra20 } on both Mail and VPN by adding a Mail subscription.": [
        "${ saveExtra20 } na E-poštu i VPN dodavanjem pretplate na E-poštu."
      ],
      "${ saveExtra20 } on both VPN and Mail by adding a VPN subscription.": [
        "${ saveExtra20 } na VPN i E-poštu dodavanjem VPN pretplate."
      ],
      "Storage GB": [
        "Prostor za pohranu GB"
      ],
      "Users": [
        "Korisnici"
      ],
      "Domains": [
        "Domene"
      ],
      "Addresses": [
        "Adrese"
      ],
      "Connections": [
        "Veze"
      ],
      "Allows you to host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Omogućuje vam da pružate usluge e-pošte za vaše domene na ${ mailAppName }, npr. ivan.horvat@primjer.hr"
      ],
      "Add additional addresses to your account like user2@protonmail.com": [
        "Dodajte dodatne adrese na svoj račun kao što je korisnik2@protonmail.com"
      ],
      "Number of VPN connections which can be assigned to users. Each connected device consumes one VPN connection.": [
        "Broj VPN veza koje se mogu dodijeliti korisnicima. Svaki povezani uređaj koristi jednu VPN vezu."
      ],
      "ProtonMail Plus is limited to one user and starts with 5 GB of storage.": [
        "ProtonMail Plus je ograničen na jednog korisnika i započinje s 5 GB prostora za pohranu."
      ],
      "Switch to ${ professionalPlan } to add more users.": [
        "Prebacite se na ${ professionalPlan } za dodavanje još korisnika."
      ],
      "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } includes ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN connection.": [
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } sadrži ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN vezu.",
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } sadrži ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN veze.",
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } sadrži ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN veza."
      ],
      "Each additional connection can be assigned to users in your organization.": [
        "Svaka dodatna veza može se dodijeliti korisnicima u vašoj organizaciji."
      ],
      "Switch to ${ professionalPlan } to add more connections.": [
        "Prebacite se na ${ professionalPlan } za dodavanje još veza."
      ],
      "${ mailAppName } Professional starts with one user, and each user adds 5 GB and 5 email addresses to the organization’s pool.": [
        "${ mailAppName } Professional započinje s jednim korisnikom, a svaki korisnik dodaje 5 GB i 5 adresa e-pošte u skup organizacije."
      ],
      "Not customizable": [
        "Nije prilagodljivo"
      ],
      "Once you click \"Downgrade\", it may take a few minutes to downgrade your account to a Free plan. ": [
        "Kada pritisnete \"Snizi status\", potrebno je par minuta da se snizi status vašeg računa na Free plan. "
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail and ProtonVPN paid features.": [
        "Ako nastavite s snižavanjem statusa, izgubit ćete pristup plaćenim ProtonMail i ProtonVPN značajkama."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail paid features, including additional storage and filters.": [
        "Ako nastavite s snižavanjem statusa, izgubiti će te pristup plaćenim značajkama ProtonMail-a, uključujući dodatni prostor za pohranu i filtre."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonVPN paid features.": [
        "Ako nastavite s snižavanjem statusa, izgubit ćete pristup plaćenim ProtonVPN značajkama."
      ],
      "You must disable or remove any additional ProtonMail users, addresses, and custom domains before you can downgrade.": [
        "Morate onemogućiti ili ukloniti sve dodatne korisnike ProtonMail-a, adrese i prilagođene domene prije nego što možete sniziti status."
      ],
      "Downgrading will terminate any connections to paid ProtonVPN servers.": [
        "Snižavanje statusa prekida sve veze s plaćenim ProtonVPN poslužiteljima."
      ],
      "20% discount applied to your subscription with coupon ${ code }": [
        "Popust od 20% je primjenjen na vašu pretplatu s kuponom ${ code }"
      ],
      "Black Friday 2018 applied to your subscription": [
        "Crni petak 2018 je primijenjen na vašu pretplatu"
      ],
      "Black Friday 2019 applied to your subscription": [
        "Crni petak 2019 je primijenjen na vašu pretplatu"
      ],
      "Black Friday 2020 newcomer discount has been applied": [
        "Primijenjen je popust za pridošlice za Crni petak 2020"
      ],
      "Discount applied to your subscription with coupon ${ code }": [
        "Popust je primjenjen na vašu pretplatu s kuponom ${ code }"
      ],
      "Your bank requires 3-D Secure verification for security purposes.": [
        "Vaša banka zahtijeva 3-D Secure potvrdu iz sigurnosnih razloga."
      ],
      "Verification will open a new tab, please disable any popup blockers. You will not be charged. Any amount used to verify the card will be refunded immediately.": [
        "Proces potvrde otvorit će se u novoj kartici preglednika, stoga onemogućite sve blokade skočnih prozora. Neće vam biti naplaćeno. Bilo koji iznos korišten za potvrdu kartice bit će vraćen odmah."
      ],
      "Verification will open a new tab, please disable any popup blockers.": [
        "Proces potvrde otvoriti će se u novoj kartici preglednika, stoga onemogućite sve blokade skočnih prozora."
      ],
      "You will soon be redirected to PayPal to verify your payment.": [
        "Uskoro ćete biti preusmjereni na PayPal radi potvrde plaćanja."
      ],
      "You will be soon redirected to your bank to verify your payment.": [
        "Uskoro ćete biti preusmjereni na vašu banku radi potvrde plaćanja."
      ],
      "Please verify the card in the new tab which was opened.": [
        "Potvrdite karticu u novootvorenoj kartici vašeg preglednika."
      ],
      "Payment can take a few minutes to fully verify.": [
        "Naplata može potrajati nekoliko minuta dok se potpuno potvrdi."
      ],
      "Please try again, use a different payment method, or contact PayPal for assistance.": [
        "Pokušajte ponovo, koristite drugi način plaćanja ili kontaktirajte PayPal za pomoć."
      ],
      "Please try again, use a different payment method, or call your bank for assistance.": [
        "Pokušajte ponovo, koristite drugi način plaćanja ili nazovite banku za pomoć."
      ],
      "For Visa and MasterCard, the 3 digits on the back of your card. For American Express, the 4 digits on the front of your card.": [
        ""
      ],
      "Payments are protected with TLS encryption and Swiss privacy laws.": [
        "Plaćanja su zaštićena TLS enkripcijom i švicarskim zakonima o privatnosti."
      ],
      "30 days money-back guarantee.": [
        "Povrat novca do 30 dana."
      ],
      "uploading a backup key": [
        "učitavanje rezervnog ključa"
      ],
      "To reactivate keys, you will be prompted to enter your previous login password from before your account was reset": [
        "Da biste ponovno aktivirali ključeve, od vas će se tražiti da unesete svoju prethodnu lozinku za prijavu prije nego što je vaš račun resetiran"
      ],
      "You can also reactivate your keys by ${ uploadButton }": [
        "Možete ponovno aktivirati vaše ključeve ovdje ${ uploadButton }"
      ],
      "entering your old password": [
        "unosom stare lozinke"
      ],
      "If the backup key has been encrypted, you will be prompted to enter the password to decrypt it": [
        "Ako je ključ sigurnosne kopije šifriran, od vas će se tražiti da unesete lozinku za dešifriranje istog"
      ],
      "You can also reactivate your keys by ${ passwordButton }": [
        "Možete ponovno aktivirati vaše ključeve ovdje ${ passwordButton }"
      ],
      "If a key remains inactive, it means that the decryption password provided does not apply to the key.": [
        "Ako ključ ostane neaktivan, to znači da se navedena lozinka za dešifriranje ne odnosi na ključ."
      ],
      "Give your public key to your friends, or publish it online, so that everyone can send you end-to-end encrypted email!": [
        "Podijelite svoj javni ključ s prijateljima ili ga objavite na mreži kako bi vam svi mogli slati end-to-end šifrirane e-poruke!"
      ],
      "IMPORTANT: Downloading your private keys and sending them over or storing them on insecure media can jeopardise the security of your account!": [
        "VAŽNO: Preuzimanje privatnih ključeva i slanje istih ili pohranjivanje istih na nesigurne medije može ugroziti sigurnost vašeg računa!"
      ],
      "Please enter a password to encrypt your private key with before exporting.": [
        "Unesite lozinku za šifriranje vašeg privatnog ključa prije izvoza."
      ],
      "This feature is intended for advanced users only. After deleting this key, you will NOT be able to decrypt any message that has been encrypted with it. It may lead to data loss.": [
        "Ova je značajka namijenjena samo naprednim korisnicima. Nakon brisanja ovog ključa, NEĆETE moći dešifrirati poruke koje su šifrirane ovim ključem. To može dovesti do gubitka podataka."
      ],
      "Key with fingerprint ${ fp } has been deleted.": [
        "Ključ s otiskom prsta ${ fp } je izbrisan."
      ],
      "You can generate a new encryption key if you think your previous key has been compromised.": [
        "Možete stvoriti novi ključ za šifriranje ako mislite da je vaš prethodni ključ bio ugrožen."
      ],
      "A key with the same encryption algorithm is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?": [
        "Ključ s istim algoritmom za šifriranje već je aktivan za ovu adresu.\nStvaranje drugog ključa uzrokovat će sporije učitavanje računa, a brisanje tog ključa može uzrokovati probleme.\nAko stvarate novi ključ jer je stari ključ ugrožen, označite taj ključ kao ugrožen.\nJeste li sigurni da želite nastaviti?"
      ],
      "Key with fingerprint ${ fp } successfully created.": [
        "Ključ s otiskom prsta ${ fp } je uspješno stvoren."
      ],
      "Download your PGP keys for use with other PGP-compatible services.": [
        "Preuzmite vaše PGP ključeve za upotrebu s drugim PGP kompatibilnim uslugama."
      ],
      "No contact encryption keys exist": [
        "Ne postoje ključevi za šifriranje kontakata"
      ],
      "here": [
        "ovdje"
      ],
      "This account has been suspended due to a potential policy violation.": [
        "Vaš račun je suspendiran zbog mogućih kršenja pravila."
      ],
      "If you believe this is in error, please contact us ${ contactLink }.": [
        "Ako mislite da je ovo pogreška, kontaktirajte nas na ${ contactLink }."
      ],
      "Screenshot(s) attached": [
        "Snimka(e) zaslona su pridodane"
      ],
      "Refreshing the page or ${ link } will automatically resolve most issues.": [
        "Osvježavanje stranice ili ${ link } će automatski riješiti većinu problema."
      ],
      "Your account has at least one overdue invoice. Your access has been restricted. ${ payInvoiceLink }": [
        "Vaš račun ima najmanje jednu neplaćenu fakturu. Vaš pristup je ograničen. ${ payInvoiceLink }"
      ],
      "Your account has at least one overdue invoice. Your access will soon get restricted. ${ payInvoiceLink }": [
        "Vaš račun ima najmanje jednu neplaćenu fakturu. Vaš će pristup uskoro biti ograničen. ${ payInvoiceLink }"
      ],
      "Account access restricted due to unpaid invoices. Please contact your administrator.": [
        "Pristup računu je ograničen zbog neplaćenih faktura. Molimo kontaktirajte vašeg administratora."
      ],
      "Free up some space or add more storage space.": [
        "Oslobodite malo prostora ili dodajte više prostora za pohranu."
      ],
      "Free up some space or contact your administrator.": [
        "Oslobodite malo prostora ili se obratite administratoru."
      ],
      "You reached 100% of your storage capacity. You cannot send or receive new emails. ${ freeUpMessage } ${ upgradeLink }": [
        "Dosegli ste 100% svog prostora za pohranu. Ne možete slati ni primati nove e-poruke. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You reached ${ spaceDisplayed }% of your storage capacity. ${ freeUpMessage } ${ upgradeLink }": [
        "Dosegli ste ${ spaceDisplayed }% svog prostora za pohranu. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You are currently signed in as ${ user.Name } (${ user.Email }) and have restricted access.": [
        "Trenutno ste prijavljeni kao${ user.Name } (${ user.Email }) i imate ograničen pristup."
      ],
      "${ appName } needs your permission to ${ enableDesktopNotifications }.": [
        "${ appName } zahtjeva vaše dopuštenje da ${ enableDesktopNotifications }."
      ],
      "You have enabled Beta Access. Click ${ refreshButton } to use the latest version of ${ appName }. The application will be reloaded.": [
        "Omogućili ste Beta pristup. Kliknite ${ refreshButton } za korištenje najnovije verzije ${ appName }. Aplikacija će se ponovno učitati."
      ],
      "You have disabled Beta Access. Click ${ refreshButton } to use the stable version of ${ appName }. The application will be reloaded.": [
        "Onemogućili ste Beta pristup. Kliknite ${ refreshButton } za korištenje stabilne verzije ${ appName }. Aplikacija će se ponovno učitati."
      ],
      "Internet connection restored.": [
        "Uspostavljena je internetska veza."
      ],
      "Internet connection lost. Please check your device's connectivity.": [
        "Nema internetske veze. Molimo provjerite povezanost uređaja."
      ],
      "Loading ${ appName }": [
        "Učitavanje ${ appName }"
      ],
      "More Info": [
        ""
      ],
      "Auto-reply is active each month between the selected start and end time.": [
        "Automatski odgovor je aktivan svaki mjesec između odabranog vremena početka i završetka."
      ],
      "Auto-reply is always active on the days of the week you select, between the selected hours.": [
        "Automatski odgovor uvijek je aktivan u odabranim danima u tjednu i to između odabranih sati."
      ],
      "Auto-reply is active each week between the selected start and end time.": [
        "Automatski odgovor je aktivan svaki tjedan između odabranog vremena početka i završetka."
      ],
      "Auto-reply is active until you turn it off.": [
        "Automatski odgovor je aktivan dokle god ga vi ne isključite."
      ],
      "Auto-reply is active from the start time to the end time.": [
        "Automatski odgovor je aktivan između odabranog vremena početka i završetka."
      ],
      "Use automatic replies to inform contacts you are out of the office or otherwise unable to respond.": [
        "Pomoću automatskih odgovora obavijestite kontakte da ste izvan ureda ili da ne možete odgovoriti."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to enable automatic replies for when you are out of the office.": [
        ""
      ],
      "Your Proton account is currently on hold. To continue using your account, please pay any overdue invoices.": [
        "Vaš Proton račun je trenutno na čekanju. Da biste nastavili koristiti svoj račun, uplatite sve neplaćene fakture."
      ],
      "Would you like to receive a new verification code or use an alternative verification method?": [
        "Želite li dobiti novi potvrdni kôd ili koristiti alternativnu metodu potvrde?"
      ],
      "Enter the verification code that was sent to ${ destinationText }.": [
        "Unesite potvrdni kôd koji je poslan na ${ destinationText }."
      ],
      "If you don't find the email in your inbox, please check your spam folder.": [
        "Ako ne pronađete e-poštu u pristigloj pošti, provjerite svoju mapu neželjene pošte."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this email address is incorrect, click \"Edit\" to correct it.": [
        "Pritisnite \"Zatraži novi kȏd\" da biste novi potvrdni kȏd poslali na ${ strong }. Ako je ova adresa e-pošte netočan, pritisnite \"Uredi\" da biste je ispravili."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this phone number is incorrect, click \"Edit\" to correct it.": [
        "Pritisnite \"Zatraži novi kȏd\" da biste novi potvrdni kȏd poslali na ${ strong }. Ako je ovaj telefonski broj netočan, pritisnite \"Uredi\" da biste ga ispravili."
      ],
      "To fight spam and abuse, please verify you are human.": [
        "U borbi protiv spama i zlouporabe, molimo potvrdite da ste čovjek."
      ],
      "Your email will only be used for this one-time verification.": [
        "Vaša adresa e-pošte koristit će se samo za ovu jednokratnu provjeru."
      ],
      "Your phone number will only be used for this one-time verification.": [
        "Vaš broj telefona koristit će se samo za ovu jednokratnu provjeru."
      ],
      "If you are having trouble creating your account, please request an invitation and we will respond within one business day.": [
        "Ako imate poteškoća s otvaranjem računa, zatražite pozivnicu i odgovorit ćemo vam u roku jednog radnog dana."
      ],
      "Address verification is an advanced security feature. Only turn this on if you know what it does.": [
        "Potvrda adresa je napredna sigurnosna značajka. Uključite ovo samo ako znate što radi."
      ],
      "Encryption setting updated": [
        "Postavke šifriranje su ažurirane"
      ],
      "PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.": [
        "PGP klijenti će s većom vjerojatnošću automatski otkriti vaše PGP ključeve ako su izlazne poruke potpisane."
      ],
      "Only change these settings if you are using PGP with non-ProtonMail recipients.": [
        "Promijenite ove postavke samo ako koristite PGP s primateljima koji ne koriste ProtonMail."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name and a valid Sieve script.": [
        "Filtri rade na svim porukama e-pošte, uključujući dolazne i poslane. Svaki filtar mora sadržavati barem naziv i valjana Sieve skripta."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name, a condition and an action.": [
        "Filtri rade na svim porukama e-pošte, uključujući dolazne i poslane. Svaki filtar mora sadržavati barem naziv, uvjet i radnju."
      ],
      "No label selected": [
        "Nije odabrana nijedna oznaka"
      ],
      "No folder selected": [
        "Nije odabrana nijedna mapa"
      ],
      "No action selected": [
        "Nije odabrana nijedna radnja"
      ],
      "(Filter if ALL of the following conditions are met)": [
        "(Filtriraj ako su ispunjeni SVI sljedeći uvjeti)"
      ],
      "(Filter if ANY of the following conditions are met)": [
        "(Filtriraj ako su ispunjeni BILO KOJI sljedeći uvjeti)"
      ],
      "All your changes will be lost.": [
        "Sve vaše promjene će biti izgubljene."
      ],
      "Are you sure you want to discard your changes?": [
        "Jeste li sigurni da želite odbaciti vaše promjene?"
      ],
      "Custom filters work on all new emails, including incoming emails as well as sent emails. Filters can be edited and created directly via Sieve programming language.": [
        "Prilagođeni filtri rade na svim porukama e-pošte, uključujući dolazne i poslane. Filtri se mogu uređivati i stvarati izravno putem programskog jezika Sieve."
      ],
      "Please note that if you delete this filter, we will stop processing all the automated actions it triggers.": [
        "Imajte na umu da ako izbrišete ovaj filtar, prestat ćemo obrađivati sve automatizirane radnje koje on pokreće."
      ],
      "Are you sure you want to delete this filter?": [
        "Jeste li sigurni da želite izbrisati ovaj filtar?"
      ],
      "Your Allow List is empty.": [
        "Vaš popis dopuštenih je prazan."
      ],
      "Your Block List is empty.": [
        "Vaš popis nedopuštenih je prazan."
      ],
      "Inherited from parent folder": [
        "Nasljedno iz roditeljske mape"
      ],
      "You can turn on notifications to get alerts when new email messages arrive in this folder.": [
        "Možete uključiti obavijesti da biste dobili upozorenja kada u tu mapu stignu nove poruke e-pošte."
      ],
      "Name your new folder and select the parent folder you want to put it in. If you do not select a parent folder, this new folder will be created as a top level folder.": [
        "Dodijelite naziv svojoj novoj mapi i odaberite roditeljsku mapu u koju je želite staviti. Ako ne odaberete roditeljsku mapu, nova će se mapa stvoriti kao mapa najviše razine."
      ],
      "Emails tagged with this label will not be deleted and can still be found in the respective folder.": [
        ""
      ],
      "Are you sure you want to delete this label?": [
        "Jeste li sigurni da želite izbrisati ovu oznaku?"
      ],
      "Emails stored in this folder will not be deleted and can still be found in the All Mail folder.": [
        ""
      ],
      "Are you sure you want to delete this folder?": [
        "Jeste li sigurni da želite izbrisati ovu mapu?"
      ],
      "Not set": [
        "Nije postavljeno"
      ],
      "We recommend adding a linked email or phone number so you can recover your account if you lose your password.": [
        "Preporučujemo dodavanje povezane adrese e-pošte ili broja telefona kako biste mogli oporaviti vaš račun ako izgubite lozinku."
      ],
      "We recommend adding a linked email so you can recover your account if you lose your password.": [
        "Preporučujemo dodavanje povezane adrese e-pošte kako biste mogli oporaviti vaš račun ako izgubite lozinku."
      ],
      "Disabling this will prevent this email from being used for account recovery": [
        "Ako onemogućite, ova adresa e-pošte se neće koristiti za oporavak računa"
      ],
      "When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.": [
        "Ako su obavijesti omogućene, poslat ćemo vam upozorenje na adresu e-pošte za oporavak/obavijesti ako imate nove poruke na ProtonMail računu."
      ],
      "Disabling this will prevent this phone number from being used for account recovery": [
        "Ako onemogućite, ovaj broj telefona se neće koristiti za oporavak računa"
      ],
      "Do you want to revoke all other sessions than the current one?": [
        "Želite li opozvati sve ostale sesije osim trenutne?"
      ],
      "Unless you sign out of your account or change your password, your session will remain active. Sessions expire after 60 days of inactivity.": [
        "Osim ako se ne odjavite s vašeg računa ili promijenite lozinku, vaše sesije ostaju aktivne. Sesije ističu nakon 60 dana neaktivnosti."
      ],
      "You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.": [
        "Možete omogućiti zapisivanje pokušaja autentikacije da biste vidjeli kada se pristupa vašem računu i s koje je IP adrese. Snimit ćemo IP adresu koja je pristupila računu i vrijeme, kao i neuspješne pokušaje."
      ],
      "No logs yet.": [
        "Nema zapisa."
      ],
      "Failed to fetch logs.": [
        "Dohvaćanje zapisa nije uspjelo."
      ],
      "Are you sure you want to permanently delete all your logs?": [
        "Jeste li sigurni da želite trajno izbrisati vaše zapise?"
      ],
      "Logs include authentication attempts for all Proton services that use your Proton credentials.": [
        "Zapisi uključuju pokušaje autentikacije za sve Proton usluge koje koriste vaše Proton vjerodajnice."
      ],
      "When disabled, this prevents all files from loading on your device without your knowledge.\t": [
        "Kad je onemogućeno, ovo spriječava učitavanje svih datoteka na vašem uređaju bez vašeg znanja.\t"
      ],
      "When disabled, this prevents image files from loading on your device without your knowledge.": [
        "Kad je onemogućeno, ovo spriječava učitavanje slikovnih datoteka na vašem uređaju bez vašeg znanja.\t"
      ],
      "You can customize and download your invoices for accounting purposes.": [
        "Račune možete prilagoditi i preuzeti za računovodstvene svrhe."
      ],
      "Basic navigation and actions remain available regardless of keyboard shortcuts being active or not in the settings.": [
        "Osnovna navigacija i radnje ostaju dostupni bez obzira jesu li tipkovni prečaci aktivni ili ne u postavkama."
      ],
      "Unsupported file": [
        "Nepodržana datoteka"
      ],
      "No preview available": [
        "Pregled nije dostupan"
      ],
      "Preview": [
        "Pregled"
      ],
      "Loading preview": [
        "Učitavanje pregleda"
      ],
      "This browser does not support previewing PDF documents. Please download the file.": [
        "Ovaj preglednik ne podržava pregled PDF dokumenata. Preuzmite datoteku."
      ],
      "of": [
        "od"
      ],
      "You can use ProtonMail with any desktop email client that supports IMAP/SMTP, including Outlook, Apple Mail, and Thunderbird.": [
        "ProtonMail možete koristiti sa bilo kojim desktop klijentom za e-poštu koji podržava IMAP/SMTP, uključujući Outlook, Apple Mail i Thunderbird."
      ],
      "Upgrade to a paid plan to unlock IMAP/SMTP support through ProtonMail Bridge.": [
        "Nadogradite na plaćeni plan za otključavanje podrške za IMAP/SMTP putem ProtonMail Bridgea."
      ],
      "This will create an encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.": [
        "Ovo će stvoriti ključ za šifriranje za vašu organizaciju. 4096-bitni ključevi rade samo na računalima s visokim performansama, a za većinu korisnika preporučujemo upotrebu 2048-bitnih ključeva."
      ],
      "Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.": [
        "Lozinka vaše organizacije može se dijeliti s drugim korisnicima kojima želite dati administratorske privilegije. To je i kôd za hitnu obnovu kako biste dobili pristup nad vašoj organizaciji u slučaju da izgubite pristup svom računu. Spremite ovu lozinku i čuvajte je na sigurnom."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.": [
        "NEMOJTE zaboraviti ovu lozinku. Ako je zaboravite, nećete se moći prijaviti ni dešifrirati vaše poruke."
      ],
      "Save your password somewhere safe. Click on icon to confirm you that have typed your password correctly.": [
        "Spremite svoju lozinku na sigurno. Pritisnite na ikonu da biste potvrdili da ste unijeli lozinku točno."
      ],
      "Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.": [
        "Trenutno je sav raspoloživi prostor za pohranu dodijeljen administratorskom računu. Smanjite prostor administratorskog računa da biste oslobodili prostor za dodatne korisnike. U bilo kojem trenutku možete povećati ukupni prostor za pohranu, nadogradnjom svog računa."
      ],
      "Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.": [
        "Trenutno su sve dostupne VPN veze dodijeljene administratorskom računu. Odaberite broj veza koje želite rezervirati za dodatne korisnike."
      ],
      "ProtonMail lets you create email addresses for other people. This is perfect for businesses, families, or groups.": [
        "ProtonMail vam omogućuje stvaranje adresa e-pošte za druge ljude. Ovo je savršeno za tvrtke, obitelji ili grupe."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to get started.": [
        "Nadogradite na ${ PLAN_NAMES[PLANS.VISIONARY] } ili ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan za započeti."
      ],
      "Create email addresses for other people, manage ProtonMail for a business, school, or group. Get started by adding your organization name and custom domain (e.g. @yourcompany.com). ": [
        "Stvorite adrese e-pošte za druge ljude, upravljajte ProtonMailom za tvrtku, školu ili grupu. Započnite dodavanjem naziva organizacije i prilagođene domene (npr. @vasatvrtka.hr). "
      ],
      "Create and manage sub-accounts and assign them email addresses on your custom domain.": [
        "Stvaranje i upravljanje pod-računima te dodjeljivanje im adrese e-pošte vaše prilagođene domene."
      ],
      "The name will be visible to your users while they are logged in.": [
        "Naziv će biti vidljiv vašim korisnicima dok su prijavljeni."
      ],
      "Other administrators exist in your organization, you are responsible for communicating the new password to them.": [
        "U organizaciji postoje drugi administratori, odgovorni ste ih obavijestiti o novoj lozinki."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to manage your organization.": [
        "NEMOJTE zaboraviti ovu lozinku. Ako je zaboravite, nećete se moći upravljati vašom organizacijom."
      ],
      "Save your password somewhere safe.": [
        "Spremite vašu lozinku negdje sigurno."
      ],
      "Multi-user support not enabled.": [
        "Višekorisnička podrška nije omogućena."
      ],
      "Your organization's emails are protected with end-to-end encryption using the organization key. This fingerprint can be used to verify that all administrators in your account have the same key.": [
        "Adrese e-pošte vaše organizacije zaštićene su end-to-end šifriranjem pomoću ključa organizacije. Ovaj jedinstveni ključ može se upotrijebiti za provjeru imaju li svi administratori na vašem računu isti ključ."
      ],
      "You must activate your organization private key with the backup organization key password provided to you by your organization administrator.": [
        "Morate aktivirati privatni ključ organizacije, pomoću rezervne lozinke ključa organizacije koju vam je dao administrator organizacije."
      ],
      "Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Bez aktivacije nećete moći stvarati nove korisnike, dodavati adrese postojećim korisnicima niti pristupati neprivatnim korisničkim računima."
      ],
      "Organization keys activated": [
        "Aktivirani su ključevi organizacije"
      ],
      "Enter the Organization Password to restore administrator privileges. ${ learnMore }": [
        "Unesite lozinku organizacije za vraćanje privilegija administratora. ${ learnMore }"
      ],
      "If another administrator changed this password, you will need to ask them for the new Organization Password.": [
        "Ako je drugi administrator promijenio ovu lozinku, morat ćete ih pitati za novu lozinku organizacije."
      ],
      "Organization keys restored": [
        "Vraćeni su ključevi organizacije"
      ],
      "This user is currently responsible for payments for your organization. By demoting this member, you will become responsible for payments for your organization.": [
        "Ovaj je korisnik trenutno odgovoran za plaćanja za vašu organizaciju. Demotiranjem ovog člana postat ćete odgovorni za plaćanja za svoju organizaciju."
      ],
      "Are you sure you want to remove administrative privileges from this user?": [
        "Jeste li sigurni da želite ukloniti administrativne ovlasti ovog korisnika?"
      ],
      "This will permanently delete the data and all email addresses associated with this user.": [
        "Ovim ćete trajno izbrisati podatke i sve adrese e-pošte povezane s ovim korisnikom."
      ],
      "To confirm, please enter the name of the user you wish to delete.": [
        "Za potvrdu unesite ime korisnika kojeg želite izbrisati."
      ],
      "address": [
        "adresa",
        "adrese",
        "adresa"
      ],
      "more": [
        "više"
      ],
      "SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "SPF se koristi za određivanje kome je dopušteno slanje e-pošte za domenu, stoga preporučujemo da dodate ProtonMail u svoj SPF zapis. Dodajte sljedeći TXT zapis u svoj DNS. To se obično može obaviti na upravljačkoj ploči registrara vaše domene."
      ],
      "If you want to keep an existing SPF record, you can just add ${ spf } to it after the ${ spfValue }. Do not create multiple SPF records.": [
        "Ako želite zadržati postojeći SPF zapis, možete jednostavno dodati ${ spf } u njega nakon ${ spfValue }. Ne stvarajte više SPF zapisa."
      ],
      "ProtonMail supports DKIM signing for custom domains. To use DKIM authentication, please add the following CNAME record into your DNS settings for this domain. This can typically be done in the control panel of your domain name registrar.": [
        "ProtonMail podržava DKIM potpisivanje za prilagođene domene. Da biste koristili DKIM autentikaciju, dodajte sljedeći CNAME zapis u postavke svog DNS-a za ovu domenu. To se obično može obaviti na upravljačkoj ploči registrara domene."
      ],
      "IMPORTANT: Some registrars do not accept CNAME values with a period at the end (while others require it). If your registrar does not accept your CNAME records, please delete the period at the end of each CNAME value and try again.": [
        "VAŽNO: Neki registri ne prihvaćaju CNAME vrijednosti s točkom na kraju (dok drugi to zahtijevaju). Ako vaš registar ne prihvaća vaše CNAME zapise, izbrišite točku na kraju svake CNAME vrijednosti i pokušajte ponovo."
      ],
      "Keep those records in your DNS for as long as you want to use DKIM.": [
        "Čuvajte ove zapise u svom DNS-u onoliko dugo koliko želite koristiti DKIM."
      ],
      "Before you can receive emails for your custom domain addresses at ProtonMail, you need to add the following MX records to your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "Prije nego li možete primati e-poštu od svojih adresa e-pošte od vaših prilagođenih domena na ProtonMailu, morate dodati sljedeće MX zapise u svoj DNS. To se obično može obaviti u upravljačkoj ploči registrara vaše domene."
      ],
      "Delete any other MX records or make sure ProtonMail's Priority is the lowest number.": [
        "Uklonite sve druge MX zapise ili provjerite da li je prioritetni broj ProtonMaila najniži."
      ],
      "If this domain is currently receiving emails, select the ${ boldAddresses } tab and add all active email addresses before changing the MX record to ensure a smooth transition.": [
        "Ako ova domena trenutno prima e-poštu, odaberite karticu ${ boldAddresses } i dodajte sve aktivne adrese e-pošte prije promjene MX zapisa kako biste osigurali nesmetan prijelaz."
      ],
      "If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly.": [
        "Ako ste postavili SPF i DKIM, DMARC vam omogućuje da odredite kako bi drugi pružatelji usluge e-pošte trebali dostaviti e-poštu za vašu domenu, ako SPF i DKIM provjere nisu uspjele. Ovo može otežati pošiljateljima neželjenih poruka koji se pretvaraju da ste vi, ali može uzrokovati i probleme s isporukom ako se ne provede ispravno."
      ],
      "${ none } has no effect on email delivery, but we recommend ${ quarantine } for better security.": [
        "${ none } nema utjecaja na slanje e-pošte, ali preporučujemo ${ quarantine } za veću sigurnost."
      ],
      "${ n } address": [
        "${ n } adresa",
        "${ n } adrese",
        "${ n } adresa"
      ],
      "Please note that if you delete this domain, all the addresses associated with it will be disabled.": [
        "Imajte na umu da ako izbrišete ovu domenu sve adrese povezane s njom biti će onemogućene."
      ],
      "Are you sure you want to delete this domain?": [
        "Jeste li sigurni da želite ukloniti ovu domenu?"
      ],
      "domain used": [
        "iskorištena domena",
        "iskorištene domene",
        "iskorištenih domena"
      ],
      "If you have a custom domain with ProtonMail, you can set a catch-all email address that will receive messages sent to your domain but to an invalid email address (e.g., typos).": [
        "Ako imate prilagođenu domenu s ProtonMailom, možete postaviti dohvati-sve adresu e-pošte koja će primati poruke poslane na vašu domenu, ali za ne važeću adresu e-poštu (npr. greška u nazivu)."
      ],
      "Done! We sent a code to ${ destination }": [
        "Gotovo! Poslali smo kôd na ${ destination }"
      ],
      "This can take a few seconds or a few minutes depending on your device.": [
        "Ovo može potrajati nekoliko sekundi ili nekoliko minuta, ovisno o uređaju."
      ],
      "Session timed out.": [
        "Sesija je istekla."
      ],
      "Internet connection lost.": [
        "Prekinuta je internetska veza."
      ],
      "Servers are unreachable.": [
        "Poslužitelji nisu dostupni."
      ],
      "Custom daily": [
        "Prilagođeno dnevno"
      ],
      "Custom weekly": [
        "Prilagođeno tjedno"
      ],
      "Custom monthly": [
        "Prilagođeno mjesečno"
      ],
      "Custom yearly": [
        "Prilagođeno godišnje"
      ],
      "Custom": [
        "Prilagođeno"
      ],
      "Daily": [
        "Dnevno"
      ],
      "Monthly ${ onDayString }": [
        "Mjesečno ${ onDayString }"
      ],
      "Yearly": [
        "Godišnje"
      ],
      "Users can't make changes to organization settings. If you need admin privileges, reach out to your system administrator.": [
        "Korisnici ne mogu mijenjati postavke organizacije. Ako vam trebaju administratorske povlastice, obratite se administratoru sustava."
      ],
      "Upgrade to a paid plan to access premium features and increase your storage space.": [
        "Nadogradite na plaćeni plan kako biste pristupili premium značajkama i povećali vaš prostor za pohranu."
      ],
      "One account for all Proton services": [
        "Jedan račun za sve Proton usluge"
      ],
      "Based in Switzerland, available globally": [
        "Bazirano u Švicarskoj, dostupno globalno"
      ],
      "Version ${ appVersion }": [
        "Verzija ${ appVersion }"
      ],
      "to continue to ${ toAppName }": [
        "za nastavak u ${ toAppName }"
      ],
      "Enter your recovery email address and we will send you your username or email address.": [
        "Unesite vašu adresu e-pošte za oporavak i poslat ćemo vam vaše korisničko ime ili adresu e-pošte."
      ],
      "Enter your recovery phone number and we will send you your username or email address.": [
        "Unesite svoj telefonski broj za oporavak i poslat ćemo vam vaše korisničko ime ili adresu e-pošte."
      ],
      "Users can't make changes to organization settings. If you need admin priviledges, reach out to your system administrator.": [
        "Korisnici ne mogu mijenjati postavke organizacije. Ako vam trebaju administratorske povlastice, obratite se administratoru sustava."
      ],
      "${ strongAddressAvailable } You will use this email address to sign into all ${ BRAND_NAME } services.": [
        "${ strongAddressAvailable } Ovu ćete adresu e-pošte koristiti za prijavu u sve ${ BRAND_NAME } usluge."
      ],
      "Your recovery email address:": [
        "Vaša adresa e-pošte za oporavak:"
      ],
      "Your ${ BRAND_NAME } Account is associated with ${ externalEmailAddress }. To use ${ toAppName }, please create an address.": [
        "Vaš ${ BRAND_NAME } račun je povezan s ${ externalEmailAddress }. Za korištenje ${ toAppName }}, stvorite adresu e-pošte."
      ],
      "Not your computer? Use a Private Browsing window to sign in. ${ learnMore }": [
        "Nije vaše računalo? Koristite prozor za privatno pregledavanje za prijavu. ${ learnMore }"
      ],
      "New to ${ BRAND_NAME }? ${ signupLink }": [
        "Novi ste u ${ BRAND_NAME }? ${ signupLink }"
      ],
      "This will replace your temporary password. You will use it to access your ${ BRAND_NAME } Account in the future.": [
        "Ovo će zamijeniti vašu privremenu lozinku. Ubuduće će te ga koristiti za pristup vašem ${ BRAND_NAME } računu."
      ],
      "Google records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "Google čita vaše mrežne aktivnosti kako bi omogućio pristup oglašivačima i drugim trećim stranama. Za bolju privatnost izradite sigurnu adresu e-pošte."
      ],
      "Yahoo reads your personal data in order to provide access for advertisers, US intelligence agencies and other third parties. For better privacy, create a secure email address.": [
        "Yahoo čita vaše osobne podatke kako bi omogućio pristup oglašivačima, američkim obavještajnim agencijama i drugim trećim stranama. Za bolju privatnost izradite sigurnu adresu e-pošte."
      ],
      "AOL reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "AOL čita vaše osobne podatke kako bi omogućio pristup oglašivačima i drugim trećim stranama. Za bolju privatnost izradite sigurnu adresu e-pošte."
      ],
      "Yandex records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "Yandex čita vaše mrežne aktivnosti kako bi omogućio pristup oglašivačima i drugim trećim stranama. Za bolju privatnost izradite sigurnu adresu e-pošte."
      ],
      "Mail.ru reads your personal data in order to provide access for advertisers, Russian government agencies and other third parties. For better privacy, create a secure email address.": [
        "Mail.ru čita vaše osobne podatke kako bi omogućio pristup oglašivačima, ruskim obavještajnim agencijama i drugim trećim stranama. Za bolju privatnost izradite sigurnu adresu e-pošte."
      ],
      "Already have an account? ${ loginLink }": [
        "Već imate račun? ${ loginLink }"
      ],
      "You did not set a recovery method so account recovery is impossible if you forget your password. Proceed without recovery method?": [
        "Vi niste postavili metodu za oporavak, stoga je oporavak računa nemogućen u slučaju da zaboravite lozinku. Želite nastaviti bez načina za oporavak?"
      ],
      "We will send you a recovery link to this email address if you forget your password or get locked out of your account.": [
        "Ako zaboravite lozinku ili nemožete pristupiti svom računu, na ovu adresu e-pošte ćemo vam poslati poveznicu za oporavak."
      ],
      "We will send a code to this phone number if you forget your password or get locked out of your account.": [
        "Ako zaboravite lozinku ili nemožete pristupiti svom računu, na ovaj telefonski broj ćemo vam poslati kôd."
      ],
      "Creating your Proton account": [
        "Stvaranje vašeg Proton računa"
      ],
      "Please wait...": [
        "Molimo pričekajte..."
      ],
      "For security reasons, please verify that you are not a robot.": [
        "Iz sigurnosnih razloga, potvrdite da niste robot."
      ],
      "Unfortunately there is no recovery method saved for this account.": [
        "Nažalost, za ovaj račun nije postavljen način oporavka."
      ],
      "Enter the recovery ${ recoveryMethodText } associated with your ${ BRAND_NAME } Account. We will send you a code to confirm the password reset.": [
        "Unesite oporavak ${ recoveryMethodText } povezano s vašim ${ BRAND_NAME } računom. Poslat ćemo vam kôd za potvrdu poništavanja lozinke."
      ],
      "lose access to all current encrypted data": [
        "gubitak pristupa svim trenutnim šifriranim podacima"
      ],
      "You will ${ loseAllData } in your ${ BRAND_NAME } Account. To restore it, you will need to enter your old password.": [
        "Na vašem ${ BRAND_NAME } računu ćete ${ loseAllData }. Da biste vratili, morati ćete unijeti staru lozinku."
      ],
      "This will also disable any two-factor authentication method associated with this account.": [
        "Ovo će također onemogućiti bilo koji oblik dvofaktorske autentikacije povezane s ovim računom."
      ],
      "Continue anyway?": [
        "Svejedno nastavi?"
      ],
      "Enter the code that was sent to ${ email }. If you can't find the message in your inbox, please check your spam folder.": [
        "Unesite kôd koji je poslan na ${ email }. Ako ne pronađete e-poštu u pristigloj pošti, provjerite svoju mapu neželjene pošte."
      ],
      "Enter the code sent to your phone number ${ phone }.": [
        "Unesite kôd poslan na vaš broj telefona ${ phone }."
      ],
      "Enter the email address associated with your Proton Account or your account username.": [
        "Unesite adresu e-pošte povezanu s vašim Proton računom ili korisničkim imenom vašeg računa."
      ]
    },
    "Label": {
      "Reveal password": [
        "Prikaži lozinku"
      ],
      "Hide password": [
        "Sakrij lozinku"
      ],
      "Copy": [
        "Kopiraj"
      ],
      "Do not ask again": [
        "Ne pitaj ponovno"
      ],
      "From: ${ fromEmailAddress }": [
        "Od: ${ fromEmailAddress }"
      ],
      "To: ${ toEmailAddress }": [
        "Za: ${ toEmailAddress }"
      ],
      "Import all messages": [
        "Uvoz svih poruka"
      ],
      "Last 12 months only": [
        "Samo zadnjih 12 mjeseci"
      ],
      "Last 3 months only": [
        "Samo zadnja 3 mjeseca"
      ],
      "Last month only": [
        "Samo posljednji mjesec"
      ],
      "Email": [
        "E-pošta"
      ],
      "App password": [
        "Lozinka aplikacije"
      ],
      "Password": [
        "Lozinka"
      ],
      "Mail Server (IMAP)": [
        "Poslužitelj e-pošte (IMAP)"
      ],
      "Port": [
        "Port"
      ],
      "Import interval": [
        "Interval uvoza"
      ],
      "From: ${ modalModel.email }": [
        "Od: ${ modalModel.email }"
      ],
      "To: ${ emailAddress }": [
        "Za: ${ emailAddress }"
      ],
      "Label messages as": [
        "Označi poruku kao"
      ],
      "Import to email address": [
        "Uvoz na adresu e-pošte"
      ],
      "Manage labels": [
        "Upravljanje oznakama"
      ],
      "Manage folders": [
        "Upravljanje mapama"
      ],
      "Date format": [
        "Format datuma"
      ],
      "Default language": [
        "Zadani jezik"
      ],
      "Time format": [
        "Format vremena"
      ],
      "Week start": [
        "Početak tjedna"
      ],
      "Automatically save contacts": [
        "Automatsko spremanje kontakata"
      ],
      "OpenVPN / IKEv2 username": [
        "OpenVPN / IKEv2 korisničko ime"
      ],
      "OpenVPN / IKEv2 password": [
        "OpenVPN / IKEv2 lozinka"
      ],
      "Inbox": [
        "Pristigla pošta"
      ],
      "Composer": [
        "Prozor za novu poruku"
      ],
      "Density": [
        "Gustoća"
      ],
      "Use sticky labels": [
        "Koristi ljepljive oznake"
      ],
      "Conversation grouping": [
        "Grupiranje razgovora"
      ],
      "Composer mode": [
        "Način rada prozora za novu poruku"
      ],
      "Composer text direction": [
        "Smjer teksta u prozoru za novu poruku"
      ],
      "Read/unread toolbar order": [
        "Redoslijed pročitano/nepročitano alatne trake"
      ],
      "Your password (admin)": [
        "Vaša lozinka (administrator)"
      ],
      "User's new password": [
        "Nova lozinka za korisnika"
      ],
      "Confirm new password": [
        "Potvrdi novu lozinku"
      ],
      "Old password": [
        "Stara lozinka"
      ],
      "New password": [
        "Nova lozinka"
      ],
      "Confirm password": [
        "Potvrdi lozinku"
      ],
      "Old login password": [
        "Stara lozinka za prijavu"
      ],
      "New login password": [
        "Nova lozinka za prijavu"
      ],
      "Confirm login password": [
        "Potvrdi lozinku za prijavu"
      ],
      "New mailbox password": [
        "Nova lozinka sandučića e-pošte"
      ],
      "Confirm mailbox password": [
        "Potvrdi lozinku za sandučić e-pošte"
      ],
      "Two-factor authentication code": [
        "Kôd dvofaktorske autentikacije"
      ],
      "Key": [
        "Ključ"
      ],
      "Interval": [
        "Interval"
      ],
      "Digits": [
        "Znamenke"
      ],
      "Two-factor authentication": [
        "Dvofaktorska autentikacija"
      ],
      "Two-password mode": [
        "Način rada s dvije lozinke"
      ],
      "Mailbox password": [
        "Lozinka sandučića e-pošte"
      ],
      "What is the main reason you are deleting your account?": [
        "Koji je glavni razlog brisanja računa?"
      ],
      "We are sorry to see you go. Please explain why you are leaving to help us to improve.": [
        "Žao nam je što odlazite. Molimo vas da objasnite zašto odlazite kako bi nam pomogli da se poboljšamo."
      ],
      "Email address": [
        "Adresa e-pošte"
      ],
      "Login password": [
        "Lozinka za prijavu"
      ],
      "Yes, I want to permanently delete this account and all its data.": [
        "Da, želim trajno izbrisati ovaj račun i sve njegove podatke."
      ],
      "User": [
        "Korisnik"
      ],
      "Address": [
        "Adresa"
      ],
      "Display name": [
        "Zaslonski naziv"
      ],
      "Signature": [
        "Potpis"
      ],
      "ProtonMail footer": [
        "ProtonMail podnožje"
      ],
      "Cash": [
        "Gotovina"
      ],
      "Card number": [
        "Broj kreditne kartice"
      ],
      "Card holder": [
        "Vlasnik kartice"
      ],
      "Expires": [
        "Ističe"
      ],
      "Payer": [
        "Platitelj"
      ],
      "Name": [
        "Naziv"
      ],
      "Choose a color": [
        "Odaberite boju"
      ],
      "Default email": [
        "Zadana adresa e-pošte"
      ],
      "Display": [
        "Zaslon"
      ],
      "Description": [
        "Opis"
      ],
      "Default event duration": [
        "Zadano trajanje događaja"
      ],
      "URL": [
        "URL"
      ],
      "Default notifications": [
        "Zadane obavijesti"
      ],
      "Default full day notifications": [
        "Zadane cijelodnevne obavijesti"
      ],
      "Show secondary time zone": [
        "Prikaži sekundarnu vremensku zonu"
      ],
      "Auto-detect primary time zone": [
        "Automatski odredi primarnu vremensku zonu"
      ],
      "Default view": [
        "Zadani prikaz"
      ],
      "Show week numbers": [
        "Prikaži brojeve tjedana"
      ],
      "Import to:": [
        "Uvezi u:"
      ],
      "Your calendar URL": [
        "URL vašeg kalendara"
      ],
      "Your calendar URL label": [
        "Oznaka URL-a vašeg kalendara"
      ],
      "BTC amount:": [
        "BTC iznos:"
      ],
      "BTC address:": [
        "BTC adresa:"
      ],
      "Select a method": [
        "Odaberite način plaćanja"
      ],
      "${ n } VPN Connection available": [
        "${ n } VPN veza dostupna",
        "${ n } VPN veze dostupne",
        "${ n } VPN veza dostupno"
      ],
      "Users": [
        "Korisnici"
      ],
      "Email addresses": [
        "Adrese e-pošte"
      ],
      "Custom domains": [
        "Prilagođene domene"
      ],
      "Using": [
        "Iskorišteno"
      ],
      "What is the main reason you are cancelling?": [
        "Koji je glavni razlog zbog kojeg otkazujete?"
      ],
      "How likely are you to recommend ${ BRAND_NAME } to others?": [
        "Kolika je vjerojatnost da će te preporučiti ${ BRAND_NAME } drugima?"
      ],
      "0 - Not at all likely": [
        "0 - Nimalo vjerojatno"
      ],
      "10 - Extremely likely": [
        "10 - Vrlo vjerojatno"
      ],
      "How do you think we could improve our products or service in the future?": [
        "Što mislite kako bismo mogli poboljšati svoje proizvode ili usluge u budućnosti?"
      ],
      "Total (${ countdown })": [
        "Ukupno (${ countdown })"
      ],
      "Total": [
        "Ukupno"
      ],
      "Proration": [
        "Proration"
      ],
      "extra storage": [
        "dodatni prostor za pohranu"
      ],
      "bonus storage": [
        "bonus prostor za pohranu"
      ],
      "Subtotal": [
        "Suma stavki"
      ],
      "Discount": [
        "Popust"
      ],
      "Other amount": [
        "Ostali iznos"
      ],
      "Amount": [
        "Iznos"
      ],
      "Gift code": [
        "Darovni kôd"
      ],
      "Name on card": [
        "Ime na kartici"
      ],
      "Expiry date": [
        "Datum isteka"
      ],
      "CVV code": [
        "CVV kôd"
      ],
      "Country": [
        "Država"
      ],
      "Select your country": [
        "Odaberite vašu državu"
      ],
      "ZIP": [
        "Poštanski broj"
      ],
      "Postal code": [
        "Poštanski broj"
      ],
      "Enter your previous password from before your account was reset:": [
        "Unesite vašu lozinku koja je bila prije nego ste poništili račun:"
      ],
      "Enter the password for key with fingerprint: ${ fingerprintCode }": [
        "Unesite lozinku za ključ s otiskom prsta: ${ fingerprintCode }"
      ],
      "Enter password": [
        "Unesi lozinku"
      ],
      "Please select files to upload": [
        "Odaberi datoteke za učitavanje"
      ],
      "Cancel": [
        "Poništi"
      ],
      "Submit": [
        "Pošalji"
      ],
      "Operating system": [
        "Operativni sustav"
      ],
      "Operating system version": [
        "Verzija operativnog sustava"
      ],
      "Proton username": [
        "Proton korisničko ime"
      ],
      "Category": [
        "Kategorija"
      ],
      "What happened?": [
        "Što se dogodilo?"
      ],
      "System information": [
        "Informacije o sustavu"
      ],
      "Browser": [
        "Preglednik"
      ],
      "Browser version": [
        "Verzija preglednika"
      ],
      "Timezone": [
        "Vremenska zona"
      ],
      "Days of the week": [
        "Dani u tjednu"
      ],
      "Duration": [
        "Trajanje"
      ],
      "Start day of month": [
        "Prvi dan u mjesecu"
      ],
      "Start time": [
        "Vrijeme početka"
      ],
      "End day of month": [
        "Zadnji dan u mjesecu"
      ],
      "End time": [
        "Vrijeme završetka"
      ],
      "Start weekday": [
        "Početak vikenda"
      ],
      "End weekday": [
        "Kraj vikenda"
      ],
      "Start date": [
        "Početni datum"
      ],
      "End date": [
        "Krajnji datum"
      ],
      "Message": [
        "Poruka"
      ],
      "Auto reply": [
        "Automatski odgovori"
      ],
      "Phone number": [
        "Broj telefona"
      ],
      "Verification code": [
        "Kôd za provjeru"
      ],
      "Enter the 6-digit code": [
        "Unesite 6-znamenkasti kôd"
      ],
      "Prompt to trust keys": [
        "Prozor za potvrdu valjanosti ključa"
      ],
      "Sign external messages": [
        "Potpisivanje izlaznih poruka"
      ],
      "Attach public key": [
        "Pridodajte javni ključ"
      ],
      "Default PGP settings": [
        "Zadane PGP postavke"
      ],
      "Filter Name": [
        "Naziv filtra"
      ],
      "Label as": [
        "Označi kao"
      ],
      "No label found": [
        "Nije pronađena oznaka"
      ],
      "Move to": [
        "Premjesti u"
      ],
      "Read": [
        "Pročitano"
      ],
      "Starred": [
        "Sa zvjezdicom"
      ],
      "Mark as": [
        "Označi kao"
      ],
      "Send auto-reply": [
        "Pošalji automatski odgovor"
      ],
      "AND": [
        "I"
      ],
      "OR": [
        "ILI"
      ],
      "IF": [
        "AKO"
      ],
      "With attachment": [
        "S privitkom"
      ],
      "Without attachment": [
        "Bez privitka"
      ],
      "or": [
        "ili"
      ],
      "with attachments": [
        "s privitcima"
      ],
      "without attachment": [
        "bez privitka"
      ],
      "The email was sent ${ attachmentStrong }": [
        "E-pošta je poslana ${ attachmentStrong }"
      ],
      "The email was sent ${ attachment }": [
        "E-pošta je poslana ${ attachment }"
      ],
      "Statement": [
        "Izjava"
      ],
      "ALL": [
        "SVE"
      ],
      "ANY": [
        "BILO KOJI"
      ],
      " and ${ l }": [
        " i ${ l }"
      ],
      " and ": [
        " i "
      ],
      "and": [
        "i"
      ],
      "Then": [
        "Zatim"
      ],
      "And": [
        "I"
      ],
      "Actions": [
        "Radnje"
      ],
      "without attachments": [
        "bez privitaka"
      ],
      "the email was sent ${ attachment }": [
        "e-pošta je poslana ${ attachment }"
      ],
      "the email was sent ${ label }": [
        "e-pošta je poslana ${ label }"
      ],
      "If": [
        "Ako"
      ],
      "Or": [
        "Ili"
      ],
      "Conditions": [
        "Uvjeti"
      ],
      "Domain": [
        "Domena"
      ],
      "Want to add": [
        "Želite dodati"
      ],
      "Folder location": [
        "Lokacija mape"
      ],
      "Notification": [
        "Obavijest"
      ],
      "Use folder colors": [
        "Koristi boje mapa"
      ],
      "Inherit color from parent folder": [
        "Naslijedi boju iz roditeljske mape"
      ],
      "Allow recovery by email": [
        "Omogući oporavak putem adrese e-pošte"
      ],
      "Daily email notifications": [
        "Dnevne obavijesti e-pošte"
      ],
      "Allow recovery by phone": [
        "Omogući oporavak putem broja telefona"
      ],
      "Auto-load remote content": [
        "Automatski prikaži udaljeni sadržaj"
      ],
      "Auto-load embedded images": [
        "Automatsko prikazivanje ugrađenih slika"
      ],
      "Keep messages in Sent/Drafts": [
        "Zadrži poruke u Poslano/Skice"
      ],
      "Link confirmation": [
        "Potvrda poveznice"
      ],
      "Undo send": [
        "Poništi slanje"
      ],
      "Credits used": [
        "Iskorišteni kredit"
      ],
      "Amount due": [
        "Dospjeli iznos"
      ],
      "Customize invoices": [
        "Prilagodite fakture"
      ],
      "Keyboard shortcuts": [
        "Tipkovni prečaci"
      ],
      "Organization name": [
        "Naziv organizacije"
      ],
      "Organization password": [
        "Lozinka organizacije"
      ],
      "Account storage": [
        "Prostor za pohranu računa"
      ],
      "VPN Connections": [
        "VPN veze"
      ],
      "New organization password": [
        "Nova lozinka organizacije"
      ],
      "Confirm organization password": [
        "Potvrdite organizacijsku lozinku"
      ],
      "VPN connections": [
        "VPN veze"
      ],
      "Private User": [
        "Privatni korisnik"
      ],
      "Admin rights": [
        "Administratorska prava"
      ],
      "Addresses": [
        "Adrese"
      ],
      "Key strength": [
        "Jačina ključa"
      ],
      "Domain name": [
        "Naziv domene"
      ],
      "Please add the following TXT record. Note, DNS records can take several hours to update.": [
        "Dodajte sljedeći TXT zapis. Napomena, ažuriranje DNS zapisa može trajati nekoliko sati."
      ],
      "Please add all 3 of the following CNAME records. Note, DNS records can take several hours to update.": [
        "Dodajte sva tri CNAME zapisa. Napomena, ažuriranje DNS zapisa može trajati nekoliko sati."
      ],
      "Please add the following MX record. Note, DNS records can take several hours to update.": [
        "Dodajte sljedeći MX zapis. Napomena, ažuriranje DNS zapisa može trajati nekoliko sati."
      ],
      "Here is a basic DMARC record that does nothing except email you reports.": [
        "Ovo je osnovni DMARC zapis koji ne radi ništa osim slanja izvješća vama putem e-pošte."
      ],
      "Recovery email": [
        "Adresa e-pošte za oporavak"
      ],
      "Recovery phone": [
        "Telefon za oporavak"
      ],
      "Username": [
        "Korisničko ime"
      ],
      "Email or username": [
        "Adresa e-pošte ili korisničko ime"
      ],
      "Recovery code": [
        "Kôd za oporavak"
      ],
      "Repeat password": [
        "Ponovite lozinku"
      ],
      "Phone": [
        "Telefon"
      ],
      "Code": [
        "Kôd"
      ]
    },
    "Action": {
      "Use “${ label }” setting": [
        "Koristi “${ label }” postavku"
      ],
      "Close": [
        "Zatvori"
      ],
      "Close navigation": [
        "Zatvori navigaciju"
      ],
      "Open navigation": [
        "Otvori navigaciju"
      ],
      "Delete": [
        "Izbriši"
      ],
      "Cancel": [
        "Poništi"
      ],
      "Save": [
        "Spremi"
      ],
      "Upload picture": [
        "Učitaj sliku"
      ],
      "Insert": [
        "Umetni"
      ],
      "Font": [
        "Font"
      ],
      "Size": [
        "Veličina"
      ],
      "Color": [
        "Boja"
      ],
      "Alignment": [
        "Poravnanje"
      ],
      "More": [
        "Više"
      ],
      "Unordered list": [
        "Lista s grafičkim oznakama"
      ],
      "Ordered list": [
        "Numerirani popis"
      ],
      "Align left": [
        "Poravnaj lijevo"
      ],
      "Align center": [
        "Poravnaj po sredini"
      ],
      "Align right": [
        "Poravnaj desno"
      ],
      "Justify": [
        "Poravnaj obostrano"
      ],
      "Quote": [
        "Citat"
      ],
      "Insert link": [
        "Umetni poveznicu"
      ],
      "Clear all formatting": [
        "Očisti sva oblikovanja"
      ],
      "Insert image": [
        "Umetni sliku"
      ],
      "Bold": [
        "Podebljano"
      ],
      "Italic": [
        "Kurziv"
      ],
      "Underline": [
        "Podvučeno"
      ],
      "More info: ${ safeTitle }": [
        "Više informacija: ${ safeTitle }"
      ],
      "Confirm opening of link ${ link }": [
        "Potvrdite otvaranje poveznice ${ link }"
      ],
      "Confirm": [
        "Potvrdi"
      ],
      "Go to panel ${ index }": [
        "Idi na ${ index } panel"
      ],
      "Show less": [
        "Prikaži manje"
      ],
      "Show more": [
        "Prikaži više"
      ],
      "Next month": [
        "Sljedeći mjesec"
      ],
      "Previous month": [
        "Prethodni mjesec"
      ],
      "Select timezone": [
        "Odaberite vremensku zonu"
      ],
      "Remove": [
        "Ukloni"
      ],
      "Submit": [
        "Pošalji"
      ],
      "Close modal": [
        "Zatvori skočni prozor"
      ],
      "refresh the page": [
        "osvježi stranicu"
      ],
      "Use ${ label } theme": [
        "Koristi ${ label } temu"
      ],
      "Continue import": [
        "Nastavi uvoz"
      ],
      "Discard": [
        "Odbaci"
      ],
      "Reconnect": [
        "Ponovno poveži"
      ],
      "Start import": [
        "Započni uvoz"
      ],
      "Customize import": [
        "Prilagodi uvoz"
      ],
      "Reset to default": [
        "Vrati na zadane postavke"
      ],
      "Rename": [
        "Preimenuj"
      ],
      "Stay": [
        "Ostani"
      ],
      "Quit": [
        "Zatvori"
      ],
      "Hide labels": [
        "Sakrij oznake"
      ],
      "Hide folders": [
        "Sakrij mape"
      ],
      "Show labels": [
        "Prikaži oznake"
      ],
      "Show folders": [
        "Prikaži mape"
      ],
      "Edit label": [
        "Uredi oznaku"
      ],
      "Back": [
        "Natrag"
      ],
      "Next": [
        "Sljedeće"
      ],
      "Start Import Assistant": [
        "Pokreni Import Assistant"
      ],
      "Skip to import": [
        "Preskoči na uvoz"
      ],
      "Delete all messages": [
        "Izbriši sve poruke"
      ],
      "Continue with Google": [
        "Nastavi s Googleom"
      ],
      "Cancel import": [
        "Otkaži uvoz"
      ],
      "Resume": [
        "Nastavi"
      ],
      "Keep": [
        "Zadrži"
      ],
      "Delete record": [
        "Izbriši zapis"
      ],
      "Delete original messages": [
        "Izbriši originalne poruke"
      ],
      "Download the Import-Export app": [
        "Preuzmite Import-Export aplikaciju"
      ],
      "Activate ${ Name }@pm.me": [
        "Aktiviraj ${ Name }@pm.me"
      ],
      "Upgrade": [
        "Nadogradnja"
      ],
      "Show shortcuts": [
        "Prikaži prečace"
      ],
      "Import contacts": [
        "Uvezi kontakte"
      ],
      "Export contacts": [
        "Izvezi kontakte"
      ],
      "Choose a file or drag it here": [
        "Odaberite datoteku ili je dovucite ovdje"
      ],
      "Import": [
        "Uvoz"
      ],
      "Continue": [
        "Nastavi"
      ],
      "Download": [
        "Preuzmi"
      ],
      "Hide": [
        "Sakrij"
      ],
      "Show": [
        "Prikaži"
      ],
      "Reset credentials": [
        "Poništi vjerodajnice"
      ],
      "Copy": [
        "Kopiraj"
      ],
      "Download all configurations": [
        "Preuzmite sve konfiguracije"
      ],
      "Get ProtonVPN Plus": [
        "Nabavite ProtonVPN Plus"
      ],
      "Read": [
        "Pročitano"
      ],
      "Unread": [
        "Nepročitano"
      ],
      "Change password": [
        "Promjena lozinke"
      ],
      "Ok": [
        "U redu"
      ],
      "Yes": [
        "Da"
      ],
      "Change mailbox password": [
        "Promijeni lozinku sandučića e-pošte"
      ],
      "Delete your account": [
        "Izbrišite vaš račun"
      ],
      "Save address": [
        "Spremi adresu"
      ],
      "Update": [
        "Ažuriraj"
      ],
      "Done": [
        "Gotovo"
      ],
      "activate": [
        "aktiviraj"
      ],
      "Add address": [
        "Dodaj adresu"
      ],
      "Edit": [
        "Uredi"
      ],
      "Mark as default": [
        "Postavi kao zadano"
      ],
      "Add credit / debit card": [
        "Dodaj kreditnu/debitnu karticu"
      ],
      "Add PayPal": [
        "Dodaj PayPal"
      ],
      "Copy email to clipboard": [
        "Kopiraj adresu e-pošte u međuspremnik"
      ],
      "${ BRAND_NAME } introduction": [
        "${ BRAND_NAME } predstavljanje"
      ],
      "I have a question": [
        "Imam pitanje"
      ],
      "Request a feature": [
        "Zatraži značajku"
      ],
      "Report a problem": [
        "Prijavi problem"
      ],
      "${ BRAND_NAME } shop": [
        "${ BRAND_NAME } dućan"
      ],
      "Switch account": [
        "Promijeni račun"
      ],
      "Sign out": [
        "Odjava"
      ],
      "Create": [
        "Stvori"
      ],
      "Remove this notification": [
        "Ukloni ovu obavijest"
      ],
      "Add notification": [
        "Dodaj obavijest"
      ],
      "Try again": [
        "Pokušaj ponovno"
      ],
      "Save ICS file": [
        "Spremi ICS datoteku"
      ],
      "Set as default": [
        "Postavi kao zadano"
      ],
      "Export ICS": [
        "Izvezi ICS"
      ],
      "Unsubscribe": [
        "Otkaži pretplatu"
      ],
      "Add calendar": [
        "Dodaj kalendar"
      ],
      "Subscribe to calendar": [
        "Pretplatite se na kalendar"
      ],
      "Import calendar": [
        "Uvezi kalendar"
      ],
      "Select calendar view": [
        "Odaberite prikaz kalendara"
      ],
      "Copy link": [
        "Kopiraj poveznicu"
      ],
      "Create link": [
        "Stvori poveznicu"
      ],
      "Delete link": [
        "Izbriši poveznicu"
      ],
      "Remove bonuses": [
        "Ukloni bonuse"
      ],
      "Pay": [
        "Plati"
      ],
      "Open ${ CALENDAR_APP_NAME } settings": [
        "Otvori ${ CALENDAR_APP_NAME } postavke"
      ],
      "OK": [
        "U redu"
      ],
      "Upgrade to Plus": [
        "Nadogradite na Plus plan"
      ],
      "Upgrade to Professional": [
        "Nadogradite na Professional plan"
      ],
      "Customize subscription": [
        "Prilagodite pretplatu"
      ],
      "Skip": [
        "Preskoči"
      ],
      "Cancel subscription": [
        "Otkaži pretplatu"
      ],
      "Select plan": [
        "Odaberi plan"
      ],
      "Compare all features": [
        "Usporedi sve značajke"
      ],
      "${ boldSave } by switching to annual billing": [
        "${ boldSave } prebacivanjem na godišnju naplatu"
      ],
      "Apply": [
        "Primijeni"
      ],
      "Add PayPal payment method": [
        "Dodaj PayPal način plaćanja"
      ],
      "Top up": [
        "Nadopuni"
      ],
      "Add credits": [
        "Dodaj kredit"
      ],
      "annual billing": [
        "godišnja naplata"
      ],
      "Compare plans": [
        "Usporedi planove"
      ],
      "Decrease": [
        "Smanji"
      ],
      "Increase": [
        "Povećaj"
      ],
      "Downgrade": [
        "Snizi status"
      ],
      "Verify": [
        "Potvrdi"
      ],
      "Use a different card": [
        "Upotrijebite neku drugu karticu"
      ],
      "Use a different payment method": [
        "Koristite drugi način plaćanja"
      ],
      "Retry": [
        "Pokušaj ponovno"
      ],
      "Loading verification": [
        "Učitavanje potvrde"
      ],
      "Remove gift code": [
        "Ukloni darovni kôd"
      ],
      "Upload": [
        "Učitaj"
      ],
      "Create key": [
        "Stvori ključ"
      ],
      "Import key": [
        "Uvezi ključ"
      ],
      "Decrypt": [
        "Dešifriraj"
      ],
      "Export": [
        "Izvoz"
      ],
      "Export key": [
        "Izvezi ključ"
      ],
      "No": [
        "Ne"
      ],
      "Warning": [
        "Upozorenje"
      ],
      "Select files": [
        "Odabir datoteka"
      ],
      "Reactivate keys": [
        "Ponovna aktivacija ključeva"
      ],
      "Export private key": [
        "Izvoz privatnog ključa"
      ],
      "Get started": [
        "Započnite"
      ],
      "Start setup": [
        "Započni postavljanje"
      ],
      "Clear": [
        "Očisti"
      ],
      "Add screenshot(s)": [
        "Dodaj snimku(e) zaslona"
      ],
      "Hide info": [
        "Sakrij informacije"
      ],
      "Show info": [
        "Prikaži informacije"
      ],
      "Close this banner": [
        "Zatvori natpis"
      ],
      "enable desktop notifications": [
        "omogući obavijesti radne površine"
      ],
      "here": [
        "ovdje"
      ],
      "Refresh the page": [
        "Osvježi stranicu"
      ],
      "Signing out": [
        "Odjavljivanje"
      ],
      "View invoice": [
        "Prikaži fakturu"
      ],
      "Get verification code": [
        "Nabavi kôd za provjeru"
      ],
      "Try another method": [
        "Isprobajte drugu metodu"
      ],
      "Request new code": [
        "Zatraži novi kôd"
      ],
      "Did not receive the code?": [
        "Niste primili kôd?"
      ],
      "Edit email address": [
        "Uredi adresu e-pošte"
      ],
      "Edit phone number": [
        "Uredi broj telefona"
      ],
      "Preview": [
        "Pregled"
      ],
      "Create label": [
        "Stvori oznaku"
      ],
      "Create folder": [
        "Stvori mapu"
      ],
      "Remove this label": [
        "Ukloni ovu oznaku"
      ],
      "Add condition": [
        "Dodaj uvjet"
      ],
      "label emails as": [
        "označi e-poštu kao"
      ],
      "move emails to": [
        "premjesti e-poštu u"
      ],
      "mark emails as": [
        "označi e-poštu kao"
      ],
      "send auto-reply email": [
        "pošalji automatski odgovor"
      ],
      "Edit sieve": [
        "Uredi Sieve filtar"
      ],
      "Add filter": [
        "Dodaj filtar"
      ],
      "Add sieve filter": [
        "Dodaj Sieve filtar"
      ],
      "Add": [
        "Dodaj"
      ],
      "Move to Block List": [
        "Premjesti u popis nedopuštenih"
      ],
      "Move to Allow List": [
        "Premjesti u popis dopuštenih"
      ],
      "Add folder": [
        "Dodaj mapu"
      ],
      "Sort": [
        "Sortiranje"
      ],
      "Add label": [
        "Dodaj oznaku"
      ],
      "Revoke all other sessions": [
        "Opozovi sve ostale sesije"
      ],
      "Wipe": [
        "Očisti"
      ],
      "Reload": [
        "Ponovno učitaj"
      ],
      "View": [
        "Pregled"
      ],
      "User": [
        "Korisnik"
      ],
      "Organization": [
        "Organizacija"
      ],
      "Customize": [
        "Prilagodi"
      ],
      "Details": [
        "Pojedinosti"
      ],
      "Share via link": [
        "Podijeli putem poveznice"
      ],
      "Sharing options": [
        "Opcije dijeljenja"
      ],
      "Zoom out": [
        "Smanji"
      ],
      "Reset zoom": [
        "Poništi zumiranje"
      ],
      "Zoom in": [
        "Povećaj"
      ],
      "Previous": [
        "Prethodno"
      ],
      "Add domain": [
        "Dodaj domenu"
      ],
      "Enable multi-user support": [
        "Omogući podršku za više korisnika"
      ],
      "Change organization keys": [
        "Promijeni organizacijske ključeve"
      ],
      "Restore administrator privileges": [
        "Vraćanje administratorskih ovlasti"
      ],
      "Activate organization key": [
        "Aktivirajte ključ organizacije"
      ],
      "Add user": [
        "Dodaj korisnika"
      ],
      "Review": [
        "Pregled"
      ],
      "Set catch-all": [
        "Postavi dohvati-sve"
      ],
      "Refresh status": [
        "Osvježi status"
      ],
      "Upgrade now": [
        "Nadogradi sada"
      ],
      "sign in": [
        "prijavite se"
      ],
      "Add ${ BRAND_NAME } account": [
        "Dodaj ${ BRAND_NAME } račun"
      ],
      "Sign out all accounts": [
        "Odjavi sve račune"
      ],
      "Send my username": [
        "Pošalji moje korisničko ime"
      ],
      "Support": [
        "Podrška"
      ],
      "Need help?": [
        "Trebate pomoć?"
      ],
      "Resubscribe": [
        "Ponovna pretplata"
      ],
      "Change other email subscriptions": [
        "Promijeni druge pretplate e-pošte"
      ],
      "${ address } is available.": [
        "${ address } je dostupna."
      ],
      "Create address": [
        "Stvori adresu"
      ],
      "Sign in": [
        "Prijavite se"
      ],
      "Use two-factor authentication code": [
        "Koristi kôd dvofaktorske autentikacije"
      ],
      "Use recovery code": [
        "Koristi kôd za oporavak"
      ],
      "Authenticate": [
        "Autenticiraj"
      ],
      "Unlock": [
        "Otključaj"
      ],
      "Create a secure ProtonMail address instead": [
        "Umjesto toga stvorite sigurnu ProtonMail adresu"
      ],
      "Use your current email address instead": [
        "Upotrijebite trenutnu adresu e-pošte"
      ],
      "Create account": [
        "Stvori račun"
      ],
      "Change email": [
        "Promijeni adresu e-pošte"
      ],
      "Proceed to checkout": [
        "Nastavite na blagajnu"
      ],
      "Send code": [
        "Pošaljite kod"
      ],
      "Reset password": [
        "Ponovno postavljanje lozinke"
      ],
      "Didn't receive a code?": [
        "Niste primili kôd?"
      ],
      "Return to login": [
        "Povratak na prijavu"
      ],
      "Contact support": [
        "Kontaktiraj podršku"
      ]
    },
    "Placeholder": {
      "E.g., ": [
        "Npr. "
      ],
      "Link": [
        "Poveznica"
      ],
      "Fill in the URL link and text to test your link": [
        "Unesite URL poveznicu i tekst kako biste testirali vezu"
      ],
      "Email address": [
        "Adresa e-pošte"
      ],
      "Fill in the email address and text to test your link": [
        "Unesite adresu e-pošte i tekst kako biste testirali vezu"
      ],
      "Phone number": [
        "Broj telefona"
      ],
      "Fill in the phone number and text to test your link": [
        "Unesite broj telefona i tekst kako biste testirali vezu"
      ],
      "Text": [
        "Tekst"
      ],
      "Name": [
        "Naziv"
      ],
      "Password": [
        "Lozinka"
      ],
      "Two-factor authentication code": [
        "Kôd dvofaktorske autentikacije"
      ],
      "Confirm": [
        "Potvrdi"
      ],
      "Feedback": [
        "Povratne informacije"
      ],
      "Choose address": [
        "Odaberite adresu"
      ],
      "Choose display name": [
        "Odaberite zaslonski naziv"
      ],
      "Add a calendar name": [
        "Dodaj naziv kalendara"
      ],
      "Add a calendar description": [
        "Dodaj opis kalendara"
      ],
      "Gift code": [
        "Darovni kôd"
      ],
      "Other": [
        "Ostalo"
      ],
      "Add gift code": [
        "Dodaj darovni kôd"
      ],
      "ZIP": [
        "Poštanski broj"
      ],
      "Postal code": [
        "Poštanski broj"
      ],
      "e.g. Julia Smith": [
        "npr. Ana Horvat"
      ],
      "OS name": [
        "Naziv OS-a"
      ],
      "OS version": [
        "Verzija OS-a"
      ],
      "Proton username": [
        "Proton korisničko ime"
      ],
      "A way to contact you": [
        "Način kako da vas kontaktiramo"
      ],
      "Please describe the problem and include any error messages": [
        "Molimo opišite problem i pridružite sve poruke o pogreškama"
      ],
      "Browser name": [
        "Naziv preglednika"
      ],
      "Browser version": [
        "Verzija preglednika"
      ],
      "Type text or keyword": [
        "Unesite tekst ili ključnu riječ"
      ],
      "Choose a name": [
        "Odaberite naziv"
      ],
      "Username": [
        "Korisničko ime"
      ],
      "Address": [
        "Adresa"
      ],
      "Confirm password": [
        "Potvrdi lozinku"
      ],
      "Search users": [
        "Pretraživanje korisnika"
      ],
      "yourdomain.com": [
        "vasadomena.hr"
      ]
    },
    "Time unit": {
      "${ hours } hour": [
        "${ hours } sat",
        "${ hours } sata",
        "${ hours } sati"
      ],
      "${ minutes } minute": [
        "${ minutes } minuta",
        "${ minutes } minute",
        "${ minutes } minuta"
      ]
    },
    "Error": {
      "Email address invalid": [
        "Adresa e-pošte nije valjana"
      ],
      "This field is required": [
        "Ovo polje je obavezno"
      ],
      "The composer failed to load.": [
        "Neuspješno učitavanje prozora za novu poruku."
      ],
      "Please refresh the page.": [
        "Osvježite stranicu."
      ],
      "The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.": [
        "Preglednik koji koristite ne dopušta potpuno odobrenje plaćanja. Molimo koristite drugi preglednik ili se prijavite putem računala."
      ],
      "Something went wrong, please ${ refresh } in order to proceed. If you still see this error message please contact our ${ supportTeam }.": [
        "Nešto je pošlo po zlu. Molimo ${ refresh } kako biste nastavili. Ako i dalje vidite ovu poruku o pogrešci, kontaktirajte naš ${ supportTeam }."
      ],
      "We were unable to connect to your service provider.": [
        "Neuspješno povezivanje s vašim davateljem usluga."
      ],
      "Please try to reauthenticate and make sure the permissions are set correctly.": [
        "Pokušajte ponovno potvrditi identitet i provjeriti jesu li dopuštenja ispravno postavljena."
      ],
      "There are too many folders in your external account. Please customize the import to delete some folders.": [
        "Vaš vanjski račun ima previše mapa. Prilagodite uvoz kako biste izbrisali neke mape."
      ],
      "Some of your label names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Neki nazivi vaših oznaka premašuju ProtonMailovo maksimalno ograničenje broja znakova. Prilagodite uvoz da biste uredili te nazive."
      ],
      "Some of your folder names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Neki nazivi vaših mapa premašuju ProtonMailovo maksimalno ograničenje broja znakova. Prilagodite uvoz da biste uredili te nazive."
      ],
      "Some of your label names are unavailable. Please customize the import to edit these names.": [
        "Neki nazivi vaših oznaka nisu dostupni. Prilagodite uvoz da biste uredili te nazive."
      ],
      "Some of your folder names are unavailable. Please customize the import to edit these names.": [
        "Neki nazivi vaših mapa nisu dostupni. Prilagodite uvoz da biste uredili te nazive."
      ],
      "The label name is too long. Please choose a different name.": [
        "Naziv oznake je predugačak. Odaberite drugi naziv."
      ],
      "The folder name is too long. Please choose a different name.": [
        "Naziv mape je predugačak. Odaberite drugi naziv."
      ],
      "Label name cannot be empty": [
        "Naziv oznake ne može biti prazan"
      ],
      "Folder name cannot be empty": [
        "Naziv mape ne može biti prazan"
      ],
      "This label name is not available. Please choose a different name": [
        "Naziv oznake nije dostupan. Odaberite drugi naziv"
      ],
      "This folder name is not available. Please choose a different name": [
        "Naziv mape nije dostupan. Odaberite drugi naziv"
      ],
      "You must set a name": [
        "Morate postaviti naziv"
      ],
      "A group with this name already exists": [
        "Grupa s ovim nazivom već postoji"
      ],
      "Invalid name": [
        "Nevažeći naziv"
      ],
      "Please generate keys before you try to change your password.": [
        "Prije pokušaja promjene lozinke generirajte ključeve."
      ],
      "${ Local } is your username. To create ${ Local }@${ Domain }, please go to Settings > Addresses > Short domain (pm.me)": [
        "${ Local } je vaše korisničko ime. Da biste stvorili ${ Local }@${ Domain }, molimo idite u Postavke > Adrese > Kratka domena (pm.me)"
      ],
      "Error": [
        "Pogreška"
      ],
      "Organization key is not decrypted.": [
        "Organizacijski ključ nije dešifriran."
      ],
      "The organization key must be activated first.": [
        "Prvo se mora aktivirati organizacijski ključ."
      ],
      "Name required": [
        "Naziv je obavezan"
      ],
      "No valid address found": [
        "Nije pronađena važeća adresa"
      ],
      "Primary address key is not decrypted.": [
        "Primarni ključ adrese e-pošte nije dešifriran."
      ],
      "Error connecting to the Bitcoin API.": [
        "Pogreška prilikom spajanja na Bitcoin API."
      ],
      "Amount below minimum.": [
        "Iznos ispod minimuma."
      ],
      "Amount above the maximum.": [
        "Iznos veći od maksimuma."
      ],
      "The minimum amount that can be donated is ${ price }": [
        "Minimalni iznos koji se može donirati je ${ price }"
      ],
      "The minimum amount of credit that can be added is ${ _price }": [
        "Minimalni iznos kredita koji se može dodati je ${ _price }"
      ],
      "The minimum payment we accept is ${ _price2 }": [
        "Minimalni iznos koji prihvaćamo je ${ _price2 }"
      ],
      "Name on card required": [
        "Ime s kartice je nužno"
      ],
      "Invalid expiration date": [
        "Nevažeći datum isteka"
      ],
      "Invalid card number": [
        "Netočan broj kartice"
      ],
      "Invalid ${ name } code": [
        "Nevažeći ${ name } kôd"
      ],
      "Invalid postal code": [
        "Netočan poštanski broj"
      ],
      "Checkout expired, please try again.": [
        "Naplata je istekla, pokušajte ponovo."
      ],
      "Invalid code": [
        "Nevažeći kôd"
      ],
      "Process aborted": [
        "Proces je prekinut"
      ],
      "Payment process cancelled": [
        "Proces plaćanja je otkazan"
      ],
      "Payment process failed": [
        "Proces plaćanja nije uspio"
      ],
      "Payment process consumed": [
        "Proces plaćanja je konzumiran"
      ],
      "Payment process not supported": [
        "Proces plaćanja nije podržan"
      ],
      "Unknown payment token status": [
        "Nepoznati status tokena za plaćanje"
      ],
      "Tab closed": [
        "Kartica zatvorena"
      ],
      "Primary address key is not decrypted": [
        "Primarni ključ adrese e-pošte nije dešifriran"
      ],
      "Incorrect password": [
        "Nevažeća lozinka"
      ],
      "Invalid private key file": [
        "Nevažeća datoteka privatnog ključa"
      ],
      "Uploaded key does not match fingerprint": [
        "Preneseni ključ ne odgovara otisku prsta"
      ],
      "Incorrect mailbox password. Please try again": [
        "Pogrešna lozinka poštanskog pretinca. Pokušajte ponovno"
      ],
      "Incorrect login credentials. Please try again": [
        "Nevažeći podaci za prijavu. Molimo pokušajte ponovno"
      ],
      "Automatic replies is a paid feature. Please upgrade to a paid account to use this feature.": [
        "Automatski odgovori su plaćena značajka. Nadogradite na plaćeni račun da biste koristili ovu značajku."
      ],
      "Can't validate email, try again later": [
        "Nije moguće potvrditi e-poštu, pokušajte ponovo kasnije"
      ],
      "Can't validate phone, try again later": [
        "Nije moguće potvrditi broj telefona, pokušajte ponovo kasnije"
      ],
      "Enter 6 digits": [
        "Unesite 6 znamenki"
      ],
      "Invalid verification code": [
        "Nevažeći kôd za provjeru"
      ],
      "Empty condition": [
        "Prazan uvjet"
      ],
      "Condition incomplete": [
        "Uvjet je nepotpun"
      ],
      "Filter with this name already exists": [
        "Filtar s ovim nazivom već postoji"
      ],
      "Error in one of the conditions": [
        "Pogreška u jednom od uvjeta"
      ],
      "Require at least one condition": [
        "Zahtijeva najmanje jedan uvjet"
      ],
      "Require at least one action": [
        "Zahtijeva najmanje jednu radnju"
      ],
      "Filter with this name already exist": [
        "Filtar s ovim nazivom već postoji"
      ],
      "Invalid Sieve code": [
        "Nevažeći Sieve kôd"
      ],
      "Invalid domain": [
        "Nevažeća domena"
      ],
      "Please set a recovery/notification email first": [
        "Prvo postavite adresu e-pošte za oporavak/obavijesti"
      ],
      "Please set a recovery phone number first": [
        "Prvo postavite broj telefona za oporavak"
      ],
      "Payments are currently not available, please try again later": [
        "Plaćanje trenutno nije dostupno, pokušajte ponovo kasnije"
      ],
      "You have no invoices.": [
        "Nemate faktura."
      ],
      "Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.": [
        "Vaš račun ili organizacija trenutačno ima neplaćenu fakturu. Molimo platite sve neplaćene fakture."
      ],
      "File has no contents to preview": [
        "Datoteka nema sadržaja za pregled"
      ],
      "Passwords do not match": [
        "Lozinke se ne poklapaju"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.": [
        "Nadogradite na Professional plan s više od jednog korisnika ili na Visionary plan, kako biste dobili podršku za više korisnika."
      ],
      "You must privatize all sub-accounts before generating new organization keys": [
        "Prije generiranja novih organizacijskih ključeva morate privatizirati sve podračune"
      ],
      "You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Izgubili ste pristup ključevima organizacije. Bez obnove nećete moći stvarati nove korisnike, dodavati adrese postojećim korisnicima niti pristupati privatnim korisničkim računima."
      ],
      "You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Morate aktivirati ključeve vaše organizacije. Bez aktivacije nećete moći stvarati nove korisnike, dodavati adrese postojećim korisnicima niti pristupati neprivatnim korisničkim računima."
      ],
      "Permission denied, administrator privileges have been restricted.": [
        "Pristup odbijen, administratorske ovlasti su ograničene."
      ],
      "Invalid password": [
        "Neispravna lozinka"
      ],
      "Invalid address": [
        "Nevažeća adresa"
      ],
      "Address already associated to a user": [
        "Adresa je već pridružena korisniku"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to manage multiple users.": [
        "Nadogradite na Professional plan s više od jednog korisnika ili na Visionary plan, kako biste mogli upravljati s više korisnika."
      ],
      "Please enable multi-user support before adding users to your organization.": [
        "Molimo vas da omogućite višekorisničku podršku prije dodavanja korisnika u vašu organizaciju."
      ],
      "Please configure a custom domain before adding users to your organization.": [
        "Konfigurirajte prilagođenu domenu prije dodavanja korisnika u vašu organizaciju."
      ],
      "You have used all users in your plan. Please upgrade your plan to add a new user.": [
        "Iskoristili ste sve slobodne korisnike u Vašem planu. Molimo Vas da nadogradite Vaš plan da biste dodali novog korisnika."
      ],
      "You have used all addresses in your plan. Please upgrade your plan to add a new address.": [
        "Iskoristili ste sve adrese u Vašem planu. Molimo Vas da nadogradite Vaš plan da biste dodali novu adresu."
      ],
      "All storage space has been allocated. Please reduce storage allocated to other users.": [
        "Sav prostor za pohranu je dodijeljen. Molimo smanjite prostor za pohranu dodijeljen ostalim korisnicima."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "Prestali smo s potpisivanjem DKIM-a zbog problema s vašim DNS postavkama. Slijedite dolje navedene upute za nastavak potpisivanja."
      ],
      "Verification did not succeed, please try again in an hour.": [
        "Provjera nije uspjela, pokušajte ponovo za sat vremena."
      ],
      "Wrong verification code. Please make sure you copied the verification code correctly and try again. It can take up to 24 hours for changes to take effect.": [
        "Pogrešan kôd za provjeru. Provjerite jeste li ispravno kopirali kôd za provjeru i pokušajte ponovo. Može potrajati do 24 sata kako bi promjene stupile na snagu."
      ],
      "Authentication canceled.": [
        "Otkazana autentikacija."
      ],
      "Your import will not be processed.": [
        "Vaš uvoz nije moguće obraditi."
      ],
      "Authentication error.": [
        "Pogreška autentikacije."
      ],
      "This message may contain some link's URL that cannot be properly opened by your current browser": [
        "Ova poruka može sadržavati URL poveznice koje trenutačni preglednik ne može ispravno otvoriti"
      ],
      "Unknown error": [
        "Nepoznata pogreška"
      ],
      "This field requires a minimum of ${ minimumLength } characters.": [
        "Ovo polje zahtjeva najmanje ${ minimumLength } znakova."
      ],
      "Email is not valid": [
        "Adresa e-pošte nije važeća"
      ],
      "Not a valid number": [
        "Broj telefona nije važeći"
      ],
      "Missing signature": [
        "Nedostaje potpis"
      ],
      "Contact signature not verified": [
        "Potpis kontakta nije potvrđen"
      ],
      "Signature not verified": [
        "Potpis nije ovjeren"
      ],
      "Request timed out.": [
        "Zahtjev je istekao."
      ],
      "Signature verification failed": [
        "Potvrda potpisa je neuspješna"
      ],
      "Could not find address ${ email }.": [
        "Ne mogu pronaći adresu ${ email }."
      ],
      "Domain not available, try again later": [
        "Domena nije dostupna, pokušajte ponovo kasnije"
      ],
      "Address primary private key not found": [
        "Primarni privatni ključ adrese nije pronađen"
      ],
      "Calendar primary private key is not decrypted": [
        "Primarni, privatni ključ kalendara nije dešifriran"
      ],
      "The session has expired. Please sign in again.": [
        "Sesija je istekla. Prijavite se ponovo."
      ],
      "Failed to get active sessions. Please refresh or try again later.": [
        "Dohvaćanje aktivnih sesija nije uspjelo. Osvježite ili pokušajte ponovo kasnije."
      ],
      "No active sessions": [
        "Nema aktivnih sesija"
      ],
      "Can't check username, try again later": [
        "Ne uspješna provjera korisničkog imena, pokušajte ponovo kasnije"
      ]
    },
    "Title": {
      "Open actions dropdown": [
        "Otvorite padajući izbornik radnji"
      ],
      "Expand content": [
        "Proširi sadržaj"
      ],
      "Link confirmation": [
        "Potvrda poveznice"
      ],
      "Previous": [
        "Prethodno"
      ],
      "Open pagination": [
        "Otvori paginaciju"
      ],
      "Next": [
        "Sljedeće"
      ],
      "Keyboard Shortcuts": [
        "Tipkovni prečaci"
      ],
      "What's new": [
        "Što je novo"
      ],
      "Start import process": [
        "Započni uvoz"
      ],
      "Import in progress": [
        "Uvoz u tijeku"
      ],
      "Customize import": [
        "Prilagodi uvoz"
      ],
      "Prepare for import": [
        "Priprema za uvoz"
      ],
      "Prepare Yahoo Mail for import": [
        "Priprema Yahoo Maila za uvoz"
      ],
      "Prepare Gmail for import ${ gmailInstructionsStep }/${ totalSteps }": [
        "Priprema Gmaila za izvoz ${ gmailInstructionsStep }/${ totalSteps }"
      ],
      "Reconnect your account": [
        "Ponovno povežite vaš račun"
      ],
      "Start a new import": [
        "Započni novi uvoz"
      ],
      "Enable keyboard shortcuts": [
        "Omogući tipkovne prečace"
      ],
      "Exporting contacts": [
        "Izvoz kontakata"
      ],
      "Select action to take on contact group": [
        "Odaberite radnju koju želite izvršiti nad grupom kontakata"
      ],
      "Add contact group name": [
        "Dodaj naziv grupi kontakata"
      ],
      "Select contact group": [
        "Odaberi grupu kontakta"
      ],
      "Warning": [
        "Upozorenje"
      ],
      "Import groups": [
        "Uvezi grupe"
      ],
      "Import contacts": [
        "Uvezi kontakte"
      ],
      "1. Select platform": [
        "1. Odaberite platformu"
      ],
      "2. Select protocol": [
        "2. Odaberite protokol"
      ],
      "3. Select config file and download": [
        "3. Odaberite konfiguracijsku datoteku i preuzmite"
      ],
      "Get ProtonVPN Plus to access all servers": [
        "Nabavite ProtonVPN Plus za pristup svim poslužiteljima"
      ],
      "Change password for ${ Name } (${ Email })": [
        "Promijeni lozinku za ${ Name } (${ Email })"
      ],
      "Change password": [
        "Promjena lozinke"
      ],
      "Change login password": [
        "Promijeni lozinku za prijavu"
      ],
      "Switch to two-password mode": [
        "Prijeđite na način rada s dvije lozinke"
      ],
      "Switch to one-password mode": [
        "Prijeđite na način rada s jednom lozinkom"
      ],
      "Change mailbox password": [
        "Promijeni lozinku sandučića e-pošte"
      ],
      "Set up two-factor authentication": [
        "Postavite dvofaktorsku autentikaciju"
      ],
      "Disable two-factor authentication": [
        "Onemogući dvofaktorsku autentikaciju"
      ],
      "Password": [
        "Lozinka"
      ],
      "Login password": [
        "Lozinka za prijavu"
      ],
      "Delete account": [
        "Ukloni račun"
      ],
      "Add address": [
        "Dodaj adresu"
      ],
      "Generate missing keys": [
        "Generirajte ključeve koji nedostaju"
      ],
      "Delete ${ address.Email }": [
        "Izbriši ${ address.Email }"
      ],
      "Open help menu": [
        "Otvori izbornik pomoći"
      ],
      "Back": [
        "Natrag"
      ],
      "Error": [
        "Pogreška"
      ],
      "Update calendar": [
        "Ažuriraj kalendar"
      ],
      "Create calendar": [
        "Stvori kalendar"
      ],
      "Select when you want this notification to be sent": [
        "Odaberite kada želite da se ova obavijest pošalje"
      ],
      "Select the time to send this notification": [
        "Odaberite vrijeme slanja ove obavijesti"
      ],
      "Select the way to send this notification": [
        "Odaberite način slanja ove obavijesti"
      ],
      "Add another notification to remind you of this event": [
        "Dodajte još obavijesti da vas podsjete na ovaj događaj"
      ],
      "Export calendar": [
        "Izvezi kalendar"
      ],
      "Delete calendar": [
        "Ukloni kalendar"
      ],
      "Unsubscribe from calendar": [
        "Otkažite pretplatu na kalendar"
      ],
      "Subscribe to calendar": [
        "Pretplatite se na kalendar"
      ],
      "Import events": [
        "Uvezi događaje"
      ],
      "Your calendar link": [
        "Poveznica vašeg kalendara"
      ],
      "Payment details": [
        "Detalji o plaćanju"
      ],
      "Confirm loss of Proton bonuses": [
        "Potvrdite gubitak Proton bonusa"
      ],
      "Processing": [
        "Obrada"
      ],
      "Cancel subscription": [
        "Otkaži pretplatu"
      ],
      "Network error": [
        "Pogreška mreže"
      ],
      "Select a plan": [
        "Odaberite plan"
      ],
      "Customize your plan": [
        "Prilagodite vaš plan"
      ],
      "Checkout": [
        "Na naplatu"
      ],
      "Current plan": [
        "Trenutni plan"
      ],
      "Apply gift code": [
        "Primijeni darovni kôd"
      ],
      "Subtotal": [
        "Suma stavki"
      ],
      "Coupon discount": [
        "Kupon s popustom"
      ],
      "Total (monthly)": [
        "Ukupno (mjesečno)"
      ],
      "Credits": [
        "Kredit"
      ],
      "Gift code": [
        "Darovni kôd"
      ],
      "Amount due": [
        "Dospjeli iznos"
      ],
      "Billing cycle": [
        "Ciklus naplate"
      ],
      "Edit credit/debit card": [
        "Uredi kreditnu/debitnu karticu"
      ],
      "Add credit/debit card": [
        "Dodaj kreditnu/debitnu karticu"
      ],
      "Add PayPal payment method": [
        "Dodaj PayPal način plaćanja"
      ],
      "Add credits": [
        "Dodaj kredit"
      ],
      "${ appName } customization": [
        "${ appName } prilagođavanje"
      ],
      "Confirm downgrade": [
        "Potvrdi snižavanje statusa"
      ],
      "Currency": [
        "Valuta"
      ],
      "Unsupported browser": [
        "Preglednik nije podržan"
      ],
      "Card verification": [
        "Potvrda kartice"
      ],
      "Payment verification": [
        "Potvrda plaćanja"
      ],
      "Processing...": [
        "Obrada..."
      ],
      "Card verification in progress": [
        "Potvrda kartice u tijeku"
      ],
      "Payment verification in progress": [
        "U tijeku je provjera plaćanja"
      ],
      "PayPal verification failed": [
        "Neuspjela PayPal potvrda"
      ],
      "3-D Secure verification failed": [
        "3-D Secure potvrda nije uspjela"
      ],
      "ZIP / postal code": [
        "Poštanski broj"
      ],
      "Plan summary": [
        "Sažetak plana"
      ],
      "Re-activate keys": [
        "Ponovna aktivacija ključeva"
      ],
      "Decrypt key": [
        "Dešifriranje ključa"
      ],
      "Export public key": [
        "Izvoz javnog ključa"
      ],
      "Export private key": [
        "Izvoz privatnog ključa"
      ],
      "Delete key": [
        "Izbriši ključ"
      ],
      "Create key": [
        "Stvori ključ"
      ],
      "Success": [
        "Uspješno"
      ],
      "Import key": [
        "Uvezi ključ"
      ],
      "Sign in again to continue": [
        "Ponovno se prijavite da biste nastavili"
      ],
      "Account suspended": [
        "Račun je suspendiran"
      ],
      "Report a problem": [
        "Prijavi problem"
      ],
      "Invalid verification code": [
        "Nevažeći kôd za provjeru"
      ],
      "Request new verification code": [
        "Zatražite novi kôd za potvrdu"
      ],
      "Human verification": [
        "Ljudska provjera"
      ],
      "Automatically sign outgoing messages?": [
        "Automatsko potpisivanje odlaznih poruka?"
      ],
      "Edit filter": [
        "Uredi filtar"
      ],
      "Add filter": [
        "Dodaj filtar"
      ],
      "Are you sure you want to close?": [
        "Jeste li sigurni da želite zatvoriti?"
      ],
      "Edit Sieve filter": [
        "Uredi Sieve filtar"
      ],
      "Add Sieve filter": [
        "Dodaj Sieve filtar"
      ],
      "Delete ${ filter.Name }": [
        "Izbriši ${ filter.Name }"
      ],
      "Allow List": [
        "Popis dopuštenih"
      ],
      "Block List": [
        "Popis nedopuštenih"
      ],
      "Add to Block List": [
        "Dodaj na popis nedopuštenih"
      ],
      "Add to Allow List": [
        "Dodaj na popis dopuštenih"
      ],
      "Edit Block List": [
        "Uredi popis nedopuštenih"
      ],
      "Edit Allow List": [
        "Uredi popis dopuštenih"
      ],
      "Delete ${ Name } folder": [
        ""
      ],
      "Delete ${ Name } label": [
        ""
      ],
      "Sort folders alphabetically": [
        "Sortiraj mape abecedno"
      ],
      "Sort labels alphabetically": [
        "Sortiraj oznake abecedno"
      ],
      "Confirm address": [
        "Potvrdite adresu e-pošte"
      ],
      "Confirm phone number": [
        "Potvrdite broj telefona"
      ],
      "App": [
        "Aplikacija"
      ],
      "Date": [
        "Datum"
      ],
      "Action": [
        "Radnja"
      ],
      "Delete logs": [
        "Izbriši zapise"
      ],
      "Clear": [
        "Očisti"
      ],
      "Pay invoice": [
        "Plati račun"
      ],
      "Add invoice details": [
        "Dodajte detalje o fakturi"
      ],
      "Amount": [
        "Iznos"
      ],
      "Type": [
        "Vrsta"
      ],
      "Status": [
        "Status"
      ],
      "${ appName } Keyboard Shortcuts": [
        "${ appName } tipkovni prečaci"
      ],
      "Bridge for ${ platform }": [
        "Bridge za ${ platform }"
      ],
      "Change organization name": [
        "Promijeni naziv organizacije"
      ],
      "Set organization name": [
        "Postavite naziv organizacije"
      ],
      "Set organization keys": [
        "Postavite organizacijske ključeve"
      ],
      "Set organization password": [
        "Postavite lozinku za organizaciju"
      ],
      "Allocate storage": [
        "Dodijelite prostor za pohranu"
      ],
      "Allocate VPN connections": [
        "Dodijelite VPN veze"
      ],
      "Change organization password": [
        "Promijeni organizacijsku lozinku"
      ],
      "Change organization keys": [
        "Promijeni organizacijske ključeve"
      ],
      "Activate organization key": [
        "Aktivirajte ključ organizacije"
      ],
      "Restore administrator privileges": [
        "Vraćanje administratorskih ovlasti"
      ],
      "Change role": [
        "Promjeni ulogu"
      ],
      "Edit user": [
        "Uređivanje korisnika"
      ],
      "Delete user": [
        "Izbriši korisnika"
      ],
      "Add user": [
        "Dodaj korisnika"
      ],
      "Edit domain": [
        "Uredi domenu"
      ],
      "Add domain": [
        "Dodaj domenu"
      ],
      "Catch-All address": [
        "Dohvati-sve adrese e-pošte"
      ],
      "Delete ${ domain.DomainName }": [
        "Izbriši ${ domain.DomainName }"
      ],
      "General": [
        "Općenito"
      ],
      "Theme": [
        "Tema"
      ],
      "Contacts": [
        "Kontakti"
      ],
      "Import & export": [
        "Uvoz i izvoz"
      ],
      "Import": [
        "Uvoz"
      ],
      "Export": [
        "Izvoz"
      ],
      "VPN apps": [
        "VPN aplikacije"
      ],
      "ProtonVPN": [
        "ProtonVPN"
      ],
      "OpenVPN / IKEv2": [
        "OpenVPN / IKEv2"
      ],
      "Credentials": [
        "Vjerodajnice"
      ],
      "OpenVPN configuration files": [
        "OpenVPN konfiguracijske datoteke"
      ],
      "Appearance": [
        "Izgled"
      ],
      "Layout": [
        "Izgled"
      ],
      "Other": [
        "Ostalo"
      ],
      "Auto reply": [
        "Automatski odgovori"
      ],
      "Encryption & keys": [
        "Šifriranje i ključevi"
      ],
      "Address verification": [
        "Provjera valjanosti adrese"
      ],
      "External PGP settings": [
        "Postavke vanjskog PGP-a"
      ],
      "Email encryption keys": [
        "Šifrirani ključevi e-pošte"
      ],
      "Contact encryption keys": [
        "Šifrirani ključevi kontataka"
      ],
      "Filters": [
        "Filtri"
      ],
      "Custom filters": [
        "Prilagođeni filtri"
      ],
      "Spam filters": [
        "Filtri neželjene pošte"
      ],
      "Folders & labels": [
        "Mape i oznake"
      ],
      "Folders": [
        "Mape"
      ],
      "Labels": [
        "Oznake"
      ],
      "Short domain (@pm.me)": [
        "Kratka domena (@pm.me)"
      ],
      "Messages": [
        "Poruke"
      ],
      "Advanced": [
        "Napredno"
      ],
      "Identity & addresses": [
        "Identitet i adrese"
      ],
      "Display name & signature": [
        "Zaslonsko ime i potpis"
      ],
      "My addresses": [
        "Moje adrese"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "Import Assistant": [
        "Import Assistant"
      ],
      "Current & past imports": [
        "Trenutni i prošli uvozi"
      ],
      "Import-Export app": [
        "Import-Export aplikacija"
      ],
      "Domain names": [
        "Nazivi domena"
      ],
      "Catch-all address": [
        "Dohvati-sve adrese e-pošte"
      ],
      "My calendars": [
        "Moji kalendari"
      ],
      "Other calendars": [
        "Ostali kalendari"
      ],
      "Share outside Proton": [
        "Podijeli izvan Protona"
      ],
      "Time zone": [
        "Vremenska zona"
      ],
      "Password & recovery": [
        "Lozinka i oporavak"
      ],
      "Passwords": [
        "Lozinke"
      ],
      "Recovery & notification": [
        "Oporavak i obavijesti"
      ],
      "Security": [
        "Sigurnost"
      ],
      "Session management": [
        "Upravljanje sesijama"
      ],
      "Security logs": [
        "Sigurnosni zapisi"
      ],
      "Payment": [
        "Plaćanje"
      ],
      "Billing details": [
        "Detalji plaćanja"
      ],
      "Payment methods": [
        "Načini plaćanja"
      ],
      "Invoices": [
        "Fakture"
      ],
      "Dashboard": [
        "Upravljačka ploča"
      ],
      "Select plan": [
        "Odaberi plan"
      ],
      "Your current plan": [
        "Vaš trenutni plan"
      ],
      "Your plan": [
        "Vaš plan"
      ],
      "Language & time": [
        "Jezik i vrijeme"
      ],
      "Email subscriptions": [
        "Pretplate e-pošte"
      ],
      "Organization": [
        "Organizacija"
      ],
      "Multi-user support": [
        "Višekorisnička podrška"
      ],
      "Users and addresses": [
        "Korisnici i adrese"
      ],
      "Addresses": [
        "Adrese"
      ],
      "Organization & keys": [
        "Organizacija i ključevi"
      ],
      "Password & keys": [
        "Lozinka i ključevi"
      ],
      "Sorry, you can't access this page": [
        "Nažalost, ne možete pristupiti ovoj stranici"
      ],
      "Upgrade": [
        "Nadogradnja"
      ],
      "Settings": [
        "Postavke"
      ],
      "Choose an account": [
        "Odaberite račun"
      ],
      "Email": [
        "E-pošta"
      ],
      "Phone": [
        "Telefon"
      ],
      "Find email or username": [
        "Adresa e-pošte ili korisničko ime"
      ],
      "Proton Logo": [
        "Proton Logo"
      ],
      "Create a ${ mailAppName } address": [
        "Stvori ${ mailAppName } adresu"
      ],
      "Address is available": [
        "Adresa je dostupna"
      ],
      "Sign in": [
        "Prijavite se"
      ],
      "Two-factor authentication": [
        "Dvofaktorska autentikacija"
      ],
      "Unlock your mailbox": [
        "Otključajte vaš poštanski sandučić"
      ],
      "Set new password": [
        "Postavi novu lozinku"
      ],
      "This address might compromise your privacy.": [
        "Ova adresa može ugroziti vašu privatnost."
      ],
      "Create your Proton Account": [
        "Stvorite svoj Proton račun"
      ],
      "Add a recovery method": [
        "Dodaj način za oporavak"
      ],
      "(highly recommended)": [
        "(preporučeno)"
      ],
      "Account verification": [
        "Verifikacija računa"
      ],
      "Plan selection": [
        "Odabir plana"
      ],
      "Are you human?": [
        "Da li ste čovjek?"
      ],
      "Creating account": [
        "Izrada računa"
      ],
      "Warning!": [
        "Upozorenje!"
      ],
      "Reset password": [
        "Ponovno postavljanje lozinke"
      ],
      "No recovery method": [
        "Nema načina za oporavak"
      ]
    },
    "Storage": {
      "Your current storage:": [
        "Vaš trenutni prostor za pohranu:"
      ],
      "Upgrade storage": [
        "Nadogradi prostor za pohranu"
      ],
      "Release notes": [
        "Bilješke o izdanoj verziji"
      ]
    },
    "Link": {
      "Learn more": [
        "Saznajte više"
      ],
      "View guide": [
        "Pregledaj upute"
      ],
      "What is the difference between UDP and TCP protocols?": [
        "Koja je razlika između UDP i TCP protokola?"
      ],
      "Upgrade": [
        "Nadogradnja"
      ],
      "Go to subscription plans": [
        "Idi na planove pretplate"
      ],
      "click here": [
        "kliknite ovdje"
      ],
      "Add a gift code": [
        "Dodaj darovni kôd"
      ],
      "clearing your browser cache": [
        "čišćenje predmemorije preglednika"
      ],
      "Pay invoice": [
        "Plati račun"
      ],
      "Upgrade account": [
        "Nadogradi račun"
      ],
      "Request an invite": [
        "Zatraži pozivnicu"
      ],
      "Calendars": [
        "Kalendari"
      ],
      "General": [
        "Općenito"
      ],
      "Terms": [
        "Uvjeti"
      ],
      "Privacy policy": [
        "Pravila o privatnosti"
      ],
      "Previous version": [
        "Prethodna verzija"
      ],
      "Reset password": [
        "Ponovno postavljanje lozinke"
      ],
      "Forgot username?": [
        "Zaboravili ste korisničko ime?"
      ],
      "Common sign in issues": [
        "Najčešći problemi s prijavom"
      ],
      "Create an account": [
        "Stvori račun"
      ],
      "Sign in": [
        "Prijavite se"
      ],
      "Common sign up issues": [
        "Najčešći problemi s registracijom"
      ]
    },
    "Select search results": {
      "No results found": [
        "Nema rezultata"
      ]
    },
    "Timezone search placeholder": {
      "Search timezones": [
        "Pretražite vremensku zonu"
      ]
    },
    "Loading info": {
      "Connecting to your calendar provider": [
        "Spajanje s vašim pružateljem kalendara"
      ],
      "Connecting to your email provider": [
        "Spajanje s vašim pružateljem e-pošte"
      ]
    },
    "Wizard step": {
      "Authenticate": [
        "Autenticiraj"
      ],
      "Configure Import": [
        "Prilagodite uvoz"
      ],
      "Import": [
        "Uvoz"
      ]
    },
    "Confirm modal title": {
      "Quit import?": [
        "Zaustavi uvoz?"
      ],
      "Quit import customization?": [
        "Zatvori prilagođavanje uvoza?"
      ],
      "Import is incomplete!": [
        "Uvoz nije dovršen!"
      ],
      "Remove from the list?": [
        "Ukloni s popisa?"
      ],
      "Delete all messages": [
        "Izbriši sve poruke"
      ]
    },
    "Warning": {
      "Are you sure you want to discard your import?": [
        "Jeste li sigurni da želite odbaciti vaš uvoz?"
      ],
      "This import may exceed the storage capacity currently available in your Proton account. Please consider customizing your import.": [
        "Ovaj uvoz može premašiti kapacitet prostora za pohranu koji je trenutno dostupan na vašem Proton računu. Razmislite o prilagodbi uvoza."
      ],
      "Proton will transfer as much data as possible, starting with your most recent messages.": [
        "Proton će prenijeti što više podataka, počevši od vaših najnovijih poruka."
      ],
      "Proton will merge all folders with the same name. To avoid this, change the names before import.": [
        "Proton će spojiti sve mape s istim imenom. Da biste to izbjegli, promijenite imena prije uvoza."
      ],
      "You will lose any customization you made so far.": [
        "Izgubiti će te sve prilagodbe koje ste do sada napravili."
      ],
      "permanently delete all messages on ${ email }": [
        "trajno izbriši sve e-poruke od ${ email }"
      ],
      "This action will ${ boldWarning }. You will not be able to recover the messages on ${ domain }.": [
        "Ova radnja će ${ boldWarning }. Nećete moći vratiti e-poruke od ${ domain }."
      ],
      "If you cancel this import, you won't be able to resume it. Proton saved all progress in your account. Cancel anyway?": [
        "Ako otkažete ovaj uvoz, nećete ga moći nastaviti. Proton je sačuvao sav napredak na vašem računu. Ipak otkazati?"
      ],
      "You will not see this import record in the list anymore.": [
        "Ovaj zapis o uvozu više nećete vidjeti na popisu."
      ],
      "By disabling this address, you will no longer be able to send or receive emails using this address and all the linked Proton products will also be disabled. Are you sure you want to disable this address?": [
        "Onemogućavanjem ove adrese e-pošte više nećete moći slati ili primati e-poštu putem te adrese, a svi povezani Proton proizvodi također će biti onemogućeni. Jeste li sigurni da želite onemogućiti ovu adresu e-pošte?"
      ],
      "You must ${ activateLink } organization keys before adding an email address to a non-private member.": [
        "Morate ${ activateLink } ključeve organizacije prije dodavanja adrese e-pošte ne privatnom članu."
      ],
      "Please note that by choosing this payment method, your account cannot be upgraded immediately. We will update your account once the payment is cleared.": [
        "Imajte na umu da odabirom ovog načina plaćanja vaš račun se ne može odmah nadograditi. Ažurirati ćemo vaš račun nakon plaćanja."
      ],
      "Reports are not end-to-end encrypted, please do not send any sensitive information.": [
        "Izvještaji nisu end-to-end šifrirani. Molimo da ne šaljete nikakve osjetljive podatke."
      ],
      "Your local date & time settings seem to be out of sync.": [
        "Vaše lokalne postavke datuma i vremena nisu sinkronizirane."
      ],
      "By deleting this address, you will no longer be able to recover your account.": [
        "Brisanjem ove adrese više nećete moći vratiti svoj račun."
      ],
      "By deleting this address, you will no longer be able to receive daily email notifications.": [
        "Brisanjem ove adrese više nećete moći primati svakodnevne obavijesti putem e-pošte."
      ],
      "By deleting this address, you will no longer be able to recover your account or receive daily email notifications.": [
        "Brisanjem ove adrese više nećete moći oporaviti račun niti primati svakodnevne obavijesti putem e-pošte."
      ],
      "Are you sure you want to delete the address?": [
        "Jeste li sigurni da želite ukloniti ovu adresu?"
      ],
      "By deleting this phone number, you will no longer be able to recover your account.": [
        "Brisanjem ovog broj telefona više nećete moći vratiti svoj račun."
      ],
      "Are you sure you want to delete the phone number?": [
        "Jeste li sigurni da želite izbrisati broj telefona?"
      ],
      "By disabling the logs, you will also clear your entire logs history. Are you sure you want to disable the logs?": [
        "Onemogućavanjem zapisa također ćete izbrisati cijelu povijest zapisa. Jeste li sigurni da želite onemogućiti zapise?"
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "Otkrili smo problem s vašim DNS postavkama. Pobrinite se da se vaši zapisi podudaraju s uputama u nastavku. Ako se problem nastavi, morat ćemo isključiti potpisivanje DKIM-a."
      ],
      "This feature is only available for ProtonMail Professional plans or higher": [
        "Ova je značajka dostupna samo za ProtonMail Professional planove ili više"
      ]
    },
    "Import instructions emphasis": {
      "Security": [
        "Sigurnost"
      ],
      "turn on access": [
        "omogući pristup"
      ],
      "app password": [
        "lozinka aplikacije"
      ],
      "Gmail Settings": [
        "Gmail postavke"
      ],
      "Forwarding and POP/IMAP": [
        "Prosljeđivanje i POP/IMAP"
      ],
      "IMAP access": [
        "IMAP pristup"
      ],
      "Labels": [
        "Oznake"
      ],
      "2-step verification": [
        "Dvofaktorska autentikacija"
      ],
      "Account info": [
        "Informacije o računu"
      ],
      "Account security": [
        "Sigurnost računa"
      ],
      "Manage app passwords": [
        "Upravljanje lozinkama aplikacija"
      ]
    },
    "Import instructions": {
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, ${ boldAccess } for less secure apps. If you don't see this option, you might have 2-step verification enabled.": [
        "Idite na ${ googleAccountLink }. U odjeljku ${ boldSecurity }, ${ boldAccess } za manje sigurne aplikacije. Ako ne vidite ovu opciju, možda je omogućena potvrda u dva koraka."
      ],
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, create an ${ boldAppPassword } if you don't have one already. You will need this password during the import.": [
        "Idite na ${ googleAccountLink }. U odjeljku ${ boldSecurity }, stvorite ${ boldAppPassword } ako je već nemate. Ova lozinka trebati će vam tijekom uvoza."
      ],
      "In your ${ boldGmailSettings }, go to ${ boldForwarding } and make sure that ${ boldIMAPAccess } is enabled.": [
        "U vašim ${ boldGmailSettings }, idite na ${ boldForwarding } i provjerite da je ${ boldIMAPAccess } omogućen."
      ],
      "In the ${ boldLabels } section, choose the folders allowed for import into ProtonMail.": [
        "U odjeljku ${ boldLabels }, odaberite mape dopuštene za uvoz u ProtonMail."
      ],
      "Allow ProtonMail access into your Gmail account: choose whether ${ bold2Steps } is enabled and follow the steps below.": [
        "Omogućite ProtonMailu pristup vašem Gmail računu: odaberite je li ${ bold2Steps } omogućen i slijedite korake u nastavku."
      ],
      "Finally, ${ googleMailLink } with the account you would like to import, ${ googleCaptchaLink }.": [
        "Konačno, ${ googleMailLink } s računom koji želite uvoziti, ${ googleCaptchaLink }."
      ],
      "Log into Yahoo Mail and click on your name in the upper right corner to access ${ boldAccountInfo }. In the ${ boldAccountSec } section, go to ${ boldManageAppPass } to generate a password. You will need this password during the import.": [
        "Prijavite se na Yahoo Mail i kliknite svoje ime u gornjem desnom kutu za pristup ${ boldAccountInfo }. U odjeljku ${ boldAccountSec }, idite na ${ boldManageAppPass } da biste stvorili lozinku. Ova lozinka trebat će vam tijekom uvoza."
      ]
    },
    "Import instructions tab title": {
      "2-step verification disabled (default settings)": [
        "Dvofaktorska autentikacija je onemogućena (zadano)"
      ],
      "2-step verification enabled": [
        "Dvofaktorska autentikacija je omogućena"
      ]
    },
    "Import instructions image alternative text": {
      "How to turn on access for Less Secure Apps in Gmail settings": [
        "Kako uključiti pristup za manje sigurne aplikacije u postavkama Gmaila"
      ],
      "How to create an app password in Gmail settings": [
        "Kako stvoriti lozinku za aplikaciju u postavkama Gmaila"
      ],
      "How to enable IMAP Forwarding in Gmail settings": [
        "Kako omogućiti prosljeđivanje IMAP-a u postavkama Gmaila"
      ],
      "How to show folders in IMAP in Gmail settings": [
        "Kako prikazati mape u IMAP-u u postavkama Gmaila"
      ],
      "How to disable CAPTCHA in Gmail": [
        "Kako onemogućiti CAPTCHA-u na Gmailu"
      ]
    },
    "Import instructions external link": {
      "login to Gmail": [
        "prijavite se na Gmail"
      ],
      "then open this page to unlock captcha": [
        "zatim otvorite stranicu za rješavanje CAPTCHA-e"
      ]
    },
    "Provider": {
      "Gmail": [
        "Gmail"
      ],
      "Yahoo Mail": [
        "Yahoo Mail"
      ]
    },
    "Import error": {
      "Invalid IMAP port": [
        "Nevažeći IMAP port"
      ],
      "If ${ bold2StepsDisabled } in Gmail (default settings), please make sure that:": [
        "Ako je ${ bold2StepsDisabled } u Gmailu (zadano), pobrinite se da:"
      ],
      "If ${ bold2StepsEnabled } in Gmail, please make sure that you are using your app password instead of your regular password.": [
        "Ako je ${ bold2StepsEnabled } u Gmailu, provjerite upotrebljavate li lozinku za aplikaciju umjesto uobičajene lozinke."
      ],
      "You can also try to sign out of ${ boldGoogleAccounts } in the browser, then unlock ${ linkCAPTCHA }.": [
        "Također se možete pokušati odjaviti iz ${ boldGoogleAccounts } u pregledniku, a zatim otključajte ${ linkCAPTCHA }."
      ],
      "Proton can't connect to your account. Please make sure that Gmail IMAP access is enabled.": [
        "Proton se ne može povezati s vašim računom. Provjerite je li omogućen pristup IMAP-u za Gmail."
      ],
      "your password is correct": [
        "vaša lozinka je točna"
      ],
      "\"Less secure app access\" is turned on in your Google account security settings": [
        "\"Pristup za manje sigurne aplikacije\" je uključen u sigurnosnim postavkama vašeg Google računa"
      ],
      "Proton can't connect to your Gmail account. Please make sure that the mail server address and port number are correct.": [
        "Proton se ne može povezati s vašim Gmail računom. Molimo provjerite jesu li adresa poslužitelja pošte i broj porta ispravni."
      ],
      "If ${ bold2StepsDisabled } (default Gmail settings), please make sure that:": [
        "Ako je ${ bold2StepsDisabled } (zadana Gmail postavka), pobrinite se da:"
      ],
      "If ${ bold2StepsEnabled }, please make sure that your email address and app password are correct. Do ${ boldNot } use your regular password.": [
        "Ako je ${ bold2StepsEnabled }, provjerite jesu li adresa e-pošte i lozinka za aplikaciju točni. ${ boldNot } koristite svoju uobičajenu lozinku."
      ],
      "Proton can't connect to your account. Please make sure that IMAP access is enabled in your Gmail account.": [
        "Proton se ne može povezati s vašim računom. Provjerite je li omogućen pristup IMAP-u u vašem Gmail računu."
      ],
      "your email address and password are correct": [
        "vaša adresa e-pošte i lozinka su točni"
      ],
      "your app password is correct. Do ${ boldNot } use your regular password": [
        "vaša lozinka za aplikaciju je točna. ${ boldNot } koristite vašu uobičajenu lozinku"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that:": [
        "Proton se ne može povezati s vašim Yahoo Mail računom. Molimo osigurajte sljedeće:"
      ],
      "IMAP access is enabled in your Yahoo account": [
        "IMAP pristup je omogućen za vaš Yahoo račun"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that the mail server address and port number are correct.": [
        "Proton se ne može povezati s vašim Yahoo Mail računom. Molimo provjerite jesu li adresa poslužitelja pošte i broj porta ispravni."
      ],
      "your email address and app password are correct. Do ${ boldNot } use your regular password": [
        "vaša adresa e-pošte i lozinka za aplikaciju su točne. ${ boldNot } koristite vašu uobičajenu lozinku"
      ],
      "Proton can't connect to your external account. Please make sure that:": [
        "Proton se ne može povezati s vašim vanjskim računom. Molimo osigurajte sljedeće:"
      ],
      "Proton can't connect to your account. Please make sure that:": [
        "Proton se ne može povezati s vašim računom. Molimo osigurajte sljedeće:"
      ],
      "IMAP access is enabled in your external account": [
        "IMAP pristup je omogućen za vaš vanjski račun"
      ],
      "Use your app password if:": [
        "Koristite vašu lozinku aplikacije ako:"
      ],
      "2-step verification is enabled in your external account": [
        "Dvofaktorska autentikacija je omogućena na vašem vanjskom računu"
      ],
      "your email account requires one to export your data": [
        "vaš račun e-pošte zahtijeva jedan za izvoz podataka"
      ],
      "Proton can't connect to your external account. Please make sure that the mail server address and port number are correct.": [
        "Proton se ne može povezati s vašim vanjskim računom. Molimo provjerite jesu li adresa poslužitelja pošte i broj porta ispravni."
      ],
      "Use your app password instead of your regular password if:": [
        "Upotrijebite lozinku za aplikaciju umjesto vaše uobičajene lozinke ako:"
      ],
      "2-step verification is enabled in your external email account": [
        "Dvofaktorska autentikacija je omogućena na vašem računu e-pošte"
      ],
      "your email account requires an app password to export your data": [
        "vaš račun e-pošte zahtijeva lozinku aplikacije za izvoz podataka"
      ],
      "Too many recent requests. Please try again in a few moments.": [
        "Previše nedavnih zahtjeva. Pokušajte ponovno za nekoliko trenutaka."
      ]
    },
    "Import error emphasis": {
      "2-step verification is disabled": [
        "Dvofaktorska autentikacija je onemogućena"
      ],
      "2-step verification is enabled": [
        "Dvofaktorska autentikacija je omogućena"
      ],
      "all your other Google accounts": [
        "svim ostalim Google računima"
      ],
      "not": [
        "ne"
      ],
      "CAPTCHA": [
        "CAPTCHA"
      ]
    },
    "Tooltip": {
      "Customize import to reduce the number of labels": [
        "Prilagodite uvoz da biste smanjili broj oznaka"
      ],
      "Customize import to reduce the number of folders": [
        "Prilagodite uvoz da biste smanjili broj mapa"
      ],
      "Edit label names": [
        "Uredi nazive oznaka"
      ],
      "Edit folder names": [
        "Uredi nazive mapa"
      ],
      "System subfolders will show up as separate folders in ProtonMail": [
        "Podmape sustava prikazat će se kao zasebne mape u ProtonMailu"
      ],
      "Each imported email will have this label": [
        "Svaka uvezena poruka će imat ovu oznaku"
      ],
      "The import will start with the most recent messages.": [
        "Uvoz će započeti s najnovijim porukama."
      ],
      "Account is disconnected": [
        "Račun je odspojen"
      ],
      "Your ProtonMail inbox is almost full": [
        "Vaša ProtonMail pristigla pošta je skoro puna"
      ],
      "Your external account may have reached its 24-hour bandwidth limit. Proton will try to resume the import as soon as possible.": [
        "Vaš je vanjski račun možda dosegao ograničenje propusnosti od 24 sata. Proton će pokušati nastaviti uvoz što je prije moguće."
      ],
      "You do not have any contacts to export": [
        "Nemate kontakata za izvoz"
      ],
      "Set the default layout for your Inbox.": [
        "Odaberite zadani izgled vašeg poštanskog sandučića."
      ],
      "Set the default Composer popup size as small or full screen.": [
        "Postavite zadanu veličinu prozora za nove poruke kao malo ili preko cijelog zaslona."
      ],
      "When you add a label to a message in a conversation, it will automatically be applied to all future messages you send or receive in that conversation.": [
        "Kada u razgovoru dodate oznaku poruci, ona će se automatski primijeniti na sve buduće poruke koje pošaljete ili primite u tom razgovoru."
      ],
      "Group emails in the same conversation together in your Inbox or display them separately.": [
        "Grupirajte e-poštu u istom razgovoru u pristigloj pošti ili ih prikažite zasebno."
      ],
      "Use multiple addresses / aliases linked to your account, e.g. username2@protonmail.com": [
        "Koristite više adresa / aliasa povezanih s vašim računom, npr. korisnickoime2@protonmail.com"
      ],
      "Host emails for your own domain(s) at ProtonMail, e.g. john.smith@example.com": [
        "Pružajte usluge e-pošte za vaše domene na ProtonMailu, npr. ivan.horvat@primjer.hr"
      ],
      "Use the personal address username@pm.me to send emails": [
        "Koristite osobnu adresu e-pošte korisnickoime@pm.me za slanje e-pošte"
      ],
      "Multi-user support is only applicable to plans with 2 or more users": [
        "Višekorisnička podrška je primjenjiva na planove s 2 ili više korisnika"
      ],
      "NetShield protects your device and speeds up your browsing by blocking ads, trackers, and malware.": [
        "NetShield štiti vaš uređaj i ubrzava pregledavanje blokiranjem oglasa, pratitelja i zlonamjernih programa."
      ],
      "Support for file sharing protocols such as BitTorrent.": [
        "Podrška za protokole za dijeljenje datoteka poput BitTorrent."
      ],
      "Access geo-blocked content (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube, etc) no matter where you are.": [
        "Pristupite geo-blokiranom sadržaju (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube itd.) bez obzira gdje se nalazite."
      ],
      "Route your Internet traffic through the Tor network with a single click.": [
        "Preusmjerite sav svoj internetski promet kroz Tor mrežu jednim klikom."
      ],
      "Defends against threats to VPN privacy by passing your Internet traffic through multiple servers.": [
        "Štiti se od opasnosti koje prijete privatnosti VPN-a, preusmjeravanjem vašeg internetskog prometa kroz više poslužitelja."
      ],
      "Get access to all the paid features for both ProtonVPN and ProtonMail (the encrypted email service that millions use to protect their data) with one plan.": [
        "Pristup svim plaćenim značajkama za ProtonVPN i ProtonMail (šifriranu uslugu e-pošte koji milijuni koriste za zaštitu svojih podataka) s jednim planom."
      ],
      "Get access to all the paid features for both ${ vpnAppName } and ${ mailAppName } (the encrypted email service that millions use to protect their data) with one plan.": [
        "Pristup svim plaćenim značajkama za ${ vpnAppName } i ${ mailAppName } (šifriranu uslugu e-pošte koji milijuni koriste za zaštitu svojih podataka) s jednim planom."
      ],
      "Host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Pružajte usluge e-pošte za vaše domene na ${ mailAppName }, npr. ivan.horvat@primjer.hr"
      ],
      "Create multiple email addresses linked to your account, e.g. username2@protonmail.com": [
        "Stvorite više adresa e-pošte povezanih s vašim računom, npr. korisnickoime2@protonmail.com"
      ],
      "Discount applied for annual billing cycle": [
        "Popust se primjenjuje za godišnji ciklus naplate"
      ],
      "Discount applied for two-year billing cycle": [
        "Popust se primjenjuje za dvogodišnji ciklus naplate"
      ],
      "If you purchased a gift code or received one from our support team, you can enter it here.": [
        "Ako ste kupili darovni kôd ili ga dobili od našeg tima za podršku, možete ga unijeti ovdje."
      ],
      "ProtonMail users will use this key by default for sending": [
        "ProtonMail korisnici će koristiti ovaj ključ kao zadani, za slanje"
      ],
      "You have locally decrypted this key": [
        "Lokalno ste dešifrirali ovaj ključ"
      ],
      "This key is encrypted with an old password": [
        "Ovaj ključ je šifriran s starom lozinkom"
      ],
      "Signatures produced by this key are treated as invalid and this key cannot be used for encryption": [
        "Potpisi proizvedeni ovim ključem tretiraju se kao nevažeći i ovaj ključ se ne može koristiti za šifriranje"
      ],
      "This key cannot be used for encryption": [
        "Ovaj ključ se ne može koristiti za šifriranje"
      ],
      "This address has been disabled": [
        "Ova adresa e-pošte je onemogućena"
      ],
      "This feature is only available for paid users": [
        "Ova značajka je dostupna samo za plaćene korisnike"
      ],
      "Enable/disable desktop and mobile notifications": [
        "Omogući/onemogući desktop i mobilne obavijesti"
      ],
      "Enabling advanced logs records the IP address for each event in the security log.": [
        "Omogućavanjem naprednih zapisa, IP adresa za svaki događaj će se spremati u sigurnosne zapise."
      ],
      "Messages in the Sent or Drafts folder will continue to appear in that folder, even if you move them to another folder.": [
        "Poruke u Poslano ili Skice mapi će se nastaviti pojavljivati u toj mapi, čak i kada ih pomaknete u drugu datoteku."
      ],
      "When you click on a link, this anti-phishing feature will ask you to confirm the URL of the web page.": [
        "Kada kliknete na poveznicu, ova značajka za zaštitu od krađe identiteta će tražiti da potvrdite točnost URL-a web stranice."
      ],
      "This feature delays sending your emails, giving you the opportunity to undo send during the selected time frame.": [
        "Ova značajka odgađa slanje vaše e-pošte, dajući vam mogućnost poništavanja slanja tijekom odabranog vremenskog okvira."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "Prestali smo s potpisivanjem DKIM-a zbog problema s vašim DNS postavkama. Slijedite dolje navedene upute za nastavak potpisivanja."
      ],
      "Your DKIM signing is working.": [
        "Vaše DKIM potpisivanje radi."
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "Otkrili smo problem s vašim DNS postavkama. Pobrinite se da se vaši zapisi podudaraju s uputama u nastavku. Ako se problem nastavi, morat ćemo isključiti potpisivanje DKIM-a."
      ]
    },
    "Security phrase": {
      "Permanently delete messages in ${ email }": [
        "Trajno izbriši e-poruke od ${ email }"
      ]
    },
    "Instructions": {
      "To confirm this action enter the following text in the box below.": [
        "Za potvrdu ove radnje, unesite sljedeći tekst u donji okvir."
      ],
      "Enter phrase to confirm": [
        "Unesite izraz za potvrdu"
      ]
    },
    "Import status": {
      "Paused": [
        "Pauzirano"
      ],
      "Canceled": [
        "Poništeno"
      ],
      "Completed": [
        "Dovršeno"
      ],
      "Failed": [
        "Neuspješno"
      ],
      "${ percentageValue }% paused": [
        "${ percentageValue }% pauzirano"
      ],
      "Started": [
        "Započeto"
      ],
      "Canceling": [
        "Otkazivanje"
      ],
      "Delayed": [
        "Odgođeno"
      ]
    },
    "Success": {
      "Import resumed": [
        "Uvoz nastavljen"
      ],
      "Import canceled": [
        "Uvoz je otkazan"
      ],
      "Import record deleted": [
        "Zapis uvoza je izbrisan"
      ],
      "Deleting original messages": [
        "Brisanje originalnih poruka"
      ],
      "Preference saved": [
        "Postavke su spremljene"
      ],
      "Premium address created": [
        "Stvorena je Premium adresa"
      ],
      "Keyboard shortcuts preferences updated": [
        "Postavke tipkovnih prečaca su ažurirane"
      ],
      "Locale updated": [
        "Lokalizacija je ažurirana"
      ],
      "${ server.Domain } copied in your clipboard": [
        "${ server.Domain } kopirano u vaš međuspremnik"
      ],
      "Buttons position saved": [
        "Pozicija dugmadi je spremljena"
      ],
      "Password updated": [
        "Lozinka je ažurirana"
      ],
      "Account deleted. Logging out...": [
        "Račun je uklonjen. Odjavljivanje..."
      ],
      "Address added": [
        "Adresa je dodana"
      ],
      "Address updated": [
        "Adresa je ažurirana"
      ],
      "Payment method deleted": [
        "Način plaćanja je izbrisan"
      ],
      "Payment method updated": [
        "Način plaćanja je ažuriran"
      ],
      "Email address copied to clipboard": [
        "Adresa e-pošte je kopirana u međuspremnik"
      ],
      "Calendar created. It might take a few minutes to sync.": [
        "Kalendar je stvoren. Pričekajte par minuta za sinkronizaciju."
      ],
      "Calendar created": [
        "Kalendar je stvoren"
      ],
      "Calendar updated": [
        "Kalendar je ažuriran"
      ],
      "Default calendar updated": [
        "Zadani kalendar je ažuriran"
      ],
      "Calendar removed": [
        "Kalendar je uklonjen"
      ],
      "You have successfully unsubscribed": [
        "Uspješno ste poništili pretplatu"
      ],
      "Payment method added": [
        "Način plaćanja dodan"
      ],
      "Credits added": [
        "Nadodan je kredit"
      ],
      "Gift code applied": [
        "Kôd darovnog kupona je primjenjen"
      ],
      "Bug reported": [
        "Problem je prijavljen"
      ],
      "Auto-reply disabled": [
        "Automatski odgovori su onemogućeni"
      ],
      "Auto-reply updated": [
        "Automatski odgovori ažurirani"
      ],
      "Code sent to ${ methodTo }": [
        "Kôd je poslan na ${ methodTo }"
      ],
      "Verification successful": [
        "Uspješna provjera"
      ],
      "Email updated": [
        "Ažurirana je adresa"
      ],
      "Phone number updated": [
        "Broj telefona je ažuriran"
      ],
      "Session revoked": [
        "Sesija je opozvana"
      ],
      "Sessions revoked": [
        "Sesije su opozvane"
      ],
      "Invoice paid": [
        "Plaćen račun"
      ],
      "Invoice customized": [
        "Prilagođena je faktura"
      ],
      "Organization activated": [
        "Organizacija je aktivirana"
      ],
      "Keys updated": [
        "Ažurirani su ključevi"
      ],
      "User updated": [
        "Korisnik je ažuriran"
      ],
      "User created": [
        "Korisnik je stvoren"
      ],
      "Verify code copied to clipboard!": [
        "Potvrdni kôd kopiran u međuspremnik!"
      ],
      "SPF value copied to clipboard!": [
        "SPF vrijednost spremljena u međuspremnik!"
      ],
      "Value copied to clipboard!": [
        "Vrijednost spremljena u međuspremnik!"
      ],
      "DMARC value copied to clipboard!": [
        "DMARC vrijednost spremljena u međuspremnik!"
      ],
      "Domain verified": [
        "Domena je potvrđena"
      ],
      "Catch-all address updated": [
        "Dohvati-sve adresa je ažurirana"
      ],
      "If you entered a valid recovery email we will send you an email with your usernames in the next minute.": [
        "Ako ste unijeli važeću adresu e-pošte za oporavak, poslat ćemo vam e-poštu s vašim korisničkim imenima u sljedećoj minuti."
      ],
      "If you entered a valid recovery phone we will send you an sms with your usernames in the next minute.": [
        "Ako ste unijeli važeći broj telefona za oporavak, poslat ćemo vam tekstualnu poruku s vašim korisničkim imenima u sljedećoj minuti."
      ]
    },
    "Title header": {
      "Import": [
        "Uvoz"
      ],
      "Status": [
        "Status"
      ],
      "Date": [
        "Datum"
      ],
      "Size": [
        "Veličina"
      ],
      "Actions": [
        "Radnje"
      ]
    },
    "Import error link": {
      "bandwidth limit": [
        "ograničenje propusnosti"
      ]
    },
    "Option": {
      "Automatic (${ defaultFormat })": [
        "Automatski (${ defaultFormat })"
      ],
      "Automatic (${ defaultDay })": [
        "Automatski (${ defaultDay })"
      ],
      "Add to existing group": [
        "Dodaj u postojeću grupu"
      ],
      "Create new group": [
        "Stvori novu grupu"
      ],
      "Ignore group": [
        "Ignoriraj grupu"
      ],
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Router": [
        "Usmjerivač (Router)"
      ],
      "UDP": [
        "UDP"
      ],
      "TCP": [
        "TCP"
      ],
      "Secure Core configs": [
        "Secure core konfiguracije"
      ],
      "Country configs": [
        "Postavke države"
      ],
      "Standard server configs": [
        "Postavke standardnog poslužitelja"
      ],
      "Free server configs": [
        "Postavke besplatnog poslužitelja"
      ],
      "Normal": [
        "Normalno"
      ],
      "Plain text": [
        "Običan tekst"
      ],
      "Left to Right": [
        "S lijeva na desno"
      ],
      "Right to Left": [
        "S desna na lijevo"
      ],
      "Select a reason": [
        "Odaberite razlog"
      ],
      "I use a different Proton account": [
        "Koristim drugi Proton račun"
      ],
      "It's too expensive": [
        "Preskupo je"
      ],
      "It's missing a key feature that I need": [
        "Nedostaje ključna značajka koja mi treba"
      ],
      "I found another service that I like better": [
        "Pronašao/la sam drugu uslugu koja mi se više sviđa"
      ],
      "My reason isn't listed": [
        "Moj razlog nije naveden"
      ],
      "It’s temporary, I’ll be back": [
        "Privremeno je, vratit ću se"
      ],
      "I didn’t understand what I was signing up for": [
        "Nisam razumio za što se prijavljujem"
      ],
      "It’s too expensive": [
        "Preskupo je"
      ],
      "I’m unhappy with customer service": [
        "Nezadovoljan sam korisničkom službom"
      ],
      "Using Proton is too complicated": [
        "Proton je previše kompliciran za korištenje"
      ],
      "I'm switching to a different service": [
        "Prelazim na drugu uslugu"
      ],
      "The quality didn't live up to my expectations": [
        "Kvaliteta nije opravdala moja očekivanja"
      ],
      "Other": [
        "Ostalo"
      ],
      "${ stateOfTheArt } X25519 (Fastest, most modern)": [
        ""
      ],
      "${ highestSecurity } RSA 4096-bit (Slower, but increased compatibility with legacy software)": [
        ""
      ],
      "Fixed duration": [
        "Fiksno trajanje"
      ],
      "Repeat daily": [
        "Ponovi svaki dan"
      ],
      "Repeat weekly": [
        "Ponovi svaki tjedan"
      ],
      "Repeat monthly": [
        "Ponovi svaki mjesec"
      ],
      "Permanent": [
        "Trajno"
      ],
      "1st of the month": [
        "1. dan u mjesecu"
      ],
      "2nd of the month": [
        "2. dan u mjesecu"
      ],
      "3rd of the month": [
        "3. dan u mjesecu"
      ],
      "4th of the month": [
        "4. dan u mjesecu"
      ],
      "5th of the month": [
        "5. dan u mjesecu"
      ],
      "6th of the month": [
        "6. dan u mjesecu"
      ],
      "7th of the month": [
        "7. dan u mjesecu"
      ],
      "8th of the month": [
        "8. dan u mjesecu"
      ],
      "9th of the month": [
        "9. dan u mjesecu"
      ],
      "10th of the month": [
        "10. dan u mjesecu"
      ],
      "11th of the month": [
        "11. dan u mjesecu"
      ],
      "12th of the month": [
        "12. dan u mjesecu"
      ],
      "13th of the month": [
        "13. dan u mjesecu"
      ],
      "14th of the month": [
        "14. dan u mjesecu"
      ],
      "15th of the month": [
        "15. dan u mjesecu"
      ],
      "16th of the month": [
        "16. dan u mjesecu"
      ],
      "17th of the month": [
        "17. dan u mjesecu"
      ],
      "18th of the month": [
        "18. dan u mjesecu"
      ],
      "19th of the month": [
        "19. dan u mjesecu"
      ],
      "20th of the month": [
        "20. dan u mjesecu"
      ],
      "21st of the month": [
        "21. dan u mjesecu"
      ],
      "22nd of the month": [
        "22. dan u mjesecu"
      ],
      "23rd of the month": [
        "23. dan u mjesecu"
      ],
      "24th of the month": [
        "24. dan u mjesecu"
      ],
      "25th of the month": [
        "25. dan u mjesecu"
      ],
      "26th of the month": [
        "26. dan u mjesecu"
      ],
      "27th of the month": [
        "27. dan u mjesecu"
      ],
      "28th of the month": [
        "28. dan u mjesecu"
      ],
      "29th of the month": [
        "29. dan u mjesecu"
      ],
      "30th of the month": [
        "30. dan u mjesecu"
      ],
      "31st of the month": [
        "31. dan u mjesecu"
      ],
      "No parent folder": [
        "Nema roditeljske mape"
      ]
    },
    "Day": {
      "Sunday": [
        "Nedjelja"
      ],
      "Monday": [
        "Ponedjeljak"
      ],
      "Tuesday": [
        "Utorak"
      ],
      "Wednesday": [
        "Srijeda"
      ],
      "Thursday": [
        "Četvrtak"
      ],
      "Friday": [
        "Petak"
      ],
      "Saturday": [
        "Subota"
      ]
    },
    "Progress bar description": {
      "${ contactsExported.length } out of ${ countContacts } contacts successfully exported.": [
        "${ contactsExported.length } od ${ countContacts } kontakata uspješno uveženo."
      ],
      "No contacts exported.": [
        "Nema izvezenih kontakata."
      ]
    },
    "Description": {
      "Decrypting contacts... This may take a few minutes. When the process is completed, you will be able to download the file with all your contacts exported.": [
        "Dešifriranje kontakata... Ovo može potrajati nekoliko minuta. Nakon dovršetka možete preuzeti datoteku koja sadrži vaše sve kontakte."
      ],
      "The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_CONTACTS_STRING } contact. If your file is bigger, please split it into smaller files.": [
        "Datoteka bi trebala imati maksimalnu veličinu od ${ MAX_IMPORT_FILE_SIZE_STRING } i imati ${ MAX_IMPORT_CONTACTS_STRING } kontakt. Ako je vaša datoteka veća, podijelite je na manje datoteke.",
        "Datoteka bi trebala imati maksimalnu veličinu od ${ MAX_IMPORT_FILE_SIZE_STRING } i imati do ${ MAX_IMPORT_CONTACTS_STRING } kontakta. Ako je vaša datoteka veća, podijelite je na manje datoteke.",
        "Datoteka bi trebala imati maksimalnu veličinu od ${ MAX_IMPORT_FILE_SIZE_STRING } i imati do ${ MAX_IMPORT_CONTACTS_STRING } kontakata. Ako je vaša datoteka veća, podijelite je na manje datoteke."
      ],
      "It looks like the contact list you are importing contains some groups. Please review how these groups should be imported.": [
        "Popis kontakata koji uvozite sadrži neke grupe. Pregledajte kako bi ove grupe trebalo uvesti."
      ],
      "Encrypting and importing contacts... This may take a few minutes. When the process is completed, you can close this modal.": [
        "Šifriranje i uvoz kontakata... To može potrajati nekoliko minuta. Kad je postupak dovršen, ovaj modal možete zatvoriti."
      ],
      "You can import events in iCal format (ICS file). The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_EVENTS_STRING } events. If your file is bigger, please split it into smaller files.": [
        "Možete uvesti događaje u iCal formatu (ICS datoteka). Datoteka bi trebala imati maksimalnu veličinu od ${ MAX_IMPORT_FILE_SIZE_STRING } i imati do ${ MAX_IMPORT_EVENTS_STRING } događaja. Ako je vaša datoteka veća, podijelite je na manje datoteke."
      ]
    },
    "TableHeader": {
      "Import": [
        "Uvoz"
      ],
      "CSV field": [
        "CSV polje"
      ],
      "vCard field": [
        "vCard polje"
      ],
      "Values": [
        "Vrijednosti"
      ],
      "Name": [
        "Naziv"
      ],
      "Country": [
        "Država"
      ],
      "City": [
        "Grad"
      ],
      "Status": [
        "Status"
      ],
      "Action": [
        "Radnja"
      ]
    },
    "Error notification": {
      "First name and last name cannot be unchecked at the same time": [
        "Ime i prezime ne mogu se istovremeno odznačiti"
      ]
    },
    "Description of the purpose of the import CSV modal": {
      "We have detected the following fields in the CSV file you uploaded. Check the ones you want to import.": [
        "Pronađena su sljedeća polja u CSV datoteci koju ste prenijeli. Označite one koje želite uvesti."
      ],
      "Also, we have automatically matched CSV fields with vCard fields. You can review and change this matching manually.": [
        "Također, CSV polja automatski se podudaraju s vCard poljima. Možete to ručno pregledati i promijeniti."
      ]
    },
    "Import contact groups info": {
      "${ totalContacts } contact": [
        "${ totalContacts } kontakt",
        "${ totalContacts } kontakta",
        "${ totalContacts } kontakata"
      ]
    },
    "Alert": {
      "By leaving now, some contacts may not be imported": [
        "Ako sada napustite, neki se kontakti možda neće uvesti"
      ],
      "By leaving now, some events may not be imported": [
        "Ako sada napustite, neki se događaji možda neće uvesti"
      ],
      "Deleting your keys is irreversible. To be able to access any message encrypted with this, you might want to make a backup of this key for later use.": [
        "Brisanje vaših ključeva je nepovratno. Da biste mogli pristupiti bilo kojoj poruci šifriranom ovim ključem, možda biste trebali napraviti sigurnosnu kopiju ovog ključa za kasniju upotrebu."
      ],
      "You will face a permanent data loss by not making a backup of your key.": [
        "Suočiti ćete se s trajnim gubitkom podataka ako ne napravite sigurnosnu kopiju svog ključa."
      ],
      "Are you sure you want to import a private key? Importing an insecurely generated or leaked private key can harm the security of your emails.": [
        "Sigurno želite uvesti privatni ključ? Uvoz nesigurno generiranog ili objavljenog privatnog ključa može ugroziti sigurnost vaših e-poruka."
      ]
    },
    "Import calendar": {
      "Encrypting and adding contacts: ${ totalImported }/${ totalToImport }": [
        "Šifriranje i dodavanje kontakata: ${ totalImported }/${ totalToImport }"
      ],
      "Please don't close the tab before the importing process is finished.": [
        "Ne zatvarajte karticu prije završetka postupka uvoza."
      ],
      "Encrypting and adding events to your calendar: ${ totalImported }/${ totalToImport }": [
        "Šifriranje i dodavanje događaja u vaš kalendar: ${ totalImported }/${ totalToImport }"
      ],
      "Event successfully imported. The imported event will now appear in your calendar.": [
        "Događaj je uspješno uvezen. Uvezeni događaj će se sada pojaviti u vašem kalendaru.",
        "Događaji su uspješno uvezeni. Uvezeni događaji će se sada pojaviti u vašem kalendaru.",
        "Događaji su uspješno uvezeni. Uvezeni događaji će se sada pojaviti u vašem kalendaru."
      ],
      "An error occurred while encrypting and adding your events. ${ totalImported } out of ${ totalToImport } events successfully imported.": [
        "Došlo je do pogreške prilikom šifriranja i dodavanja vaših događaja. ${ totalImported } od ${ totalToImport } događaja uspješno je uvezeno."
      ],
      "An error occurred while encrypting and adding your event. No event could be imported.": [
        "Došlo je do pogreške prilikom šifriranja i dodavanja vašeg događaja. Nije moguće uvesti nijedan događaj.",
        "Došlo je do pogreške prilikom šifriranja i dodavanja vaših događaja. Nije moguće uvesti nijedan događaj.",
        "Došlo je do pogreške prilikom šifriranja i dodavanja vaših događaja. Nije moguće uvesti nijedan događaj."
      ],
      "${ totalImported }/${ totalToImport } event encrypted and added to your calendar": [
        "${ totalImported }/${ totalToImport } događaj šifriran i dodan u vaš kalendar",
        "${ totalImported }/${ totalToImport } događaja šifrirana i dodana u vaš kalendar",
        "${ totalImported }/${ totalToImport } događaja šifrirano i dodano u vaš kalendar"
      ]
    },
    "Import contact error": {
      "Contact ${ contactId }: ": [
        "Kontakt ${ contactId }: "
      ]
    },
    "Info on errors": {
      "Click for details": [
        "Kliknite za prikaz detalja"
      ]
    },
    "Import contacts warning": {
      "for now": [
        "za sada"
      ],
      "ProtonContacts does not support ${ forNow }:": [
        "ProtonContacts ne podržava ${ forNow }:"
      ]
    },
    "Import warning": {
      "No contact can be imported. Click for details": [
        "Nije moguće uvesti nijedan kontakt. Pritisnite za detalje"
      ],
      "${ totalContactsDiscarded } out of ${ totalContacts } contacts will not be imported. Click for details": [
        "${ totalContactsDiscarded } od ${ totalContacts } kontakata neće biti uvezeno. Pritisnite za detalje"
      ],
      "No event can be imported. Click for details": [
        "Nije moguće uvesti nijedan događaj. Pritisnite za detalje"
      ],
      "Part of your calendar content is not supported and will not be imported": [
        "Dio sadržaja vašeg kalendara nije podržan i neće se uvesti"
      ],
      "${ totalEventsDiscarded } out of ${ totalEvents } events will not be imported. Click for details": [
        "${ totalEventsDiscarded } od ${ totalEvents } događaja neće biti uvezeno. Pritisnite za detalje"
      ]
    },
    "Import calendar warning": {
      "vCard versions < 3.0": [
        "vCard verzije < 3.0"
      ],
      "for now": [
        "za sada"
      ],
      "${ CALENDAR_APP_NAME } does not support ${ forNow }:": [
        "${ CALENDAR_APP_NAME } ne podržava ${ forNow }:"
      ],
      "Attendees": [
        "Sudionici"
      ],
      "Complex recurring rules": [
        "Složena ponavljajuća pravila"
      ],
      "Email notifications": [
        "Obavijesti e-pošte"
      ],
      "To-do entries": [
        "Stavke liste zadataka"
      ],
      "Journal entries": [
        "Stavke dnevnika"
      ],
      "Free-busy time information": [
        "Informacije o slobodnom/zauzetom vremenu"
      ],
      "Unofficial or custom timezones": [
        "Ne službene i prilagođene vremenske zone"
      ],
      "Non-Gregorian calendars": [
        "Ne gregorijanski kalendar"
      ]
    },
    "Import contacts": {
      "Contact successfully imported. The imported contact will now appear in your contact list.": [
        "Kontakt je uspješno uvezen. Uvezeni kontakt će se sada pojaviti u vašoj listi kontakata.",
        "kontakta su uspješno uvezena. Uvezeni kontakti će se sada pojaviti u vašoj listi kontakata.",
        "kontakta je uspješno uvezeno. Uvezeni kontakti će se sada pojaviti u vašoj listi kontakata."
      ],
      "An error occurred while encrypting and adding your contacts. ${ totalImported } out of ${ totalToImport } contacts successfully imported.": [
        "Došlo je do pogreške prilikom šifriranja i dodavanja vaših kontakata. ${ totalImported } od ${ totalToImport } kontakata uspješno je uvezeno."
      ]
    },
    "Import contact": {
      "An error occurred while encrypting and adding your contact. No contact could be imported.": [
        "Došlo je do pogreške prilikom šifriranja i dodavanja vašeg kontakta. Nije moguće uvesti nijedan kontakt.",
        "Došlo je do pogreške prilikom šifriranja i dodavanja vaših kontakta. Nije moguće uvesti nijedan kontakt.",
        "Došlo je do pogreške prilikom šifriranja i dodavanja vaših kontakta. Nije moguće uvesti nijedan kontakt."
      ],
      "${ totalImported }/${ totalToImport } contact encrypted and added to your contact list": [
        "${ totalImported }/${ totalToImport } kontakt šifriran i dodan u vašu listu kontakata",
        "${ totalImported }/${ totalToImport } kontakta šifrirano i dodano u vašu listu kontakata",
        "${ totalImported }/${ totalToImport } kontakta šifrirano i dodano u vašu listu kontakata"
      ]
    },
    "VPNClient": {
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Chromebook": [
        "Chromebook"
      ],
      "Android TV": [
        "Android TV"
      ]
    },
    "Notification": {
      "OpenVPN / IKEv2 credentials regenerated": [
        "OpenVPN / IKEv2 vjerodajnice su ponovno stvorene"
      ],
      "A disabled address cannot be primary": [
        "Onemogućena adresa e-pošte ne može biti primarna"
      ],
      "${ _Filter.Name } created": [
        "${ _Filter.Name } stvoren"
      ]
    },
    "CountryInfo": {
      "(via ${ entryCountryName })": [
        "(putem ${ entryCountryName })"
      ]
    },
    "Feature": {
      "Access to all countries": [
        "Pristup svim državama"
      ],
      "Secure Core servers": [
        "Secure Core poslužitelji"
      ],
      "Fastest VPN servers": [
        "Najbrži VPN poslužitelji"
      ],
      "Torrenting support (P2P)": [
        "Torrent podrška (P2P)"
      ],
      "Connection for up to ${ plusVpnConnections } device": [
        "Veza za ${ plusVpnConnections } uređaj",
        "Veza za do ${ plusVpnConnections } uređaja",
        "Veza za do ${ plusVpnConnections } uređaja"
      ],
      "Secure streaming support": [
        "Sigurna streaming podrška"
      ],
      "VPN ${ connectionsPluralized }": [
        "VPN ${ connectionsPluralized }"
      ]
    },
    "VPN info": {
      "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now, and more.": [
        "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now i drugi."
      ]
    },
    "Label to change composer mode": {
      "Normal": [
        "Normalno"
      ],
      "Maximized": [
        "Maksimizirano"
      ]
    },
    "Label to change view layout": {
      "Column": [
        "Stupac"
      ],
      "Row": [
        "Redak"
      ]
    },
    "Label to change density": {
      "Comfortable": [
        "Udobno"
      ],
      "Compact": [
        "Kompaktno"
      ]
    },
    "Message": {
      "Are you sure you want to disable two-factor authentication?": [
        "Jeste li sigurni da želite onemogućiti provjeru autentičnosti u dva koraka?"
      ],
      "Set up a custom domain email address (e.g., you@yourcompany.com). It only takes a few minutes, and our wizard will guide you through the process.": [
        "Postavite adresu e-pošte s prilagođene domene (npr. vi@vasatvrtka.hr). Potrebno je samo nekoliko minuta, a naš čarobnjak će vas voditi kroz postupak."
      ],
      "Upgrade to any paid plan to use custom domains and unlock premium features": [
        ""
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to use a catch-all address and unlock premium features": [
        ""
      ],
      "Re:": [
        "Re:"
      ],
      "Fw:": [
        "Fw:"
      ]
    },
    "Label for news": {
      "Proton company announcements": [
        "Proton najave tvrtke"
      ],
      "Proton product announcements": [
        "Proton najave proizvoda"
      ],
      "Proton for Business newsletter": [
        "ProtonMail za tvrtke bilten"
      ],
      "Proton newsletter": [
        "Proton bilten"
      ],
      "Proton beta announcements": [
        "Proton beta najave"
      ],
      "Proton announcements": [
        "Proton najave"
      ],
      "Proton major features": [
        "Protonove velike značajke"
      ],
      "Proton for business": [
        "Proton za tvrtke"
      ],
      "Proton Beta": [
        "Proton Beta"
      ]
    },
    "Frequency of news": {
      "(1 email per quarter)": [
        "(1 e-poruka u tromjesečju)"
      ],
      "(1-2 emails per month)": [
        "(1-2 e-poruke mjesečno)"
      ],
      "(1 email per month)": [
        "(1 e-poruka mjesečno)"
      ]
    },
    "Header for addresses table": {
      "Address": [
        "Adresa"
      ],
      "Status": [
        "Status"
      ],
      "Actions": [
        "Radnje"
      ],
      "Username": [
        "Korisničko ime"
      ],
      "Domain": [
        "Domena"
      ]
    },
    "Address status": {
      "Default": [
        "Zadano"
      ],
      "Active": [
        "Aktivno"
      ],
      "Disabled": [
        "Onemogućeno"
      ],
      "Orphan": [
        "Siroče"
      ],
      "Missing keys": [
        "Nedostaju ključevi"
      ]
    },
    "Success notification": {
      "Address deleted": [
        "Adresa je uklonjena"
      ],
      "Address enabled": [
        "Adresa je omogućena"
      ],
      "Address disabled": [
        "Adresa je onemogućena"
      ],
      "Status updated": [
        "Status je ažuriran"
      ],
      "Filter removed": [
        "Filtar je uklonjen"
      ],
      "${ label.Name } removed": [
        "${ label.Name } uklonjeno"
      ]
    },
    "Address action": {
      "Enable": [
        "Omogući"
      ],
      "Disable": [
        "Onemogući"
      ],
      "Generate missing keys": [
        "Generiraj ključeve koji nedostaju"
      ],
      "Delete": [
        "Izbriši"
      ]
    },
    "Payment method option": {
      "New credit/debit card": [
        "Nova kreditna/debitna kartica"
      ],
      "PayPal": [
        "PayPal"
      ],
      "Bitcoin": [
        "Bitcoin"
      ]
    },
    "Confirmation title": {
      "Delete payment method": [
        "Brisanje načina plaćanja"
      ]
    },
    "Info when deleting payment method": {
      "To avoid any service interruption due to unpaid invoices, please make sure that you have at least 1 valid payment method saved at any point in time.": [
        "Da biste izbjegli bilo kakve prekide u usluzi zbog neplaćenih faktura, molimo vas da u bilo kojem trenutku imate barem 1 valjani način plaćanja."
      ]
    },
    "Confirmation message to delete payment method": {
      "Are you sure you want to delete this payment method?": [
        "Jeste li sigurni da želite ukloniti ovaj način plaćanja?"
      ]
    },
    "Label on payment method": {
      "Expired": [
        "Isteklo"
      ],
      "Default": [
        "Zadano"
      ]
    },
    "Title for payment methods table": {
      "Method": [
        "Metoda"
      ],
      "Status": [
        "Status"
      ],
      "Actions": [
        "Radnje"
      ]
    },
    "Info for payment methods": {
      "You can add a payment method to have your subscription renewed automatically. Other payment methods are also available.": [
        "Možete dodati način plaćanja kako bi se pretplata automatski obnavljala. Dostupni su i drugi načini plaćanja."
      ]
    },
    "Header": {
      "Get help": [
        ""
      ],
      "Name": [
        "Naziv"
      ],
      "Status": [
        "Status"
      ],
      "Actions": [
        "Radnje"
      ],
      "Calendar": [
        "Kalendar"
      ],
      "Label": [
        "Oznaka"
      ],
      "What others see": [
        "Što drugi vide"
      ],
      "Folders": [
        "Mape"
      ],
      "Notifications": [
        "Obavijesti"
      ],
      "Event": [
        "Događaj"
      ],
      "Time": [
        "Vrijeme"
      ],
      "Organization key fingerprint": [
        "Jedinstveni ključ organizacije"
      ],
      "Key type": [
        "Vrsta ključa"
      ]
    },
    "Duration": {
      "30 minutes": [
        "30 minuta"
      ],
      "60 minutes": [
        "60 minuta"
      ],
      "90 minutes": [
        "90 minuta"
      ],
      "120 minutes": [
        "120 minuta"
      ]
    },
    "Notification when": {
      "day before": [
        "dan prije",
        "dana prije",
        "dana prije"
      ],
      "on the same day": [
        "isti dan"
      ],
      "at time of event": [
        "u vrijeme događaja"
      ],
      "week before": [
        "tjedan prije",
        "tjedna prije",
        "tjedana prije"
      ],
      "minute before": [
        "minuta prije",
        "minute prije",
        "minuta prije"
      ],
      "hour before": [
        "sat prije",
        "sata prije",
        "sata prije"
      ]
    },
    "Title (number of minutes/hours/days/weeks)": {
      "Choose a number": [
        "Odaberite broj"
      ]
    },
    "Notification time input": {
      "at": [
        "u"
      ]
    },
    "Notification type": {
      "via notification": [
        "putem obavijesti"
      ],
      "by email": [
        "putem e-pošte"
      ]
    },
    "Export calendar": {
      "Loading events": [
        "Učitavanje događaja"
      ],
      "Decrypting events from your calendar: ${ totalProcessed }/${ totalToProcess }": [
        "Dešifriranje događaja u vašem kalendaru: ${ totalProcessed }/${ totalToProcess }"
      ],
      "Please don't close the tab before the exporting process is finished.": [
        "Ne zatvarajte karticu prije završetka postupka izvoza."
      ],
      "Error decrypting event": [
        "Pogreška prilikom dešifriranja događaja"
      ],
      "Password reset - multiple events cannot be decrypted": [
        "Poništenje lozinke - više događaja se ne može dešifrirati"
      ],
      "Password reset - event cannot be decrypted": [
        "Poništenje lozinke - događaj se ne može dešifrirati"
      ],
      "${ totalProcessed }/${ totalToProcess } event exported": [
        "${ totalProcessed }/${ totalToProcess } događaj izvezen",
        "${ totalProcessed }/${ totalToProcess } događaja izvezena",
        "${ totalProcessed }/${ totalToProcess } događaja izvezeno"
      ],
      "Calendar successfully exported. You can now save the ICS file.": [
        "Kalendar je uspješno izvezen. Možete sada spremiti ICS datoteku."
      ],
      "Due to a password reset, some of your events could not be decrypted and exported.": [
        "Zbog poništavanja lozinke, neki od vaših događaja se nisu mogli dešifrirati i izvesti."
      ],
      "You can save an ICS file of the events that were successfully exported.": [
        "Uspješno izvezene događaje možete spremiti u ICS datoteku."
      ],
      "Learn how to restore encrypted events with old password": [
        "Saznajte kako vratiti šifrirane događaje s starom lozinkom"
      ],
      "Some of your events could not be exported.": [
        "Neki od vaših događaja se ne mogu izvoziti."
      ],
      "The internet connection was interrupted, causing the export process to fail. Please try again.": [
        "Internetska veza je prekinuta, što je uzrokovalo neuspjeh u postupku izvoza. Pokušajte ponovno."
      ],
      "Due to a password reset, none of your events could be decrypted and exported.": [
        "Zbog poništavanja lozinke, nijedan se vaš događaj nije mogao dešifrirati i izvesti."
      ],
      "None of the events could be exported.": [
        "Nijedan od događaja se ne može izvoziti."
      ]
    },
    "Summary of errors during export calendar": {
      "Details about events that couldn't be exported": [
        "Pojedinosti o događajima koje nije bilo moguće izvesti"
      ]
    },
    "Calendar status": {
      "Default": [
        "Zadano"
      ],
      "Active": [
        "Aktivno"
      ],
      "Disabled": [
        "Onemogućeno"
      ],
      "Not synced": [
        "Nije sinkronizirano"
      ]
    },
    "Calendar limit warning": {
      "You have reached the maximum number of ${ calendarsLimit } calendar.": [
        "Dosegli ste maksimum od ${ calendarsLimit } kalendara.",
        "Dosegli ste maksimum od ${ calendarsLimit } kalendara.",
        "Dosegli ste maksimum od ${ calendarsLimit } kalendara."
      ]
    },
    "Upgrade notice": {
      "Upgrade to a paid plan to create up to ${ MAX_CALENDARS_PER_USER } calendar, allowing you to make calendars for work, to share with friends, and just for yourself.": [
        "Nadogradite na plaćeni plan da biste stvorili do ${ MAX_CALENDARS_PER_USER } kalendar, što vam omogućuje izradu kalendara za posao, za sebe i za dijeljenje s prijateljima.",
        "Nadogradite na plaćeni plan da biste stvorili do ${ MAX_CALENDARS_PER_USER } kalendara, što vam omogućuje izradu kalendara za posao, za sebe i za dijeljenje s prijateljima.",
        "Nadogradite na plaćeni plan da biste stvorili do ${ MAX_CALENDARS_PER_USER } kalendara, što vam omogućuje izradu kalendara za posao, za sebe i za dijeljenje s prijateljima."
      ],
      "Upgrade to a paid plan to share your calendar with anyone with a link.": [
        "Nadogradite na plaćeni plan za dijeljenje kalendara s svima putem poveznice."
      ]
    },
    "Disabled calendar": {
      "A calendar is marked as disabled when it is linked to a disabled email address or a free @pm.me address. You can still access your disabled calendar and view events in read-only mode or delete them. You can enable the calendar by re-enabling the email address or upgrading your plan to use @pm.me addresses.": [
        "Kalendar je označen kao onemogućen kada je povezan s onemogućenom adresom e-pošte ili besplatnom @pm.me adresom. I dalje možete pristupiti svom onemogućenom kalendaru i pregledavati događaje u samo za čitanje načinu ili ih izbrisati. Kalendar možete omogućiti ponovnim omogućavanjem adrese e-pošte ili nadogradnjom na plan za korištenje @pm.me adrese."
      ]
    },
    "Primary timezone": {
      "Primary time zone": [
        "Zadana vremenska zona"
      ],
      "Secondary time zone": [
        "Sekundarna vremenska zona"
      ]
    },
    "Calendar view": {
      "Day": [
        "Dan"
      ],
      "Week": [
        "Tjedan"
      ],
      "Month": [
        "Mjesec"
      ]
    },
    "Subscribe to calendar modal": {
      "You can subscribe to someone else's calendar by pasting its URL below. This will give you access to a read-only version of this calendar.": [
        "Možete se pretplatiti na tuđi kalendar tako da zalijepite njihov URL u nastavku. To će vam omogućiti pristup ovom kalendaru verziji koja je samo za čitanje."
      ],
      "Calendar URL": [
        "URL kalendara"
      ]
    },
    "Error message": {
      "Invalid URL": [
        "Nevažeći URL"
      ],
      "Oops, something went wrong": [
        "Ups, nešto je pošlo po zlu"
      ],
      "There was a problem connecting to Proton.": [
        "Došlo je do problema pri povezivanju s Protonom."
      ],
      "Please ${ refresh } or check your connection.": [
        "Molimo ${ refresh } ili provjerite vezu."
      ],
      "Error: ${ errorMessage }": [
        "Pogreška: ${ errorMessage }"
      ],
      "Too many child sessions, please clear your cookies and sign back in.": [
        ""
      ],
      "Brace yourself till we get the error fixed.": [
        "Molimo pričekajte dok ne popravimo pogrešku."
      ],
      "You may also ${ refresh } or try again later.": [
        "Možete ${ refresh } ili pokušati ponovo kasnije."
      ],
      "There was a problem unsubscribing you.": [
        "Došlo je do problema prilikom otkazivanja vaše pretplate."
      ],
      "Please ${ signIn } to update your email subscription preferences.": [
        "Molimo, ${ signIn } za ažuriranje postavki pretplate e-pošte."
      ]
    },
    "Error importing event": {
      "Event": [
        "Događaj"
      ],
      "Calendar": [
        "Kalendar"
      ],
      "Timezone": [
        "Vremenska zona"
      ],
      "Element": [
        "Element"
      ],
      "Bad format. Component cannot be read.": [
        "Loš format. Komponenta se ne može pročitati."
      ],
      "Unknown": [
        "Nepoznato"
      ],
      "Component with wrong format": [
        "Komponenta s pogrešnim formatom"
      ],
      "Non-Gregorian": [
        "Ne gregorijanski"
      ],
      "To-do entry": [
        "Stavka liste zadataka"
      ],
      "Journal entry": [
        "Stavka dnevnika"
      ],
      "Free-busy time information": [
        "Informacije o slobodnom/zauzetom vremenu"
      ],
      "Custom timezone": [
        "Prilagođena vremenska zona"
      ],
      "Invalid event": [
        ""
      ],
      "Unsupported event": [
        ""
      ],
      "Malformed all-day event": [
        "Nevažeći cjelodnevni događaj"
      ],
      "Missing start time": [
        "Nedostaje početno vrijeme"
      ],
      "Malformed start time": [
        "Nevažeće početno vrijeme"
      ],
      "Floating times not supported": [
        "Floating vremena nisu podržana"
      ],
      "Start time out of bounds": [
        "Početno vrijeme je van granica"
      ],
      "Malformed end time": [
        "Nevažeće krajnje vrijeme"
      ],
      "End time out of bounds": [
        "Krajnje vrijeme je van granica"
      ],
      "Event duration not supported": [
        "Duljina događaja nije podržana"
      ],
      "Calendar timezone not supported": [
        "Vremenska zona kalendara nije podržana"
      ],
      "Timezone not supported": [
        "Vremenska zona nije podržana"
      ],
      "Malformed recurring event": [
        "Neispravan ponavljajući događaj"
      ],
      "Recurring rule not supported": [
        "Ponavljajuće pravilo nije podržano"
      ],
      "Edited event not supported": [
        "Uređeni događaj nije podržan"
      ],
      "Notification out of bounds": [
        "Obavijest je izvan granica"
      ],
      "Event validation failed": [
        "Neuspjela provjera valjanosti događaja"
      ],
      "Encryption failed": [
        "Neuspješno šifriranje"
      ],
      "Original recurring event could not be found": [
        "Originalni ponavljajući događaj nije pronađen"
      ],
      "no UID, title or start time": [
        "nema UID, naslov ili početno vrijeme"
      ]
    },
    "Access level": {
      "Full": [
        "Potpuni"
      ],
      "Limited": [
        "Ograničeno"
      ],
      "Limited view": [
        "Ograničeni prikaz"
      ],
      "Full view": [
        "Puni prikaz"
      ]
    },
    "Info for cash payment method": {
      "Please contact us at ${ email } for instructions on how to pay us with cash.": [
        "Obratite nam se na ${ email } kako biste dobili upute za plaćanje gotovinom."
      ]
    },
    "Suffix": {
      "/ month": [
        "/ mjesečno"
      ]
    },
    "Mail upsell feature": {
      "Get Multi-user support": [
        "Nabavite višekorisničku podršku"
      ],
      "Host emails for your organization": [
        "Poslužujte e-poštu za vašu organizaciju"
      ],
      "Create separate logins for each user": [
        "Stvorite zasebne podatke za prijavu za svakog korisnika"
      ]
    },
    "VPN upsell feature": {
      "Higher speed servers (up to 10Gbps)": [
        "Poslužitelji najviše brzine (do 10 Gbps)"
      ],
      "Access geo-blocked content (Netflix, YouTube, etc.)": [
        "Pristupite geo-blokiranom sadržaju (Netflix, YouTube itd.)"
      ],
      "Unlock advanced VPN features": [
        "Otključajte napredne VPN značajke"
      ]
    },
    "x of y": {
      "of": [
        "od"
      ]
    },
    "Plan": {
      "Free": [
        "Free"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Free"
      ]
    },
    "State": {
      "Downgrading your account, please wait": [
        "Snižavanje statusa vašeg računa, molimo pričekajte"
      ]
    },
    "Suffix for price": {
      "/ month": [
        "/ mjesečno"
      ]
    },
    "info": {
      "(beta)": [
        "(beta)"
      ]
    },
    "Mail feature": {
      "Users": [
        "Korisnici"
      ],
      "Storage": [
        "Prostor za pohranu"
      ],
      "0.5 GB": [
        "0.5 GB"
      ],
      "20 GB": [
        "20 GB"
      ],
      "Addresses": [
        "Adrese"
      ],
      "Custom email addresses": [
        "Prilagođene adrese e-pošte"
      ],
      "Messages per day": [
        "Poruka dnevno"
      ],
      "Folders / labels": [
        "Mape / Oznake"
      ],
      "Support": [
        "Podrška"
      ],
      "Limited": [
        "Ograničeno"
      ],
      "Priority": [
        "Prioritet"
      ],
      "Encrypted contacts": [
        "Šifrirani kontakti"
      ],
      "Contact groups": [
        "Grupe kontakata"
      ],
      "Address verification": [
        "Provjera valjanosti adrese"
      ],
      "Custom filters": [
        "Prilagođeni filtri"
      ],
      "IMAP / SMTP": [
        "IMAP / SMTP"
      ],
      "Autoresponder": [
        "Automatski odgovori"
      ],
      "Use @pm.me address": [
        "Koristi @pm.me adresu"
      ],
      "Catch-All email": [
        "Dohvati svu e-poštu"
      ],
      "Multi-user support": [
        "Višekorisnička podrška"
      ]
    },
    "Mail feature option": {
      "5 GB *": [
        "5 GB *"
      ],
      "5 GB / user *": [
        "5 GB / korisnik *"
      ],
      "Unlimited **": [
        "Neograničeno **"
      ],
      "Unlimited": [
        "Neograničeno"
      ]
    },
    "Mail feature option: 5 email addresses / user": {
      "5 / user *": [
        "5 / korisnik *"
      ]
    },
    "information": {
      "Included": [
        "Uključeno"
      ]
    },
    "VPN feature": {
      "VPN Connections": [
        "VPN veze"
      ],
      "Speed": [
        "Brzina"
      ],
      "VPN servers": [
        "VPN poslužitelji"
      ],
      "Locations/Countries": [
        "Lokacije/Države"
      ],
      "Adblocker (NetShield)": [
        "Bloker oglasa (NetShield)"
      ],
      "P2P/BitTorrent": [
        "P2P/BitTorrent"
      ],
      "Streaming service support": [
        "Podrška za streaming usluge"
      ],
      "Tor over VPN": [
        "Tor preko VPN-a"
      ],
      "Secure Core servers": [
        "Secure Core poslužitelji"
      ],
      "${ mailAppName } Visionary": [
        "${ mailAppName } Visionary"
      ],
      "Jurisdiction": [
        "Nadležnost"
      ],
      "Open Source & audited apps": [
        "Revizirane aplikacije otvorenog kôda"
      ],
      "Access blocked content": [
        "Pristup blokiranom sadržaju"
      ],
      "Strict no-logs policy": [
        "Stroga politika ne spremanja zapisa"
      ],
      "Volume/bandwidth cap": [
        "Ograničenje propusnosti/volumena"
      ],
      "User data monetization": [
        "Monetizacija korisničkih podataka"
      ],
      "Platforms supported": [
        "Podržane platforme"
      ],
      "Languages supported": [
        "Podržani jezici"
      ],
      "DNS leak prevention": [
        "Zaštita od curenja DNS-a"
      ],
      "Kill Switch / Always-on VPN": [
        "Kill Switch / Always-on VPN"
      ],
      "Perfect Forward Secrecy (PFS)": [
        "Perfect Forward Secrecy (PFS)"
      ],
      "Full Disk Encryption on Servers": [
        "Potpuno šifriranje diskova na poslužiteljima"
      ],
      "Split tunneling": [
        "Podijeljeno tuneliranje"
      ],
      "Custom connection profiles": [
        "Prilagođeni profili veza"
      ],
      "Router support": [
        "Podrška za routere"
      ],
      "30-days money-back guarantee": [
        "Povrat novca do 30 dana"
      ]
    },
    "VPN feature option": {
      "Medium": [
        "Srednja"
      ],
      "High": [
        "Visoko"
      ],
      "Highest (up to 10 Gbps)": [
        "Najviše (do 10 Gbps)"
      ],
      "Switzerland": [
        "Švicarska"
      ],
      "None": [
        "Ništa"
      ],
      "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast": [
        "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast"
      ],
      "(Android & Windows only)": [
        "(samo Android i Windows)"
      ]
    },
    "Calendar feature": {
      "Multiple calendars": [
        "Više kalendara"
      ],
      "Calendar import": [
        "Uvoz kalendara"
      ],
      "Recurring events": [
        "Ponavljajući događaji"
      ],
      "Invitations": [
        "Pozivnice"
      ],
      "Share Calendar via link": [
        "Dijeli kalendar putem poveznice"
      ]
    },
    "Calendar feature option": {
      "20 / user *": [
        "20 / korisnik *"
      ],
      "20 / user": [
        "20 / korisnik"
      ]
    },
    "Drive feature": {
      "Access via Web": [
        "Pristup putem weba"
      ],
      "Upload / download files": [
        "Učitaj / preuzmi datoteke"
      ],
      "Share files via link": [
        "Dijeli datoteke putem poveznice"
      ]
    },
    "Info concerning plan features": {
      "Customizable features": [
        "Prilagodljive značajke"
      ],
      "ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.": [
        "ProtonMail se ne može koristiti za masovno slanje e-pošte ili slanje neželjene pošte. Legitimne poruke e-pošte su neograničene."
      ]
    },
    "Plan Feature": {
      "${ n } VPN connection": [
        "${ n } VPN veza",
        "${ n } VPN veze",
        "${ n } VPN veza"
      ],
      "${ n } server": [
        "",
        "",
        ""
      ]
    },
    "Netflix": {
      "Netflix": [
        "Netflix"
      ]
    },
    "Disney": {
      "Disney+": [
        "Disney+"
      ]
    },
    "Prime Video": {
      "Prime Video": [
        "Prime Video"
      ]
    },
    "Many Others": {
      "and many others": [
        "i mnogo drugih"
      ]
    },
    "Plan feature": {
      "Built-in Adblocker (NetShield)": [
        "Ugrađeni bloker oglasa (NetShield)"
      ],
      "Secure Core servers": [
        "Secure Core poslužitelji"
      ],
      "Streaming service support": [
        "Podrška za streaming usluge"
      ],
      "Access blocked content": [
        "Pristup blokiranom sadržaju"
      ],
      "${ freeServers } in ${ freeCountries } country": [
        "",
        "",
        ""
      ],
      "Medium speed": [
        "Srednja brzina"
      ],
      "350+ servers in ${ basicCountries } country": [
        "350+ poslužitelja u ${ basicCountries } državi",
        "350+ poslužitelja u ${ basicCountries } države",
        "350+ poslužitelja u ${ basicCountries } država"
      ],
      "High speed": [
        "Visoka brzina"
      ],
      "1200+ servers in ${ plusCountries } country": [
        "1200+ poslužitelja u ${ plusCountries } državi",
        "1200+ poslužitelja u ${ plusCountries } države",
        "1200+ poslužitelja u ${ plusCountries } država"
      ],
      "Highest speed (up to 10 Gbps)": [
        "Najviša brzina (do 10 Gbps)"
      ],
      "All ${ PLAN_NAMES[PLANS.VPNPLUS] } plan features": [
        "Sve značajke ${ PLAN_NAMES[PLANS.VPNPLUS] } plana"
      ],
      "Includes 6 user accounts": [
        "Uključuje 6 korisničkih računa"
      ],
      "Includes Proton Visionary": [
        "Uključuje Proton Visionary"
      ],
      "Early access to new products": [
        "Rani pristup novim proizvodima"
      ],
      "Custom email addresses": [
        "Prilagođene adrese e-pošte"
      ],
      "Access to ${ driveAppName } (beta)": [
        "Pristup na ${ driveAppName } (beta)"
      ],
      "1 user": [
        "1 korisnik"
      ],
      "0.5 GB storage": [
        "0.5 GB prostora za pohranu"
      ],
      "1 address": [
        "1 adresa"
      ],
      "3 folders / labels": [
        "3 mape / oznake"
      ],
      "5 GB storage *": [
        "5 GB prostora za pohranu *"
      ],
      "5 addresses": [
        "5 adresa"
      ],
      "200 folders / labels": [
        "200 mapa / oznaka"
      ],
      "1 - 5000 users *": [
        "1 - 5000 korisnika *"
      ],
      "5 GB storage / user": [
        "5 GB prostora za pohranu / korisnik"
      ],
      "5 addresses / user": [
        "5 adresa / korisnik"
      ],
      "Unlimited folders / labels": [
        "Neograničeni broj mapa / oznaka"
      ],
      "6 users": [
        "6 korisnika"
      ],
      "20 GB storage": [
        "20 GB prostora za pohranu"
      ],
      "50 addresses": [
        "50 adresa"
      ]
    },
    "Billing cycle option": {
      "Monthly": [
        "Mjesečno"
      ],
      "Annually SAVE 20%": [
        "Godišnje UŠTEDITE 20%"
      ],
      "Two years SAVE 33%": [
        "Za dvije godine UŠTEDITE 33%"
      ],
      "Annually": [
        "Godišnje"
      ],
      "Two-year": [
        "2 godine"
      ]
    },
    "Price": {
      "Free": [
        "Besplatno"
      ]
    },
    "Countdown unit": {
      "${ monthsWithYears } month": [
        "${ monthsWithYears } mjesec",
        "${ monthsWithYears } mjeseca",
        "${ monthsWithYears } mjeseci"
      ],
      "${ days } day": [
        "${ days } dan",
        "${ days } dana",
        "${ days } dana"
      ]
    },
    "Addon": {
      "+ ${ addresses } email address": [
        "+ ${ addresses } adresa e-pošte",
        "+ ${ addresses } adrese e-pošte",
        "+ ${ addresses } adresa e-pošte"
      ],
      "+ ${ storage } storage": [
        "+ ${ storage } prostora za pohranu"
      ],
      "+ ${ domains } custom domain": [
        "+ ${ domains } prilagođena domena",
        "+ ${ domains } prilagođene domene",
        "+ ${ domains } prilagođena domena"
      ],
      "+ ${ members } user": [
        "+ ${ members } korisnik",
        "+ ${ members } korisnika",
        "+ ${ members } korisnika"
      ],
      "+ ${ vpn } connection": [
        "+ ${ vpn } veza",
        "+ ${ vpn } veze",
        "+ ${ vpn } veza"
      ]
    },
    "Billing cycle": {
      "Monthly billing (Renewal on ${ formattedEndTime })": [
        "Mjesečna naplata (Obnova dana ${ formattedEndTime })"
      ],
      "Yearly billing (Renewal on ${ formattedEndTime })": [
        "Godišnja naplata (Obnova dana ${ formattedEndTime })"
      ],
      "2-year billing (Renewal on ${ formattedEndTime })": [
        "Dvogodišnja naplata (Obnova dana ${ formattedEndTime })"
      ],
      "Billing (Renewal on ${ formattedEndTime })": [
        "Naplata (Obnova dana ${ formattedEndTime })"
      ]
    },
    "Addon unit for subscription": {
      "${ memberAddon.MaxMembers } user": [
        "${ memberAddon.MaxMembers } korisnik",
        "${ memberAddon.MaxMembers } korisnika",
        "${ memberAddon.MaxMembers } korisnika"
      ],
      "${ addressAddon.MaxAddresses } address": [
        "${ addressAddon.MaxAddresses } adresa",
        "${ addressAddon.MaxAddresses } adrese",
        "${ addressAddon.MaxAddresses } adresa"
      ],
      "${ domainAddon.MaxDomains } domain": [
        "${ domainAddon.MaxDomains } domena",
        "${ domainAddon.MaxDomains } domene",
        "${ domainAddon.MaxDomains } domena"
      ],
      "${ vpnAddon.MaxVPN } connection": [
        "${ vpnAddon.MaxVPN } veza",
        "${ vpnAddon.MaxVPN } veze",
        "${ vpnAddon.MaxVPN } veza"
      ],
      "${ vpnBonus } connection": [
        "${ vpnBonus } veza",
        "${ vpnBonus } veze",
        "${ vpnBonus } veza"
      ]
    },
    "Monetary unit": {
      "Euro": [
        "Euro"
      ],
      "Swiss franc": [
        "Švicarski franak"
      ],
      "Dollar": [
        "Dolar"
      ]
    },
    "Credits": {
      "Unused credits": [
        "Neiskorišteni kredit"
      ]
    },
    "Plan info": {
      "(current plan)": [
        "(trenutni plan)"
      ]
    },
    "Free price": {
      "Free": [
        "Besplatno"
      ]
    },
    "Key state badge": {
      "Error": [
        "Pogreška"
      ],
      "Primary": [
        "Glavno"
      ],
      "Active": [
        "Aktivno"
      ],
      "Inactive": [
        "Neaktivano"
      ],
      "Compromised": [
        "Ugroženo"
      ],
      "Obsolete": [
        "Zastarjelo"
      ],
      "Disabled": [
        "Onemogućeno"
      ]
    },
    "Key status displayed in a badge": {
      "Key uploaded": [
        "Učitan je ključ"
      ]
    },
    "Title header for keys table": {
      "Email": [
        "E-pošta"
      ],
      "Fingerprint": [
        "Otisak prsta"
      ],
      "Status": [
        "Status"
      ],
      "Action": [
        "Radnja"
      ],
      "Key type": [
        "Vrsta ključa"
      ],
      "Actions": [
        "Radnje"
      ]
    },
    "Keys actions": {
      "Reactivate": [
        "Ponovo aktiviraj"
      ],
      "Export": [
        "Izvoz"
      ],
      "Export private key": [
        "Izvoz privatnog ključa"
      ],
      "Make primary": [
        "Označi kao glavni"
      ],
      "Mark obsolete": [
        "Označi kao zastarjelo"
      ],
      "Disables encryption with this key": [
        "Onemogućavanje šifriranja s ovim ključem"
      ],
      "Mark not obsolete": [
        "Označi da nije zastarjelo"
      ],
      "Enable encryption with this key": [
        "Omogući šifriranje s ovim ključem"
      ],
      "Mark compromised": [
        "Označi kao ugroženo"
      ],
      "Disables signature verification and encryption with this key": [
        "Onemogućuje provjeru potpisa i šifriranje s ovim ključem"
      ],
      "Mark not compromised": [
        "Označi da nije ugroženo"
      ],
      "Enable signature verification and encryption with this key": [
        "Omogućuje provjeru potpisa i šifriranje s ovim ključem"
      ],
      "Delete": [
        "Izbriši"
      ]
    },
    "Select files": {
      "Upload": [
        "Učitaj"
      ]
    },
    "Confirm": {
      "Are you sure you want to permanently delete this key?": [
        "Jeste li sigurni da želite trajno izbrisati ovaj ključ?"
      ],
      "Do you want to export your key?": [
        "Želite li izvesti vaš ključ?"
      ],
      "Are you sure you want to delete this key without backing it up?": [
        "Jeste li sigurni da želite izbrisati ovaj ključ bez izrade sigurnosne kopije?"
      ]
    },
    "alert": {
      "The key for your address is now being deleted.": [
        "Sada se briše ključ vaše adrese."
      ],
      "The encryption keys for your address are being generated. This may take several minutes and temporarily freeze your browser.": [
        "Stvaraju se ključevi za šifriranje vaše adrese e-pošte. To može potrajati nekoliko minuta i privremeno zamrznuti preglednik."
      ]
    },
    "encryption": {
      "State of the art": [
        "Najmodernije"
      ],
      "Compatibility": [
        ""
      ]
    },
    "Onboarding Proton": {
      "This is what people will see when you send them an email, invite them to an event, or share a file with them.": [
        "Ovo će ljudi vidjeti kada im pošaljete e-poštu, pozovete ih na događaj ili podijelite datoteku s njima."
      ],
      "Choose a display name": [
        "Odaberite zaslonsko ime"
      ],
      "Select a theme": [
        "Odaberi temu"
      ],
      "You can change this anytime in your settings.": [
        "Možete promijeniti bilo kada u vašim postavkama."
      ],
      "Discover all Proton services": [
        "Otkrijte sve Proton usluge"
      ],
      "Use the app selector in the top left to access other Proton services, including VPN, Calendar and Drive.": [
        "Koristite birač aplikacija u gornjem lijevom kutu za pristup ostalim Proton uslugama, uključujući VPN, Calendar i Drive."
      ],
      "Welcome to Proton": [
        "Dobro došli u Proton"
      ],
      "Our mission is to build an internet where you are in control of your data and your privacy. We have recently updated Proton - welcome to the secure internet.": [
        "Naša je misija izgraditi internet na kojem ćete kontrolirati svoje podatke i svoju privatnost. Nedavno smo ažurirali Proton - dobrodošli na sigurni internet."
      ],
      "Set up your organization": [
        "Postavite vašu organizaciju"
      ],
      "Configure your organization, link your domain name, and create accounts to ensure all members of your organization are protected.": [
        "Postavite vašu organizaciju, povežite naziv domene i stvorite račune kako biste osigurali zaštitu svih članova vaše organizacije."
      ]
    },
    "Error notification in the bug report modal when the user upload file": {
      "No image selected": [
        "Nije odabrana nijedna slika"
      ]
    },
    "Bug category": {
      "Sign in problem": [
        "Problem s prijavom"
      ],
      "Sign up problem": [
        "Problem s registracijom"
      ],
      "Payments problem": [
        "Problem s naplatom"
      ],
      "Custom domain problem": [
        "Problem s prilagođenim domenama"
      ],
      "Bridge problem": [
        "Problem s Bridgeom"
      ],
      "Import / export problem": [
        "Problem s uvozom/izvozom"
      ],
      "Connection problem": [
        "Problem s vezom"
      ],
      "Slow speed problem": [
        "Problem s sporom brzinom"
      ],
      "Calendar problem": [
        "Problem s Calendarom"
      ],
      "Contacts problem": [
        "Problem s Contactsima"
      ],
      "Drive problem": [
        "Problem s Driveom"
      ],
      "Mail problem": [
        "Problem s e-poštom"
      ],
      "VPN problem": [
        "Problem s VPN-om"
      ],
      "Feature request": [
        "Predložite novu značajku"
      ],
      "Other": [
        "Ostalo"
      ],
      "Signup problem": [
        "Problem s registracijom"
      ],
      "Installation problem": [
        "Problem s instalacijom"
      ],
      "Update problem": [
        "Problem s nadogradnjom"
      ],
      "Application problem": [
        "Problem s aplikacijom"
      ],
      "Speed problem": [
        "Problem s brzinom"
      ],
      "Manual setup problem": [
        "Problem s ručnim postavljanjem"
      ],
      "Website access problem": [
        "Problem s pristupom web stanici"
      ],
      "Streaming problem": [
        "Problem s streamingom"
      ]
    },
    "Group": {
      "Account": [
        "Korisnički račun"
      ],
      "Apps": [
        "Aplikacije"
      ],
      "Network": [
        "Mreža"
      ],
      "Services": [
        "Usluge"
      ],
      "Other category": [
        "Ostale kategorije"
      ]
    },
    "Action to select a title for the bug report modal": {
      "Select": [
        "Odaberi"
      ]
    },
    "Label, make it short please": {
      "Attach screenshot(s)": [
        "Dodajte snimku(e) zaslona"
      ]
    },
    "Message display when a new app version is available": {
      "A new version of ${ appName } is available. ${ reloadButton }.": [
        "Nova verzija ${ appName } je dostupna. ${ reloadButton }."
      ]
    },
    "Apps dropdown": {
      "Proton applications": [
        "Proton aplikacije"
      ],
      "Go to ${ title }": [
        "Idi na ${ title }"
      ],
      "Go to ${ vpnName }": [
        "Idi na ${ vpnName }"
      ]
    },
    "Autoresponse": {
      "I'm out of the office with limited access to my email.": [
        "Ja sam izvan ureda s ograničenim pristupom mojoj e-pošti."
      ]
    },
    "Delinquent modal title": {
      "Overdue invoice": [
        "Neplaćena faktura"
      ]
    },
    "Human verification method": {
      "CAPTCHA": [
        "CAPTCHA"
      ],
      "Email": [
        "E-pošta"
      ],
      "SMS": [
        "SMS"
      ],
      "Manual": [
        "Ručno"
      ],
      "No verification method available": [
        "Nema dostupne metode za provjeru"
      ]
    },
    "Tooltip prompt to trust keys": {
      "When receiving an email from another ProtonMail user who does not have trusted keys in your contacts, a banner will ask if you want to enable trusted keys.": [
        "Kad primate e-poštu od drugog korisnika ProtonMaila koji u vašim kontaktima nema pouzdane ključeve, natpis će vas pitati želite li omogućiti pouzdane ključeve."
      ]
    },
    "Tooltip sign external messages": {
      "Automatically sign all your outgoing messages so users can verify the authenticity of your messages. This is done in combination with the default PGP settings which can be configured below.": [
        "Automatski potpišite sve svoje odlazne poruke kako bi korisnici mogli provjeriti autentičnost vaših poruka. To se radi u kombinaciji sa zadanim PGP postavkama koje su postavljene ispod."
      ]
    },
    "Tooltip automatically attach public key": {
      "This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and send encrypted messages to you.": [
        "Ovo automatski dodaje vaš javni ključ svakoj poruci koju šaljete. Primatelji mogu koristiti ovo za provjeru autentičnosti vaših poruka i slanje šifriranih poruka."
      ]
    },
    "Tooltip default pgp scheme": {
      "Select the default PGP settings used to sign or encrypt messages with non-ProtonMail PGP users. Note that Inline PGP forces plain text messages. Learn more": [
        "Odaberite zadane PGP postavke koje se koriste za potpisivanje ili šifriranje poruka s PGP korisnicima koji ne koriste ProtonMail. Imajte na umu da Inline PGP nameće obične tekstualne poruke. Saznajte više"
      ]
    },
    "Step in filter modal": {
      "Name": [
        "Naziv"
      ],
      "Conditions": [
        "Uvjeti"
      ],
      "Actions": [
        "Radnje"
      ],
      "Preview": [
        "Pregled"
      ],
      "Sieve editor": [
        "Sieve urednik"
      ]
    },
    "Option group": {
      "Custom folders": [
        "Prilagođene mape"
      ],
      "Move to...": [
        "Premjesti u..."
      ],
      "Default folders": [
        "Zadane mape"
      ]
    },
    "Filter preview": {
      "read": [
        "pročitano"
      ],
      "starred": [
        "označeno zvijezdicom"
      ]
    },
    "Filter notification": {
      "Filter ${ Filter.Name } updated": [
        "Filtar ${ Filter.Name } ažuriran"
      ],
      "${ Label.Name } updated": [
        "${ Label.Name } ažurirano"
      ]
    },
    "Filter modal type": {
      "Select…": [
        "Odaberi…"
      ],
      "The subject": [
        "Predmet"
      ],
      "The sender": [
        "Pošiljatelj"
      ],
      "The recipient": [
        "Primatelj"
      ],
      "The attachment": [
        "Privitci"
      ]
    },
    "Condition for custom filter": {
      "contains": [
        "sadrži"
      ],
      "is exactly": [
        "je točno"
      ],
      "begins with": [
        "počinje sa"
      ],
      "ends with": [
        "završava s"
      ],
      "matches": [
        "odgovara"
      ],
      "does not contain": [
        "ne sadrži"
      ],
      "is not": [
        "nije"
      ],
      "does not begin with": [
        "ne počinje sa"
      ],
      "does not end with": [
        "ne završava sa"
      ],
      "does not match": [
        "ne odgovara"
      ]
    },
    "Filter modal operators": {
      "All conditions must be fulfilled (AND)": [
        "Jedan uvjet mora biti ispunjen (I)"
      ],
      "One condition must be fulfilled (OR)": [
        "Jedan uvjet mora biti ispunjen (ILI)"
      ]
    },
    "Filter Actions": {
      "Select a folder": [
        "Odaberite mapu"
      ],
      "Archive": [
        "Arhiva"
      ],
      "Inbox": [
        "Pristigla pošta"
      ],
      "Spam": [
        "Neželjena pošta"
      ],
      "Trash": [
        "Otpad"
      ]
    },
    "Settings/filters": {
      "Filters": [
        "Filtri"
      ]
    },
    "Settings/filters - table": {
      "Order": [
        "Redoslijed"
      ],
      "Name": [
        "Naziv"
      ],
      "Status": [
        "Status"
      ],
      "Action": [
        "Radnja"
      ]
    },
    "FilterSettings": {
      "Add a custom filter to automatically perform certain actions, like labeling or archiving messages.": [
        "Dodajte prilagođeni filtar za automatsko izvršavanje određenih radnji, poput označavanja ili arhiviranja poruka."
      ],
      "Apply sender-specific spam rules. Messages from addresses or domains on the Allow List always go to your Inbox while messages from addresses or domains on the Block List always go to Spam. Marking a message as spam adds its address to the Block List. Marking a message as not spam adds it to the Allow List.": [
        "Ovdje se može primijeniti pravila neželjene pošte za neželjene pošiljatelje. Poruke s adresa ili domena iz popisa dopuštenih adresa uvijek ide u pristiglu poštu, dok poruke s adresa ili domena iz popisa nedopuštenih uvijek idu u neželjenu poštu. Označavanje poruke kao neželjene poruke dodaje adresu na popis nedopuštenih. Označavanje poruke kao željene poruke dodaje adresu na popis dopuštenih."
      ],
      "Search in Allow List and Block List": [
        "Pretraga popisa dopuštenih i nedopuštenih"
      ]
    },
    "Spam notification": {
      "${ domain } updated": [
        "${ domain } ažurirano"
      ],
      "${ domain } added": [
        "${ domain } dodano"
      ],
      "${ email } updated": [
        "${ email } ažurirano"
      ],
      "${ email } added": [
        "${ email } dodano"
      ]
    },
    "Spam filter moved to blacklist": {
      "${ Domain } moved to Block List": [
        "${ Domain } premješteno u popis nedopuštenih"
      ],
      "${ Email } moved to Block List": [
        "${ Email } premješteno u popis nedopuštenih"
      ]
    },
    "Spam filter moved to whitelist": {
      "${ Domain } moved to Allow List": [
        "${ Domain } premješteno u popis dopuštenih"
      ],
      "${ Email } moved to Allow List": [
        "${ Email } premješteno u popis dopuštenih"
      ]
    },
    "Moved to black/whitelist": {
      "${ Domain } removed": [
        "${ Domain } izbrisano"
      ],
      "${ Email } removed": [
        "${ Email } izbrisano"
      ]
    },
    "New Label form": {
      "Color": [
        "Boja"
      ],
      "Folder name": [
        "Naziv mape"
      ],
      "Label name": [
        "Naziv oznake"
      ]
    },
    "label/folder notification": {
      "${ Label.Name } created": [
        "${ Label.Name } stvoreno"
      ],
      "${ label.Name } updated": [
        "${ label.Name } ažurirano"
      ],
      "Preference saved": [
        "Postavke su spremljene"
      ]
    },
    "Label/folder modal": {
      "Create folder": [
        "Stvori mapu"
      ],
      "Create label": [
        "Stvori oznaku"
      ],
      "Edit folder": [
        "Uredi mapu"
      ],
      "Edit label": [
        "Uredi oznaku"
      ]
    },
    "Success message after sorting folders": {
      "Folders sorted": [
        "Mape su sortirane"
      ]
    },
    "Info - folder colouring feature": {
      "When enabled, sub-folders inherit the color of the parent folder.": [
        "Kada je omogućeno, podmape će naslijediti boju od roditeljskih mapa."
      ]
    },
    "Settings/labels": {
      "Labels/Folders": [
        "Oznake/Mape"
      ]
    },
    "Settings/labels - table": {
      "Labels": [
        "Oznake"
      ],
      "Actions": [
        "Radnje"
      ]
    },
    "Success message after sorting labels": {
      "Labels sorted": [
        "Oznake su sortirane"
      ]
    },
    "label": {
      "Phone number": [
        "Broj telefona"
      ]
    },
    "Badge for user sessions table": {
      "Current session": [
        "Trenutna sesija"
      ]
    },
    "Action for user session": {
      "Revoke": [
        "Opozovi"
      ]
    },
    "Badge": {
      "ProtonMail for web": [
        "ProtonMail za web"
      ],
      "ProtonVPN for Windows": [
        "ProtonVPN za Windows"
      ],
      "ProtonVPN for web": [
        "ProtonVPN za web"
      ],
      "Admin": [
        "Admin"
      ],
      "ProtonMail Import-Export": [
        "ProtonMail Import-Export"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "ProtonMail for Android": [
        "ProtonMail za Android"
      ],
      "Proton Account for web": [
        "Proton Account za web"
      ],
      "ProtonMail settings for web": [
        "ProtonMail postavke za web"
      ],
      "ProtonContacts for web": [
        "ProtonContacts za web"
      ],
      "ProtonVPN settings for web": [
        "ProtonVPN postavke za web"
      ],
      "${ calendarAppName } for web": [
        "${ calendarAppName } za web"
      ],
      "${ driveAppName } for web": [
        "${ driveAppName } za web"
      ],
      "ProtonMail for iOS": [
        "ProtonMail za iOS"
      ],
      "${ driveAppName } for iOS": [
        "${ driveAppName } za iOS"
      ],
      "ProtonVPN for iOS": [
        "ProtonVPN za iOS"
      ],
      "${ calendarAppName } for iOS": [
        "${ calendarAppName } za iOS"
      ],
      "ProtonVPN for Android": [
        "ProtonVPN za Android"
      ],
      "ProtonVPN for Android TV": [
        "ProtonVPN za Android TV"
      ],
      "${ calendarAppName } for Android": [
        "${ calendarAppName } za Android"
      ],
      "${ driveAppName } for Android": [
        "${ driveAppName } za Android"
      ],
      "ProtonMail Import-Export for Windows": [
        "ProtonMail Import-Export za Windows"
      ],
      "ProtonMail Bridge for Windows": [
        "ProtonMail Bridge za Windows"
      ],
      "ProtonVPN for macOS": [
        "ProtonVPN za macOS"
      ],
      "ProtonMail Import-Export for macOS": [
        "ProtonMail Import-Export za macOS"
      ],
      "ProtonMail Bridge for macOS": [
        "ProtonMail Bridge za macOS"
      ],
      "${ driveAppName } for macOS": [
        "${ driveAppName } za macOS"
      ],
      "ProtonMail Import-Export for GNU/Linux": [
        "ProtonMail Import-Export za GNU/Linux"
      ],
      "ProtonMail Bridge for GNU/Linux": [
        "ProtonMail Bridge za GNU/Linux"
      ],
      "ProtonVPN for GNU/Linux": [
        "ProtonVPN za GNU/Linux"
      ]
    },
    "Log preference": {
      "Enable authentication logs": [
        "Omogući autentikacijske zapise"
      ],
      "Enable advanced logs": [
        "Omogući napredne zapise"
      ]
    },
    "Option delay send seconds": {
      "0 seconds": [
        "0 sekundi"
      ],
      "5 seconds": [
        "5 sekundi"
      ],
      "10 seconds": [
        "10 sekundi"
      ],
      "20 seconds": [
        "20 sekundi"
      ]
    },
    "Invoice type display as badge": {
      "Other": [
        "Ostalo"
      ],
      "Subscription": [
        "Pretplata"
      ],
      "Cancellation": [
        "Otkazivanje"
      ],
      "Credit": [
        "Kredit"
      ],
      "Donation": [
        "Donacija"
      ],
      "Chargeback": [
        "Povrat"
      ],
      "Renewal": [
        "Obnova"
      ],
      "Refund": [
        "Povrat"
      ],
      "Modification": [
        "Izmjena"
      ],
      "Addition": [
        "Dodatak"
      ]
    },
    "Invoice state display as badge": {
      "Unpaid": [
        "Neplaćeno"
      ],
      "Paid": [
        "Plaćeno"
      ],
      "Void": [
        "Nevažeće"
      ],
      "Billed": [
        "Naplaćeno"
      ],
      "Writeoff": [
        "Otpisano"
      ]
    },
    "Info message for custom invoice modal": {
      "Add your name (or company name) and address to your invoices.": [
        "Dodajte svoje ime (ili naziv tvrtke) i adresu na svoje fakture."
      ]
    },
    "Placeholder for custom invoice text": {
      "Add your name (or company name) and address to your invoices": [
        "Dodajte svoje ime (ili naziv tvrtke) i adresu na svoje fakture"
      ]
    },
    "Title for PDF file": {
      "ProtonMail invoice": [
        "ProtonMail faktura"
      ]
    },
    "Bridge version load failed": {
      "Failed to find latest version": [
        "Neuspješno pronalaženje najnovije verzije"
      ]
    },
    "OS compatibility": {
      ".exe (64-bit)": [
        ".exe (64-bit)"
      ],
      ".dmg (10.12 or later)": [
        ".dmg (10.12 ili kasnije)"
      ],
      ".deb (for Debian/Ubuntu)": [
        ".deb (za Debian/Ubuntu)"
      ],
      ".rpm (for Fedora/openSUSE)": [
        ".rpm (za Fedora/openSUSE)"
      ],
      "PKGBUILD (for other distributions)": [
        "PKGBUILD (za druge distribucije)"
      ]
    },
    "Restore administrator panel": {
      "Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:": [
        "Zbog promjene lozinke, ograničene su ovlasti administratora vaše organizacije. Sljedeće radnje više nisu dopuštene:"
      ],
      "Creating new sub-users": [
        "Izrada novih podkorisnika"
      ],
      "Reading emails of non-private subusers": [
        "Čitanje e-pošte od podkorisnika koji nisu privatni"
      ],
      "Changing organization password": [
        "Mijenanje organizacijske lozinke"
      ],
      "Changing organization keys": [
        "Mijenjanje organizacijskih ključeva"
      ]
    },
    "Success message": {
      "Sessions revoked": [
        "Sesije su opozvane"
      ],
      "User deleted": [
        "Korisnik je izbrisan"
      ],
      "Domain deleted": [
        "Domena je izbrisana"
      ]
    },
    "Member action": {
      "Edit": [
        "Uredi"
      ],
      "Delete": [
        "Izbriši"
      ],
      "Sign in": [
        "Prijavite se"
      ],
      "Revoke sessions": [
        "Opozovi sesije"
      ]
    },
    "Max VPN Connections": {
      "Connection": [
        "Veza",
        "Veze",
        "Veza"
      ]
    },
    "User role": {
      "Admin": [
        "Admin"
      ],
      "Member": [
        "Član"
      ],
      "Primary admin": [
        "Glavni Admin"
      ]
    },
    "Label for new member": {
      "Private": [
        "Privatno"
      ],
      "Admin": [
        "Admin"
      ]
    },
    "Title header for members table": {
      "Name": [
        "Naziv"
      ],
      "Role": [
        "Uloga"
      ],
      "Addresses": [
        "Adrese"
      ],
      "Features": [
        "Značajke"
      ]
    },
    "Info for members section": {
      "Add, remove, and manage users within your organization. Here you can adjust their allocated storage space, grant admin rights, and more. Select a user to manage their email addresses. The email address at the top of the list will automatically be selected as the default email address.": [
        "Dodajte, uklonite i upravljajte korisnicima u vašoj organizaciji. Ovdje možete prilagoditi dodijeljeni prostor za pohranu, dodijeliti administratorska prava i još mnogo toga. Odaberite korisnika za upravljanje njegovim adresama e-pošte. Adresa e-pošte na vrhu popisa automatski će biti odabrana kao zadana adresa e-pošte."
      ]
    },
    "Private Member": {
      "private": [
        "privatno"
      ]
    },
    "Label for adding a new custom domain": {
      "Add a domain that you own to your ProtonMail account.": [
        "Dodajte domenu koju posjedujete na vaš ProtonMail račun."
      ]
    },
    "Domain modal": {
      "'www' subdomains are typically not used for email. Are you sure you want to use this domain value?": [
        "Poddomene 'www' obično se ne koriste za e-poštu. Jeste li sigurni da želite koristiti ovu domenu?"
      ]
    },
    "Info for domain modal": {
      "For security reasons, we need to verify that you are the owner of ${ domainName }. Please add the following DNS TXT record to your domain. This can typically be done in the control panel of your domain name registrar.": [
        "Iz sigurnosnih razloga moramo potvrditi da ste vlasnik ${ domainName } domene. Dodajte sljedeći DNS TXT zapis za svoju domenu. To se obično može obaviti na upravljačkoj ploči registrara domene."
      ],
      "Add a new user to your organization and create an address for it.": [
        "Dodajte novog korisnika u svoju organizaciju i stvorite adresu za njega."
      ],
      "Add a new address for any user of your organization.": [
        "Dodajte novu adresu za bilo kojeg korisnika vaše organizacije."
      ]
    },
    "Warning for domain modal": {
      "After successful verification, do not remove this TXT record as it is needed to confirm that you continue to own the domain.": [
        "Nakon uspješne provjere, ne uklanjajte ovaj TXT zapis jer je potreban za potvrdu da i dalje posjedujete domenu."
      ],
      "It can take up to a day for DNS changes to update.": [
        "Može potrajati do jedan dan da se DNS promjene ažuriraju."
      ]
    },
    "Label for domain modal": {
      "Please add the following TXT record:": [
        "Dodajte sljedeći TXT zapis:"
      ]
    },
    "Header for domain modal": {
      "Type": [
        "Vrsta"
      ],
      "Host name": [
        "Naziv računala"
      ],
      "Value / Data / Points to": [
        "Vrijednost / Podaci / Ukazuje na"
      ],
      "Value / Data": [
        "Vrijednost / Podaci"
      ],
      "Priority": [
        "Prioritet"
      ]
    },
    "Tab in domain modal": {
      "Addresses": [
        "Adrese"
      ]
    },
    "Label in domain modal": {
      "Domain": [
        "Domena"
      ],
      "Verify": [
        "Potvrdi"
      ],
      "Addresses": [
        "Adrese"
      ]
    },
    "Domain label": {
      "Verified": [
        "Potvrđeno"
      ]
    },
    "Badge for domain": {
      "Missing keys": [
        "Nedostaju ključevi"
      ],
      "Enabled": [
        "Omogućeno"
      ],
      "Disabled": [
        "Onemogućeno"
      ]
    },
    "Title header for addresses domain table": {
      "Address": [
        "Adresa"
      ],
      "Status": [
        "Status"
      ],
      "Catch-All": [
        "Dohvati-sve"
      ]
    },
    "Contact field label": {
      "Name": [
        "Naziv"
      ],
      "Email": [
        "E-pošta"
      ],
      "Phone": [
        "Telefon"
      ],
      "Address": [
        "Adresa"
      ],
      "Photo": [
        "Fotografija"
      ],
      "Organization": [
        "Organizacija"
      ],
      "Birthday": [
        "Rođendan"
      ],
      "Anniversary": [
        "Godišnjica"
      ],
      "Title": [
        "Naslov"
      ],
      "Role": [
        "Uloga"
      ],
      "Note": [
        "Bilješka"
      ],
      "URL": [
        "URL"
      ],
      "Gender": [
        "Spol"
      ],
      "Language": [
        "Jezik"
      ],
      "Timezone": [
        "Vremenska zona"
      ],
      "Geo": [
        "Geolokacija"
      ],
      "Logo": [
        "Logo"
      ],
      "Member": [
        "Član"
      ]
    },
    "Contact type label": {
      "Work": [
        "Posao"
      ],
      "Personal": [
        "Privatno"
      ],
      "Mobile": [
        "Mobitel"
      ],
      "Main": [
        "Glavno"
      ],
      "Yomi": [
        "Yomi"
      ],
      "Other": [
        "Ostalo"
      ],
      "Fax": [
        "Faks"
      ],
      "Pager": [
        "Dojavljivač"
      ]
    },
    "Property type": {
      "Email": [
        "E-pošta"
      ],
      "Home": [
        "Kuća"
      ],
      "Work": [
        "Posao"
      ],
      "Other": [
        "Ostalo"
      ],
      "Phone": [
        "Telefon"
      ],
      "Mobile": [
        "Mobitel"
      ],
      "Main": [
        "Glavno"
      ],
      "Fax": [
        "Faks"
      ],
      "Pager": [
        "Dojavljivač"
      ],
      "Address": [
        "Adresa"
      ]
    },
    "Validation": {
      "Password must contain at least ${ length } character": [
        "Lozinka mora sadržavati najmanje ${ length } znak",
        "Lozinka mora sadržavati najmanje ${ length } znaka",
        "Lozinka mora sadržavati najmanje ${ length } znakova"
      ]
    },
    "file size format": {
      "bytes": [
        "bajtova"
      ],
      "KB": [
        "KB"
      ],
      "MB": [
        "MB"
      ],
      "GB": [
        "GB"
      ]
    },
    "Import contact. Contact identifier": {
      "unknown": [
        "nepoznato"
      ]
    },
    "Error importing contact": {
      "vCard versions < 3.0 not supported": [
        "vCard verzija < 3.0 nije podržana"
      ],
      "Encryption failed": [
        "Neuspješno šifriranje"
      ]
    },
    "Error importing calendar": {
      "An unexpected error occurred. Import must be restarted.": [
        "Došlo je do neočekivane pogreške. Uvoz se mora ponovo pokrenuti."
      ],
      "An error occurred uploading your file. No file has been selected.": [
        "Došlo je do pogreške prilikom učitavanja vaše datoteke. Nije odabrana nijedna datoteka."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Only ICS file formats are allowed.": [
        "Došlo je do pogreške prilikom učitavanja vaše datoteke ${ formattedFilename }. Samo datoteke ICS formata su dopuštene."
      ],
      "Your file ${ formattedFilename } is empty.": [
        "Vaša datoteka ${ formattedFilename } je prazna."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Došlo je do pogreške prilikom učitavanja vaše datoteke ${ formattedFilename }. Maksimalna veličina datoteke je ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } is not a calendar.": [
        "Vaša datoteka ${ formattedFilename } nije kalendar."
      ],
      "${ CALENDAR_APP_NAME } only supports importing calendars with iCal version 2.0.": [
        "${ CALENDAR_APP_NAME } samo podržava uvoz iCal verzija 2.0 kalendara."
      ],
      "Your file ${ formattedFilename } is an invitation and cannot be imported.": [
        "Vaša datoteka ${ formattedFilename } je pozivnica i ne može biti uvezena."
      ],
      "Your file ${ formattedFilename } has no events to be imported.": [
        "Vaša datoteka ${ formattedFilename } nema događaje za uvoz."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_EVENTS_STRING } events.": [
        "Vaša datoteka ${ formattedFilename } sadrži više od ${ MAX_IMPORT_EVENTS_STRING } događaja."
      ],
      "An error occurred reading your file ${ formattedFilename }. File does not have the right format.": [
        "Došlo je do pogreške prilikom čitanja vaše datoteke ${ formattedFilename }. Datoteka nema pravi format."
      ]
    },
    "Error importing contacts": {
      "An error occurred uploading your file. No file has been selected.": [
        "Došlo je do pogreške prilikom učitavanja vaše datoteke. Nije odabrana nijedna datoteka."
      ],
      "An error occurred uploading your file ${ formattedFilename }. No .csv or .vcf file selected": [
        "Došlo je do pogreške prilikom učitavanja vaše datoteke ${ formattedFilename }. Nije odabrana .csv ili .vcf datoteka"
      ],
      "Your file ${ formattedFilename } is empty.": [
        "Vaša datoteka ${ formattedFilename } je prazna."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Došlo je do pogreške prilikom učitavanja vaše datoteke ${ formattedFilename }. Maksimalna veličina datoteke je ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } has no contacts to be imported.": [
        "Vaša datoteka ${ formattedFilename } nema kontakte za uvoz."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_CONTACTS_STRING } contacts.": [
        "Vaša datoteka ${ formattedFilename } sadrži više od ${ MAX_IMPORT_CONTACTS_STRING } kontakata."
      ],
      "An error occurred reading your file ${ formattedFilename }. File doesn't have the right format.": [
        "Došlo je do pogreške prilikom čitanja vaše datoteke ${ formattedFilename }. Datoteka nema pravi format."
      ]
    },
    "Default display name vcard": {
      "Unknown": [
        "Nepoznato"
      ]
    },
    "Alarm notification": {
      "${ title } starts now": [
        ""
      ],
      "${ title } starts today": [
        ""
      ],
      "${ title } started at ${ formattedHour }": [
        ""
      ],
      "${ title } started yesterday": [
        ""
      ],
      "${ title } started yesterday at ${ formattedHour }": [
        ""
      ],
      "${ title } started on ${ formattedDate }": [
        ""
      ],
      "${ title } started on ${ formattedDate } at ${ formattedHour }": [
        ""
      ],
      "${ title } started on ${ _formattedDate }": [
        ""
      ],
      "${ title } started on ${ _formattedDate } at ${ formattedHour }": [
        ""
      ],
      "${ title } started on ${ formattedDateWithoutTime }": [
        ""
      ],
      "${ title } started on ${ _formattedDateWithTime }": [
        ""
      ],
      "${ title } will start at ${ formattedHour }": [
        ""
      ],
      "${ title } will start tomorrow": [
        ""
      ],
      "${ title } will start tomorrow at ${ formattedHour }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate2 }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate2 } at ${ formattedHour }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate3 }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate3 } at ${ formattedHour }": [
        ""
      ],
      "${ title } will start on ${ _formattedDateWithoutTime }": [
        ""
      ],
      "${ title } will start on ${ formattedDateWithTime }": [
        ""
      ]
    },
    "Event title": {
      "(no title)": [
        "(bez naslova)"
      ]
    },
    "Participant name": {
      "You": [
        "Vi"
      ]
    },
    "Email subject": {
      "Cancellation of an event on ${ formattedStart }": [
        "Otkazani događaj ${ formattedStart }"
      ],
      "Invitation for an event on ${ formattedStart }": [
        "Pozivnica za događaj ${ formattedStart }"
      ],
      "Update for an event on ${ formattedStart }": [
        "Ažuriranje događaja ${ formattedStart }"
      ],
      "Cancellation of an event starting on ${ formattedStart }": [
        "Otkazani događaj s početkom ${ formattedStart }"
      ],
      "Invitation for an event starting on ${ formattedStart }": [
        "Pozivnica za događaj s početkom ${ formattedStart }"
      ],
      "Update for an event starting on ${ formattedStart }": [
        "Ažuriranje događaja s početkom ${ formattedStart }"
      ],
      "Invitation: ${ eventTitle }": [
        "Pozivnica: ${ eventTitle }"
      ]
    },
    "Email body for invitation (date part)": {
      "When: ${ formattedStart } (all day)": [
        "Kada: ${ formattedStart } (cijeli dan)"
      ],
      "When: ${ formattedStart } - ${ formattedEnd }": [
        "Kada: ${ formattedStart } - ${ formattedEnd }"
      ],
      "When: ${ formattedStart }": [
        "Kada: ${ formattedStart }"
      ]
    },
    "Email body for invitation (location part)": {
      "Where: ${ eventLocation }": [
        "Gdje: ${ eventLocation }"
      ]
    },
    "Email body for description (description part)": {
      "Description: ${ eventDescription }": [
        "Opis: ${ eventDescription }"
      ]
    },
    "Email body for invitation": {
      "You are invited to ${ eventTitle }\n${ eventDetailsText }": [
        "Pozvani ste na ${ eventTitle }\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been updated.\n${ eventDetailsText }": [
        "${ eventTitle } je ažuriran.\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been cancelled.": [
        "${ eventTitle } je otkazan."
      ]
    },
    "Email body for response to invitation": {
      "${ emailAddress } has accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } je prihvatio vašu pozivnicu za ${ eventTitle }"
      ],
      "${ emailAddress } has tentatively accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } je uvjetno prihvatio vašu pozivnicu za ${ eventTitle }"
      ],
      "${ emailAddress } has declined your invitation to ${ eventTitle }": [
        "${ emailAddress } je odbio vašu pozivnicu za ${ eventTitle }"
      ]
    },
    "Monthly recurring event, repeats on": {
      "on the first Sunday": [
        "na prva nedjelju"
      ],
      "on the first Monday": [
        "na prvi ponedjeljak"
      ],
      "on the first Tuesday": [
        "na prvi utorak"
      ],
      "on the first Wednesday": [
        "na prvu srijedu"
      ],
      "on the first Thursday": [
        "na prvi četvrtak"
      ],
      "on the first Friday": [
        "na prvi petak"
      ],
      "on the first Saturday": [
        "na prvu subotu"
      ],
      "on the second Sunday": [
        "na drugu nedjelju"
      ],
      "on the second Monday": [
        "na drugi ponedjeljak"
      ],
      "on the second Tuesday": [
        "na drugi utorak"
      ],
      "on the second Wednesday": [
        "na drugu srijedu"
      ],
      "on the second Thursday": [
        "na drugi četvrtak"
      ],
      "on the second Friday": [
        "na drugi petak"
      ],
      "on the second Saturday": [
        "na drugu subotu"
      ],
      "on the third Sunday": [
        "na treću nedjelju"
      ],
      "on the third Monday": [
        "na treći ponedjeljak"
      ],
      "on the third Tuesday": [
        "na treći utorak"
      ],
      "on the third Wednesday": [
        "na treću srijedu"
      ],
      "on the third Thursday": [
        "na treći četvrtak"
      ],
      "on the third Friday": [
        "na treći petak"
      ],
      "on the third Saturday": [
        "na treću subotu"
      ],
      "on the fourth Sunday": [
        "na četvrtu nedjelju"
      ],
      "on the fourth Monday": [
        "na četvrti ponedjeljak"
      ],
      "on the fourth Tuesday": [
        "na četvrti utorak"
      ],
      "on the fourth Wednesday": [
        "na četvrtu srijedu"
      ],
      "on the fourth Thursday": [
        "na četvrti četvrtak"
      ],
      "on the fourth Friday": [
        "na četvrti petak"
      ],
      "on the fourth Saturday": [
        "na četvrtu subotu"
      ],
      "on the last Sunday": [
        "na zadnju nedjelju"
      ],
      "on the last Monday": [
        "na zadnji ponedjeljak"
      ],
      "on the last Tuesday": [
        "na zadnji utorak"
      ],
      "on the last Wednesday": [
        "na zadnju srijedu"
      ],
      "on the last Thursday": [
        "na zadnji četvrtak"
      ],
      "on the last Friday": [
        "na zadnji petak"
      ],
      "on the last Saturday": [
        "na zadnju subotu"
      ],
      "on day ${ dayOfMonth }": [
        "na dan ${ dayOfMonth }"
      ]
    },
    "Daily recurring event, frequency": {
      "${ count } time": [
        "${ count } put",
        "${ count } puta",
        "${ count } puta"
      ],
      "until ${ dateString }": [
        "do ${ dateString }"
      ],
      "Daily": [
        "Dnevno"
      ],
      "Every ${ interval } day": [
        "Svaki ${ interval } dan",
        "Svaka ${ interval } dana",
        "Svakih ${ interval } dana"
      ],
      "Daily, ${ timesString }": [
        "Dnevno, ${ timesString }"
      ],
      "Every ${ interval } day, ${ timesString }": [
        "Svaki ${ interval } dan, ${ timesString }",
        "Svaka ${ interval } dana, ${ timesString }",
        "Svakih ${ interval } dana, ${ timesString }"
      ],
      "Daily, ${ untilString }": [
        "Dnevno, ${ untilString }"
      ],
      "Every ${ interval } day, ${ untilString }": [
        "Svaki ${ interval } dan, ${ untilString }",
        "Svaka ${ interval } dana, ${ untilString }",
        "Svakih ${ interval } dana, ${ untilString }"
      ]
    },
    "Weekly recurring event, repeats on (multiple days), frequency": {
      "Sunday": [
        "Nedjelja"
      ],
      "Monday": [
        "Ponedjeljak"
      ],
      "Tuesday": [
        "Utorak"
      ],
      "Wednesday": [
        "Srijeda"
      ],
      "Thursday": [
        "Četvrtak"
      ],
      "Friday": [
        "Petak"
      ],
      "Saturday": [
        "Subota"
      ]
    },
    "Weekly recurring event, frequency": {
      "Weekly on all days": [
        "Tjedno, svim danima"
      ],
      "Every ${ interval } week on all days": [
        "Svaki ${ interval } tjedan, svim danima",
        "Svaka ${ interval } tjedna, svim danima",
        "Svakih ${ interval } tjedana, svim danima"
      ],
      "Weekly on Sunday": [
        "Tjedno nedjeljom"
      ],
      "Every ${ interval } week on Sunday": [
        "Svaki ${ interval } tjedan nedjeljom",
        "Svaka ${ interval } tjedna nedjeljom",
        "Svakih ${ interval } tjedana nedjeljom"
      ],
      "Weekly on Monday": [
        "Tjedno ponedjeljkom"
      ],
      "Every ${ interval } week on Monday": [
        "Svaki ${ interval } tjedan ponedjeljkom",
        "Svaka ${ interval } tjedna ponedjeljkom",
        "Svakih ${ interval } tjedana ponedjeljkom"
      ],
      "Weekly on Tuesday": [
        "Tjedno utorkom"
      ],
      "Every ${ interval } week on Tuesday": [
        "Svaki ${ interval } tjedan utorkom",
        "Svaka ${ interval } tjedna utorkom",
        "Svakih ${ interval } tjedana utorkom"
      ],
      "Weekly on Wednesday": [
        "Tjedno srijedom"
      ],
      "Every ${ interval } week on Wednesday": [
        "Svaki ${ interval } tjedan srijedom",
        "Svaka ${ interval } tjedna srijedom",
        "Svakih ${ interval } tjedana srijedom"
      ],
      "Weekly on Thursday": [
        "Tjedno četvrtkom"
      ],
      "Every ${ interval } week on Thursday": [
        "Svaki ${ interval } tjedan četvrtkom",
        "Svaka ${ interval } tjedna četvrtkom",
        "Svakih ${ interval } tjedana četvrtkom"
      ],
      "Weekly on Friday": [
        "Tjedno petkom"
      ],
      "Every ${ interval } week on Friday": [
        "Svaki ${ interval } tjedan petkom",
        "Svaka ${ interval } tjedna petkom",
        "Svakih ${ interval } tjedana petkom"
      ],
      "Weekly on Saturday": [
        "Tjedno subotom"
      ],
      "Every ${ interval } week on Saturday": [
        "Svaki ${ interval } tjedan subotom",
        "Svaka ${ interval } tjedna subotom",
        "Svakih ${ interval } tjedana subotom"
      ],
      "Weekly on ${ multipleDaysString }": [
        "Tjedno na ${ multipleDaysString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }": [
        "Svaki ${ interval } tjedan na ${ multipleDaysString }",
        "Svaka ${ interval } tjedna na ${ multipleDaysString }",
        "Svakih ${ interval } tjedana na ${ multipleDaysString }"
      ],
      "Weekly on all days, ${ timesString }": [
        "Tjedno svakim danom, ${ timesString }"
      ],
      "Every ${ interval } week on all days, ${ timesString }": [
        "Svaki ${ interval } tjedan svakim danom, ${ timesString }",
        "Svaka ${ interval } tjedna svakim danom, ${ timesString }",
        "Svakih ${ interval } tjedana svakim danom, ${ timesString }"
      ],
      "Weekly on Sunday, ${ timesString }": [
        "Tjedno nedjeljom, ${ timesString }"
      ],
      "Every ${ interval } week on Sunday, ${ timesString }": [
        "Svaki ${ interval } tjedan nedjeljom, ${ timesString }",
        "Svaka ${ interval } tjedna nedjeljom, ${ timesString }",
        "Svakih ${ interval } tjedana nedjeljom, ${ timesString }"
      ],
      "Weekly on Monday, ${ timesString }": [
        "Tjedno ponedjeljkom, ${ timesString }"
      ],
      "Every ${ interval } week on Monday, ${ timesString }": [
        "Svaki ${ interval } tjedan ponedjeljkom, ${ timesString }",
        "Svaka ${ interval } tjedna ponedjeljkom, ${ timesString }",
        "Svakih ${ interval } tjedana ponedjeljkom, ${ timesString }"
      ],
      "Weekly on Tuesday, ${ timesString }": [
        "Tjedno utorkom, ${ timesString }"
      ],
      "Every ${ interval } week on Tuesday, ${ timesString }": [
        "Svaki ${ interval } tjedan utorkom, ${ timesString }",
        "Svaka ${ interval } tjedna utorkom, ${ timesString }",
        "Svakih ${ interval } tjedana utorkom, ${ timesString }"
      ],
      "Weekly on Wednesday, ${ timesString }": [
        "Tjedno srijedom, ${ timesString }"
      ],
      "Every ${ interval } week on Wednesday, ${ timesString }": [
        "Svaki ${ interval } tjedan srijedom, ${ timesString }",
        "Svaka ${ interval } tjedna srijedom, ${ timesString }",
        "Svakih ${ interval } tjedana srijedom, ${ timesString }"
      ],
      "Weekly on Thursday, ${ timesString }": [
        "Tjedno četvrtkom, ${ timesString }"
      ],
      "Every ${ interval } week on Thursday, ${ timesString }": [
        "Svaki ${ interval } tjedan četvrtkom, ${ timesString }",
        "Svaka ${ interval } tjedna četvrtkom, ${ timesString }",
        "Svakih ${ interval } tjedana četvrtkom, ${ timesString }"
      ],
      "Weekly on Friday, ${ timesString }": [
        "Tjedno petkom, ${ timesString }"
      ],
      "Every ${ interval } week on Friday, ${ timesString }": [
        "Svaki ${ interval } tjedan petkom, ${ timesString }",
        "Svaka ${ interval } tjedna petkom, ${ timesString }",
        "Svakih ${ interval } tjedana petkom, ${ timesString }"
      ],
      "Weekly on Saturday, ${ timesString }": [
        "Tjedno subotom, ${ timesString }"
      ],
      "Every ${ interval } week on Saturday, ${ timesString }": [
        "Svaki ${ interval } tjedan subotom, ${ timesString }",
        "Svaka ${ interval } tjedna subotom, ${ timesString }",
        "Svakih ${ interval } tjedana subotom, ${ timesString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ timesString }": [
        "Tjedno na ${ multipleDaysString }, ${ timesString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ timesString }": [
        "Svaki ${ interval } tjedan na ${ multipleDaysString }, ${ timesString }",
        "Svaka ${ interval } tjedna na ${ multipleDaysString }, ${ timesString }",
        "Svakih ${ interval } tjedana na ${ multipleDaysString }, ${ timesString }"
      ],
      "Weekly on all days, ${ untilString }": [
        "Tjedno svakim danom, ${ untilString }"
      ],
      "Every ${ interval } week on all days, ${ untilString }": [
        "Svaki ${ interval } tjedan svakim danom, ${ untilString }",
        "Svaka ${ interval } tjedna svakim danom, ${ untilString }",
        "Svakih ${ interval } tjedana svakim danom, ${ untilString }"
      ],
      "Weekly on Sunday, ${ untilString }": [
        "Tjedno nedjeljom, ${ untilString }"
      ],
      "Every ${ interval } week on Sunday, ${ untilString }": [
        "Svaki ${ interval } tjedan nedjeljom, ${ untilString }",
        "Svaka ${ interval } tjedna nedjeljom, ${ untilString }",
        "Svakih ${ interval } tjedana nedjeljom, ${ untilString }"
      ],
      "Weekly on Monday, ${ untilString }": [
        "Tjedno ponedjeljkom, ${ untilString }"
      ],
      "Every ${ interval } week on Monday, ${ untilString }": [
        "Svaki ${ interval } tjedan ponedjeljkom, ${ untilString }",
        "Svaka ${ interval } tjedna ponedjeljkom, ${ untilString }",
        "Svakih ${ interval } tjedana ponedjeljkom, ${ untilString }"
      ],
      "Weekly on Tuesday, ${ untilString }": [
        "Tjedno utorkom, ${ untilString }"
      ],
      "Every ${ interval } week on Tuesday, ${ untilString }": [
        "Svaki ${ interval } tjedan utorkom, ${ untilString }",
        "Svaka ${ interval } tjedna utorkom, ${ untilString }",
        "Svakih ${ interval } tjedana utorkom, ${ untilString }"
      ],
      "Weekly on Wednesday, ${ untilString }": [
        "Tjedno srijedom, ${ untilString }"
      ],
      "Every ${ interval } week on Wednesday, ${ untilString }": [
        "Svaki ${ interval } tjedan srijedom, ${ untilString }",
        "Svaka ${ interval } tjedna srijedom, ${ untilString }",
        "Svakih ${ interval } tjedana srijedom, ${ untilString }"
      ],
      "Weekly on Thursday, ${ untilString }": [
        "Tjedno četvrtkom, ${ untilString }"
      ],
      "Every ${ interval } week on Thursday, ${ untilString }": [
        "Svaki ${ interval } tjedan četvrtkom, ${ untilString }",
        "Svaka ${ interval } tjedna četvrtkom, ${ untilString }",
        "Svakih ${ interval } tjedana četvrtkom, ${ untilString }"
      ],
      "Weekly on Friday, ${ untilString }": [
        "Tjedno petkom, ${ untilString }"
      ],
      "Every ${ interval } week on Friday, ${ untilString }": [
        "Svaki ${ interval } tjedan petkom, ${ untilString }",
        "Svaka ${ interval } tjedna petkom, ${ untilString }",
        "Svakih ${ interval } tjedana petkom, ${ untilString }"
      ],
      "Weekly on Saturday, ${ untilString }": [
        "Tjedno subotom, ${ untilString }"
      ],
      "Every ${ interval } week on Saturday, ${ untilString }": [
        "Svaki ${ interval } tjedan subotom, ${ untilString }",
        "Svaka ${ interval } tjedna subotom, ${ untilString }",
        "Svakih ${ interval } tjedana subotom, ${ untilString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ untilString }": [
        "Tjedno na ${ multipleDaysString }, ${ untilString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ untilString }": [
        "Svaki ${ interval } tjedan na ${ multipleDaysString }, ${ untilString }",
        "Svaka ${ interval } tjedna na ${ multipleDaysString }, ${ untilString }",
        "Svakih ${ interval } tjedana na ${ multipleDaysString }, ${ untilString }"
      ]
    },
    "Monthly recurring event, frequency": {
      "Monthly ${ onDayString }": [
        "Mjesečno ${ onDayString }"
      ],
      "Every ${ interval } month ${ onDayString }": [
        "Svaki ${ interval } mjesec ${ onDayString }",
        "Svaka ${ interval } mjeseca ${ onDayString }",
        "Svakih ${ interval } mjeseci ${ onDayString }"
      ],
      "Monthly ${ onDayString }, ${ timesString }": [
        "Mjesečno ${ onDayString }, ${ timesString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ timesString }": [
        "Svaki ${ interval } mjesec ${ onDayString }, ${ timesString }",
        "Svaka ${ interval } mjeseca ${ onDayString }, ${ timesString }",
        "Svakih ${ interval } mjeseci ${ onDayString }, ${ timesString }"
      ],
      "Monthly ${ onDayString }, ${ untilString }": [
        "Mjesečno ${ onDayString }, ${ untilString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ untilString }": [
        "Svaki ${ interval } mjesec ${ onDayString }, ${ untilString }",
        "Svaka ${ interval } mjeseca ${ onDayString }, ${ untilString }",
        "Svakih ${ interval } mjeseci ${ onDayString }, ${ untilString }"
      ]
    },
    "Yearly recurring event, frequency": {
      "Yearly": [
        "Godišnje"
      ],
      "Every ${ interval } year": [
        "Svaku ${ interval } godinu",
        "Svake ${ interval } godine",
        "Svakih ${ interval } godina"
      ],
      "Yearly, ${ timesString }": [
        "Godišnje, ${ timesString }"
      ],
      "Every ${ interval } year, ${ timesString }": [
        "Svaku ${ interval } godinu, ${ timesString }",
        "Svake ${ interval } godine, ${ timesString }",
        "Svakih ${ interval } godina, ${ timesString }"
      ],
      "Yearly, ${ untilString }": [
        "Godišnje, ${ untilString }"
      ],
      "Every ${ interval } year, ${ untilString }": [
        "Svaku ${ interval } godinu, ${ untilString }",
        "Svake ${ interval } godine, ${ untilString }",
        "Svakih ${ interval } godina, ${ untilString }"
      ]
    },
    "Error when exporting event from calendar": {
      "Event from ${ timeString }, ${ rruleString }": [
        "Događaj od ${ timeString }, ${ rruleString }"
      ],
      "Event @ ${ timeString }": [
        "Događaj u ${ timeString }"
      ]
    },
    "Attached ics file error": {
      "Invalid ICS file": [
        ""
      ],
      "Invalid event": [
        ""
      ],
      "Unsupported event": [
        ""
      ]
    },
    "Event invitation error": {
      "Invalid response": [
        ""
      ],
      "Invalid invitation": [
        ""
      ],
      "Unsupported response": [
        ""
      ],
      "Unsupported invitation": [
        ""
      ],
      "Attached ICS file could not be parsed": [
        ""
      ],
      "Attached ICS file could not be decrypted": [
        ""
      ],
      "We could not retrieve the event from your calendar": [
        ""
      ],
      "We could not update the event in your calendar": [
        ""
      ],
      "Your answer was sent, but the event could not be added to your calendar": [
        ""
      ],
      "Your answer was sent, but the event could not be updated in your calendar": [
        ""
      ],
      "We could not cancel the event in your calendar": [
        ""
      ],
      "Unexpected error": [
        ""
      ]
    },
    "Keyboard shortcut section name": {
      "Basic navigation": [
        "Osnovna navigacija"
      ],
      "Basic actions": [
        "Osnovne radnje"
      ],
      "Folder shortcuts": [
        "Prečaci mapa"
      ],
      "Composer shortcuts": [
        "Prečaci prozora za novu poruku"
      ],
      "List shortcuts": [
        "Popis prečaca"
      ],
      "Action shortcuts": [
        "Prečaci radnji"
      ],
      "Message shortcuts": [
        "Prečaci poruke"
      ]
    },
    "Keyboard shortcut name": {
      "Move up": [
        "Premjesti gore"
      ],
      "Jump to first": [
        "Preskoči na prvo"
      ],
      "Move down": [
        "Premjesti dolje"
      ],
      "Jump to last": [
        "Preskoči na zadnje"
      ],
      "Move right / expand": [
        "Pomakni desno / proširi"
      ],
      "Move left / collapse": [
        "Pomakni lijevo / smanji"
      ],
      "Apply / open": [
        "Primijeni / otvori"
      ],
      "Cancel / close": [
        "Odustani / zatvori"
      ],
      "Open this modal": [
        "Otvori ovaj modal"
      ],
      "Select / unselect": [
        "Odaberi / poništi odabir"
      ],
      "Go to Inbox": [
        "Idi u Pristiglu poštu"
      ],
      "Go to Archive": [
        "Idi u Arhivu"
      ],
      "Go to Sent": [
        "Idi u Poslano"
      ],
      "Go to Starred": [
        "Idi u Sa zvjezdicom"
      ],
      "Go to Drafts": [
        "Idi u Skice"
      ],
      "Go to Trash": [
        "Idi u Otpad"
      ],
      "Go to Spam": [
        "Idi u Neželjenu poštu"
      ],
      "Go to All Mail": [
        "Premjesti u Svu poštu"
      ],
      "Save draft": [
        "Spremi skicu"
      ],
      "Send email": [
        "Pošalji e-poruku"
      ],
      "Close draft": [
        "Zatvori skicu"
      ],
      "Minimize / maximize composer": [
        "Smanji / povećaj prozor za novu poruku"
      ],
      "Expand / contract composer": [
        "Proširi / smanji prozor za novu poruku"
      ],
      "Attach file": [
        "Priloži datoteku"
      ],
      "Add expiration time": [
        "Dodaj vrijeme isteka"
      ],
      "Add encryption": [
        "Dodaj šifriranje"
      ],
      "Discard draft": [
        "Odbaci skicu"
      ],
      "Open previous message": [
        "Otvori prethodnu poruku"
      ],
      "Open next message": [
        "Otvori sljedeću poruku"
      ],
      "Show unread emails": [
        "Prikaži nepročitane e-poruke"
      ],
      "Show all emails": [
        "Prikaži svu e-poštu"
      ],
      "Select / unselect all": [
        "Odaberi sve / poništi sav odabir"
      ],
      "Search": [
        "Pretraga"
      ],
      "New message": [
        "Nova poruka"
      ],
      "Star": [
        "Zvjezdica"
      ],
      "Mark as unread": [
        "Označi kao nepročitano"
      ],
      "Label as...": [
        "Označi kao..."
      ],
      "Create filter with...": [
        "Stvori filtar s..."
      ],
      "Move to...": [
        "Premjesti u..."
      ],
      "Move to Inbox": [
        "Premjesti u Pristiglu poštu"
      ],
      "Move to Archive": [
        "Premjesti u Arhivu"
      ],
      "Move to Spam": [
        "Premjesti u Neželjenu poštu"
      ],
      "Move to Trash": [
        "Premjesti u Otpad"
      ],
      "Delete permanently": [
        "Trajno izbriši"
      ],
      "Reply": [
        "Odgovor"
      ],
      "Reply all": [
        "Odgovori svima"
      ],
      "Forward": [
        "Proslijedi"
      ],
      "Load remote content": [
        "Učitaj udaljeni sadržaj"
      ],
      "Load embedded images": [
        "Učitaj ugrađene slike"
      ],
      "Show original message": [
        "Prikaži originalnu poruku"
      ]
    },
    "Settings section title": {
      "General": [
        "Općenito"
      ],
      "Import & export": [
        "Uvoz i izvoz"
      ],
      "VPN apps": [
        "VPN aplikacije"
      ],
      "Identity & addresses": [
        "Identitet i adrese"
      ],
      "Appearance": [
        "Izgled"
      ],
      "Folders & labels": [
        "Mape i oznake"
      ],
      "Filters": [
        "Filtri"
      ],
      "Auto reply": [
        "Automatski odgovori"
      ],
      "Domain Names": [
        "Nazivi domena"
      ],
      "Encryption & keys": [
        "Šifriranje i ključevi"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "Calendars": [
        "Kalendari"
      ],
      "Users & addresses": [
        "Korisnici i adrese"
      ],
      "Domain names": [
        "Nazivi domena"
      ],
      "Organization & keys": [
        "Organizacija i ključevi"
      ],
      "Multi-user support": [
        "Višekorisnička podrška"
      ],
      "Account": [
        "Korisnički račun"
      ],
      "Organization": [
        "Organizacija"
      ]
    },
    "Upgrade": {
      "Upgrade to ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } to connect up to ${ plusVpnConnections } device to the VPN at once": [
        "Nadogradite na ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } za povezivanje ${ plusVpnConnections } uređaja na VPN odjednom",
        "Nadogradite na ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } za povezivanje do ${ plusVpnConnections } uređaja na VPN odjednom",
        "Nadogradite na ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } za povezivanje do ${ plusVpnConnections } uređaja na VPN odjednom"
      ]
    },
    "Settings description": {
      "You can apply multiple labels to a single message, but messages can usually only be in a single folder. Drag and drop to rearrange the order of your folders and labels.": [
        "Na jednu poruku možete primijeniti više oznaka, ali poruke obično mogu biti samo u jednoj mapi. Povucite i ispustite da biste prilagodili redoslijed mapa i oznaka."
      ]
    },
    "Navigation": {
      "Back to Mailbox": [
        "Natrag na poštanski sandučić"
      ],
      "Back to Calendar": [
        "Natrag na Kalendar"
      ],
      "Back to Contacts": [
        "Natrag na Kontakti"
      ],
      "Back to Drive": [
        "Natrag na Drive"
      ]
    },
    "Email Unsubscribe Categories": {
      "${ allCategoriesExceptTheLastOne } and ${ lastCategory }": [
        "${ allCategoriesExceptTheLastOne } i ${ lastCategory }"
      ]
    },
    "Email Unsubscribe": {
      "You unsubscribed from ${ categoriesJsx } emails.": [
        "Otkazali ste pretplatu na ${ categoriesJsx } e-poruka."
      ],
      "You resubscribed to ${ categoriesJsx } emails.": [
        "Ponovno ste se pretplatili na ${ categoriesJsx } e-poruke."
      ],
      "Which emails do you want to receive from Proton?": [
        "Koju e-poštu želite primati od Protona?"
      ]
    },
    "Signup label": {
      "Username": [
        "Korisničko ime"
      ],
      "Email": [
        "E-pošta"
      ]
    },
    "Recovery method": {
      "email address": [
        "adresa e-pošte"
      ],
      "phone number": [
        "broj telefona"
      ],
      "Email": [
        "E-pošta"
      ],
      "Phone number": [
        "Broj telefona"
      ]
    },
    "blackfriday Info": {
      "Get early access to our new encrypted drive for FREE by upgrading to a Plus bundle now.": [
        "Ostvarite BESPLATNI rani pristup našem novom šifriranom prostoru za pohranu u oblaku ako sada obavite nadogradnju na kombinirani paket Plus."
      ],
      "This subscription will automatically renew after 2 years at the same rate until it is cancelled.": [
        "Ovaj se pretplatnički odnos automatski obnavlja nakon dvije godine po istoj cijeni dok se ne otkaže."
      ],
      "Discounts are based on monthly pricing.": [
        "Popusti se zasnivaju na cijeni mjesečne pretplate."
      ],
      "Offer valid only for first-time paid subscriptions.": [
        "Ponuda vrijedi samo za pretplatnike koji prvi puta zasnivaju pretplatnički odnos."
      ],
      "Save ${ percentage }%": [
        "${ percentage }%"
      ],
      "Includes": [
        "Uključuje"
      ],
      "early access to": [
        "rani pristup usluzi"
      ],
      "ProtonDrive": [
        "ProtonDrive"
      ],
      "Free": [
        "Besplatno"
      ],
      "Standard price: ${ regularPrice }": [
        "Standardna cijena: ${ regularPrice }"
      ]
    },
    "blackfriday Title": {
      "ProtonDrive early access offer": [
        "Rani pristup usluzi ProtonDrive"
      ],
      "Cyber Monday Sale": [
        "Rasprodaja povodom Kibernetičkog ponedjeljka"
      ],
      "Black Friday Sale": [
        "Rasprodaja povodom Crnog petka"
      ],
      "for 1 month": [
        "za mjesec dana"
      ],
      "for 1 year": [
        "za godinu dana"
      ],
      "for 2 years": [
        "za dvije godine"
      ],
      "Billed as ${ amount } ${ supNotice }": [
        ""
      ],
      "(${ notice }) Renews after 1 year at a discounted annual price of ${ amount } every year (20% discount).": [
        "(${ notice }) Obnavlja se nakon jedne godine po sniženoj cijeni jednogodišnje pretplate od ${ amount } svake godine (20 % popusta)."
      ],
      "(${ notice }) Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (47% discount).": [
        "(${ notice }) Obnavlja se nakon dvije godine po sniženoj cijeni dvogodišnje pretplate od ${ amount } svake dvije godine (47 % popusta)."
      ],
      "(${ notice }) Renews after 1 year at a discounted annual & bundle price of ${ amount } every year (36% discount).": [
        "(${ notice }) Obnavlja se nakon jedne godine po sniženoj cijeni jednogodišnje pretplate i cijeni kombiniranog paketa od ${ amount } svake godine (36 % popusta)."
      ],
      "Most popular": [
        "Najpopularniji odabir"
      ]
    },
    "blackfriday Action": {
      "Upgrade": [
        "Nadogradi"
      ],
      "Get limited-time deal": [
        "Iskoristi vremenski ograničenu ponudu"
      ]
    },
    "blackfriday info": {
      "per month": [
        "mjesečno"
      ]
    },
    "blackfriday Promo title, need to be short": {
      "Special offer": [
        "Posebna ponuda"
      ]
    }
  }
}
