{
  "headers": {
    "plural-forms": "nplurals=2; plural=(n != 1);",
    "language": "hu"
  },
  "contexts": {
    "": {},
    "Info": {
      "No results found": [
        "Nincs találat"
      ],
      "Insert image": [
        "Kép beillesztése"
      ],
      "Add image URL": [
        "Kép URL megadása"
      ],
      "Image URL": [
        "Kép URL"
      ],
      "Not a valid URL": [
        "Érvénytelen URL-cím"
      ],
      "Upload picture": [
        "Kép feltöltése"
      ],
      "Web URL": [
        "Weblap link"
      ],
      "Email address": [
        "E-mail cím"
      ],
      "Phone number": [
        "Telefonszám"
      ],
      "URL link": [
        "URL link"
      ],
      "Insert link": [
        "Link beszúrása"
      ],
      "Please select the type of link you want to insert and fill in all the fields.": [
        "Válassza ki a beszúrandó link típusát és adja meg az adatait."
      ],
      "Link type": [
        "Link típusa"
      ],
      "Text to display": [
        "Megjelenő szöveg"
      ],
      "Test link": [
        "Link kipróbálása"
      ],
      "Text color": [
        "Szöveg színe"
      ],
      "Background color": [
        "Háttérszín"
      ],
      "Align left": [
        "Balra igazítás"
      ],
      "Center": [
        "Középre"
      ],
      "Align right": [
        "Jobbra igazítás"
      ],
      "Justify": [
        "Sorkizárás"
      ],
      "Left to Right": [
        "Balról jobbra"
      ],
      "Right to Left": [
        "Jobbról balra"
      ],
      "Normal": [
        "Normál"
      ],
      "Plain text": [
        "Egyszerű szöveg"
      ],
      "Drop the file here to upload": [
        "Húzza ide a fájlt a feltöltéshez"
      ],
      "This link may be a homograph attack and cannot be opened by Internet Explorer and Edge browsers. If you are certain the link is legitimate, please use a different browser to open it.": [
        "Ez a link egy hamisított címre mutató (homográf) támadásnak néz ki. Internet Explorerben és Edge-ben nem nyitható meg. Ha biztos benne, hogy ez egy érvényes link, használjon egy másik böngészőt a megnyitáshoz."
      ],
      "This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.": [
        "Ez a link egy hamisított címre mutató (homográf) támadásnak néz ki. Ellenőrizze, hogy valóban ezt a linket kívánja-e megnyitni vagy ne nyissa meg."
      ],
      "You are about to open another browser tab and visit:": [
        "Egy új böngésző fülön a következő címet fogja megnyitni:"
      ],
      "Learn more": [
        "További információk"
      ],
      "Loading": [
        "Betöltés"
      ],
      "Week": [
        "Hét"
      ],
      "support team": [
        "ügyfélszolgálat"
      ],
      "Choose the look and feel of the application.": [
        "Válassza ki az alkalmazás megjelenését."
      ],
      "Import calendars": [
        ""
      ],
      "Your events are being imported from": [
        ""
      ],
      "to": [
        "ide:"
      ],
      "Your import has started!": [
        "Az importálás elindult!"
      ],
      "We will notify you once your import is finished.": [
        "Értesítést kap az importálás befejezésekor."
      ],
      "Large imports can take several days to complete.": [
        "Egy nagyobb importálás akár napokig is eltarthat."
      ],
      "You can continue using Proton services as usual.": [
        "A Proton szolgáltatásait tovább használhatja közben."
      ],
      "Your import will not be processed.": [
        "Az importálás nem lesz feldolgozva."
      ],
      "To prepare your external account for import, please follow the instructions for:": [
        "Az importáláshoz készítse elő a külső e-mail fiókját, az alábbiak szerint:"
      ],
      "If you are using a different email provider or your account is already prepared, you can skip to import.": [
        "Ha más e-mail szolgáltatót használ vagy már előkészítette a fiókját, ezt a lépést átugorhatja."
      ],
      "Enter the credentials of the email account you want to import from.": [
        "Adja meg az e-mail fiók belépési adatait, amelyről importálni szeretne."
      ],
      "Your login information will not be saved after the import is completed.": [
        "A bejelentkezési adatok az importálás befejezése után nem kerülnek tárolásra."
      ],
      "Import mailbox": [
        "E-mail fiók importálása"
      ],
      "Label all imported messages as": [
        "Az importált üzenetek megjelölése mint"
      ],
      "${ providerFoldersNumLocalized } label found in Gmail": [
        "${ providerFoldersNumLocalized } címke található a Gmailben",
        "${ providerFoldersNumLocalized } címke található a Gmailben"
      ],
      "${ providerFoldersNumLocalized } folder found": [
        "${ providerFoldersNumLocalized } mappa található",
        "${ providerFoldersNumLocalized } mappa található"
      ],
      "${ selectedFoldersCountLocalized } label selected": [
        "${ selectedFoldersCountLocalized } címke kiválasztva",
        "${ selectedFoldersCountLocalized } címke kiválasztva"
      ],
      "${ selectedFoldersCountLocalized } folder selected": [
        "${ selectedFoldersCountLocalized } mappa kiválasztva",
        "${ selectedFoldersCountLocalized } mappa kiválasztva"
      ],
      "Your messages are being imported from": [
        "Az üzenetek innen kerülnek importálásra:"
      ],
      "Please select the folders you would like to import:": [
        "Válassza ki az importálásra kerülő mappákat:"
      ],
      "Create a label for the imported messages, a time range for this import, and the labels you would like to import.": [
        "Hozzon létre egy címkét az importált levelekhez, válassza ki a kívánt idő intervallumot és adja meg az importálandó címkéket."
      ],
      "Create a label for the imported messages, a time range for this import, and the folders you would like to import.": [
        "Hozzon létre egy címkét az importált levelekhez, válassza ki a kívánt idő intervallumot és adja meg az importálandó mappákat."
      ],
      "All (${ totalFoldersCount } label)": [
        "Mind (${ totalFoldersCount } címke)",
        "Mind (${ totalFoldersCount } címke)"
      ],
      "All (${ totalFoldersCount } folder)": [
        "Mind (${ totalFoldersCount } mappa)",
        "Mind (${ totalFoldersCount } mappa)"
      ],
      "${ selectedFoldersCount } label selected": [
        "${ selectedFoldersCount } címke kiválasztva",
        "${ selectedFoldersCount } címke kiválasztva"
      ],
      "${ selectedFoldersCount } folder selected": [
        "${ selectedFoldersCount } mappa kiválasztva",
        "${ selectedFoldersCount } mappa kiválasztva"
      ],
      "Transfer your data safely to Proton. Import Assistant connects to your external email provider and imports your selected messages and folders.": [
        "Hozza át biztonságosan az adatait a Protonhoz. Az Import Assistant csatlakozik a külső e-mail szolgáltatójához és importálja a kiválasztott üzeneteket és mappákat."
      ],
      "No imports to display.": [
        "Nincs megjelenítendő importálás."
      ],
      "Proton will try to resume the import as soon as your email provider resets your account’s ${ bandwithLimitLink }. You don’t need to do anything. If you cancel your import, you won't be able to resume it and you will need to start over.": [
        "Proton megpróbálja folytatni az importálást ahogy az e-mail szolgáltatója visszaállítja a fiók ${ bandwithLimitLink }-jét. Nem kell semmit csinálnia. Ha abbahagyja az importálást, nem fogja tudni folytatni és újra fog kelleni kezdenie."
      ],
      "Check the status of current and previous imports.": [
        "Az aktuális és a korábbi importálások állapotának megtekintése."
      ],
      "Proton paused an import because your account is running low on space. You can:": [
        "A Proton felfüggesztette az importálást mert a fiókban túlságosan lecsökkent a tárhely. Próbálja meg:"
      ],
      "free up space by deleting older messages or other data": [
        "szabadítson fel helyet a régi üzenetek vagy más adatok törlésével"
      ],
      "purchase additional storage": [
        "vásároljon további tárhelyet"
      ],
      "Proton paused an import because it lost the connection with your other email provider. Please reconnect.": [
        "A Proton felfüggesztette az importálást, mert megszakadt a kapcsolat a külső e-mail szolgáltatóval. Próbáljon újra csatlakozni."
      ],
      "Your import from ${ delayedImport.Email } is temporarily delayed.": [
        "Az importálásod a ${ delayedImport.Email } címről átmenetileg késik."
      ],
      "For advanced security, the Import-Export app encrypts emails on your device before migrating them to Proton servers. You can also export messages for local backups.": [
        "A maximális biztonság érdekében, az Import-Export alkalmazás az e-maileket az ön eszközén titkosítja, mielőtt azokat a Proton szervereihez továbbítaná. Helyi biztonsági mentéshez exportálhatja is az üzeneteket."
      ],
      "Available on macOS, Windows, and Linux.": [
        "Elérhető macOS, Windows és Linux rendszerekhez."
      ],
      "Add a @pm.me email address to your account. This simple, shorter domain stands for \"ProtonMail me\" or \"Private Message me.\"": [
        "Hozzon létre @pm.me címet a fiókjához. Ez a rövid név a \"ProtonMail nekem\" (ProtonMail me), vagy \"személyes üzenet nekem\" (Private Message me) rövidítésre utal."
      ],
      "You can now receive messages from your @pm.me address. Upgrade to a paid plan to also send emails using your @pm.me address and create additional @pm.me addresses.": [
        "Már fogadhat üzeneteket a @pm.me címére. Váltson előfizetéses csomagra, hogy küldhessen is @pm.me címzéssel és további @pm.me címeket hozhasson létre."
      ],
      "We support importing CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps. We also support importing vCard 4.0. (UTF-8 encoding).": [
        "CSV fájlok importálása támogatott a következőkből: Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora és néhány egyéb. vCard 4.0 importálása szintén támogatott (UTF-8 kódolással)."
      ],
      "The application needs to locally decrypt your contacts before they can be exported. At the end of the process, a VCF file will be generated and you will be able to download it.": [
        "Az alkalmazásnak helyben kell visszafejtenie a névjegyeket az exportáláshoz. A folyamat végén egy VCF fájl fog létrejönni, amelyet letölthet."
      ],
      "To secure your internet connection, download and install the ProtonVPN application for your device and connect to a ProtonVPN server.": [
        "Az internetkapcsolatának biztonságosabbá tételéhez, töltse le és telepítse a ProtonVPN alkalmazást és kapcsolódjon egy ProtonVPN szerverhez."
      ],
      "You can use the following credentials to connect to a ProtonVPN server using a third-party, open source VPN app, like Tunnelblick for macOS or OpenVPN for GNU/Linux.": [
        "Az alábbi bejelentkezéssel csatlakozhat a ProtonVPN szerverekhez ha valamilyen külső VPN alkalmazást használ, mint például Tunnelblick macOS-en vagy OpenVPN GNU/Linux-on."
      ],
      "Learn how to log in to ProtonVPN with third-party VPN applications.": [
        "Tudjon meg többet arról, hogyan jelentkezhet be VPN alkalmazásokkal a ProtonVPN-re."
      ],
      "We advise you to use official ProtonVPN applications when possible.": [
        "Amikor lehetséges, javasoljuk inkább a hivatalos ProtonVPN alkalmazás használatát."
      ],
      "You cannot use the OpenVPN / IKEv2 credentials to log in to ProtonVPN applications or the ProtonVPN dashboard. ${ learnMore }": [
        "Nem használhatja az OpenVPN / IKEv2 bejelentkezési adatokat a ProtonVPN alkalmazásokban való bejelentkezéshez vagy a ProtonVPN vezérlőpulthoz. ${ learnMore }"
      ],
      "Use the following credentials when connecting to ProtonVPN servers without application. Examples use cases include: Tunnelblick on macOS, OpenVPN on GNU/Linux.": [
        "Használja az alábbi adatokat, amikor a ProtonVPN szerverekhez az alkalmazás nélkül csatlakozik. Például: Tunnelblick MacOS-en, vagy OpenVPN GNU/Linux-on."
      ],
      "Do not use the OpenVPN / IKEv2 credentials in ProtonVPN applications or on the ProtonVPN dashboard. ${ learnMore }": [
        "Ne használja az OpenVPN / IKEv2 adatokat a ProtonVPN alkalmazásban vagy a ProtonVPN vezérlőpulton. ${ learnMore }"
      ],
      "Server load": [
        "Szerver terheltség"
      ],
      "Server is currently down": [
        "A szerver jelenleg nem működik"
      ],
      "P2P": [
        "P2P"
      ],
      "Tor": [
        "Tor"
      ],
      "Plus or Visionary subscription required": [
        "Plus vagy Visionary előfizetés szükséges"
      ],
      "Basic, Plus or Visionary subscription required": [
        "Basic, Plus vagy Visionary előfizetés szükséges"
      ],
      "${ number } server": [
        "${ number } kiszolgáló",
        "${ number } kiszolgálók"
      ],
      "${ number } city": [
        "${ number } város",
        "${ number } városok"
      ],
      "These configuration files let you choose which ProtonVPN server you connect to when using a third-party VPN app or setting up a VPN connection on a router.": [
        "Ezekkel a beállítási fájlokkal egy külső VPN alkalmazással csatlakozhat a ProtonVPN-hez, vagy a routerén állíthatja be a kapcsolatot."
      ],
      "Install a Secure Core configuration file to benefit from an additional protection against VPN endpoint compromise.": [
        "Telepítse a Secure Core konfigurációs fájlt, a VPN végpontok kompromittálásával szembeni erősebb védelemhez."
      ],
      "ProtonVPN Plus or Visionary required for Secure Core feature.": [
        "ProtonVPN Plus vagy a Visionary csomag szükséges a Secure Core szolgáltatáshoz."
      ],
      "Install a Country configuration file to connect to a random server in the country of your choice.": [
        "Telepítsen egy országkonfigurációs fájlt, ha véletlenszerű szerverhez szeretne kapcsolódni a választott országban."
      ],
      "ProtonVPN Basic, Plus or Visionary required for Country level connection.": [
        "ProtonVPN Basic, Plus vagy Visionary csomag szükséges az ország szintű kapcsolódáshoz."
      ],
      "Install a Server configuration file to connect to a specific server in the country of your choice.": [
        "Telepítsen egy szerverkonfigurációs fájlt, ha egy adott szerverhez szeretne kapcsolódni a választott országban."
      ],
      "Install a Free server configuration file to connect to a specific server in one of the three free locations.": [
        "Telepítsen egy ingyenes konfigurációs fájlt, ha a három ingyenes hely egyikéhez szeretne kapcsolódni."
      ],
      "Plan upgrade required": [
        "Nagyobb csomag szükséges"
      ],
      "By leaving now, changes may not be saved": [
        "Ha most kilép, a módosítások elveszhetnek"
      ],
      "Enter your own password (as organization admin) and this user's new password.": [
        "Adja meg a saját (szervezeti adminisztrátor) jelszavát és a felhasználó új jelszavát."
      ],
      "Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.": [
        "A két jelszavas mód különválasztja a bejelentkezési jelszót és a levelek titkosításához használt jelszót. Ez egy kis biztonsági előnnyel járhat bizonyos esetekben, de általában inkább az egy jelszavas módot javasoljuk a legtöbb felhasználónak. A két jelszavas módra váltáshoz, először adja meg a bejelentkezési jelszót és aztán pedig az e-mail titkosítási jelszót."
      ],
      "ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.": [
        "A ProtonMail egy-jelszavas módban is használható, amely leváltja a külön bejelentkezési és e-mail titkosítási jelszavakat. Egy-jelszavas módra váltáshoz, adja meg a kívánt jelszót, majd kattintson a Mentés gombra."
      ],
      "Proton can't help you recover any lost passwords": [
        "A Proton nem tud segíteni semmilyen elveszített jelszó helyreállításában"
      ],
      "Make sure you remember the password to log in and decrypt emails. ${ boldAlert }. We recommend adding a recovery email first.": [
        "Mindenképpen emlékezzen a bejelentkezési és az e-mail titkosítási jelszavaira. ${ boldAlert }. Javasoljuk, hogy előbb adjon meg egy helyreállítási e-mail címet."
      ],
      "reading our two-factor authentication Guide first": [
        "először elolvasni a kétlépcsős hitelesítésről szóló útmutatót"
      ],
      "This wizard will enable Two-Factor Authentication (2FA) on your Proton account. Two-factor authentication will make your Proton account more secure so we recommend enabling it.": [
        "Ezzel a funkcióval bekapcsolhatja a kétlépcsős hitelesítést (2FA). A kétlépcsős hitelesítés biztonságosabbá teszi a Proton fiókját, ezért javasolt engedélyezni."
      ],
      "If you have never used two-factor authentication before, we strongly recommend you ${ guideButton }.": [
        "Ha még sosem használt kétlépcsős hitelesítést, javasolt ${ guideButton }."
      ],
      "Enter key manually instead": [
        "Kulcs megadása manuálisan"
      ],
      "Scan this code with your two-factor authentication device to set up your account. ${ switchButton }.": [
        "Fiókjának beállításához olvassa be ezt a kódot a kétlépcsős hitelesítéshez használt eszközén. ${ switchButton }."
      ],
      "Scan QR code instead": [
        "QR kód beolvasása"
      ],
      "Manually enter this information into your two-factor authentication device to set up your account. ${ _switchButton }.": [
        "Fiókjának beállításához kézileg írja be ezt a kódot a kétlépcsős hitelesítéshez használt eszközén. ${ _switchButton }."
      ],
      "Two-factor authentication enabled": [
        "Kétlépcsős hitelesítés bekapcsolva"
      ],
      "Important: Please make sure you save the recovery codes. Otherwise you can permanently lose access to your account if you lose your two-factor authentication device.": [
        "Fontos: Mindenképpen mentese el a helyreállító kódokat. Különben véglegesen elveszíti a fiókját, ha elveszik a kétlépcsős hitelesítéshez használt eszköze."
      ],
      "If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit two-factor authentication code to log into your account. Each code can only be used once.": [
        "Ha elveszti a kétlépcsős hitelesítéshez használt eszközét, ezekkel a kódokkal jelentkezhet be fiókjába a 6 számjegyű kód helyett. Minden kód csak egyszer használható."
      ],
      "Two-factor authentication disabled": [
        "Kétlépcsős azonosítás kikapcsolva"
      ],
      "Two-factor authentication adds an extra layer of security to your account in case your password is compromised.": [
        "A kétlépcsős hitelesítés további biztonságot nyújt abban az esetben, ha a jelszava illetéktelen kezekbe kerülne."
      ],
      "Two-password mode requires two passwords: one to log in to your account and one to decrypt your mailbox. (Advanced)": [
        "A két jelszavas mód két jelszó megadását kívánja meg: egy jelszó a belépéshez és egy másik a postafiók visszafejtéséhez. (Haladó)"
      ],
      "Your subscription is managed by Mozilla. Please contact Mozilla support.": [
        "Az előfizetését a Mozilla kezeli. Kérjük, forduljon a Mozilla ügyfélszolgálatához az előfizetés lemondásához."
      ],
      "Warning: deletion is permanent": [
        "Figyelem: a törlés visszavonhatatlan"
      ],
      "If you wish to delete this account in order to combine it with another one, do NOT delete it.": [
        "Amennyiben azért szeretné törölni a fiókot, hogy egy másikkal összevonja, NE törölje."
      ],
      "Warning: This also removes access to all connected services and deletes all of your contacts": [
        "Figyelmeztetés: ezzel elveszti a kapcsolatot az összes csatlakoztatott eszközzel és törli minden névjegyét"
      ],
      "Example: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }": [
        "Például: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }"
      ],
      "Please provide an email address in case we need to contact you.": [
        "Kérjük, adjon meg egy email címet, arra az esetre, ha kapcsolatba kellene lépnünk önnel."
      ],
      "Enter your login password to confirm your identity.": [
        "Írja be a bejelentkezési jelszavát az azonosításhoz."
      ],
      "Your ProtonVPN and ProtonMail accounts are linked. To delete them both, please log in at ${ loginLink } and delete your account there.": [
        "A ProtonMail és a ProtonVPN fiókok össze vannak kapcsolva. Mindkettő törléséhez lépjen be a következő címen és ott törölje a fiókokat: ${ loginLink }."
      ],
      "This will permanently delete your account and all of its data. You will not be able to reactivate this account.": [
        "Ezzel véglegesen törlődik fiókja és minden ahhoz kapcsolódó adat. A fiók többé nem állítható vissza."
      ],
      "Emailing preference saved": [
        "E-mail beállítás elmentve"
      ],
      "To keep up with the latest development at Proton products, you can subscribe to our various emails and visit our blog from time to time.": [
        "Hogy mindig értesüljön a legfrissebb Proton hírekről, iratkozzon fel hírleveleinkre és időnként nézze meg a blogunkat."
      ],
      "No addresses exist": [
        "Nincsenek címek"
      ],
      "Let your contacts know you care about their privacy.": [
        "Tudassa kapcsolataival hogy Ön törődik személyes adataik védelmével!"
      ],
      "Queued": [
        "Sorba állítva"
      ],
      "Done": [
        "Kész"
      ],
      "Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them.": [
        "Mielőtt elkezdhetne küldeni és fogadni e-maileket az új címével, létre kell hoznia titkosítási kulcsokat hozzá."
      ],
      "Please note that if you delete this address, you will no longer be able to send or receive emails using this address.": [
        "Amennyiben törli ezt a címet, a továbbiakban nem fogadhat és nem küldhet leveleket ezzel a címmel."
      ],
      "Are you sure you want to delete this address?": [
        "Biztosan törli ezt a címet?"
      ],
      "The email address you place at the top of the list is your default email address. Drag and drop to reorder your addresses.": [
        "Az e-mail cím, amit a lista tetejére helyez lesz az alapértelmezett címe. Húzással mozgassa a címeket annak érdekében hogy módosíthassa a sorrendet."
      ],
      "Expired": [
        "Lejárt"
      ],
      "You have no saved payment methods.": [
        "Nincs elmentve fizetési mód."
      ],
      "Are you sure you want to delete this calendar?": [
        "Biztos, hogy törölni szeretné ezt a naptárat?"
      ],
      "${ calendarName } will be set as default calendar.": [
        "${ calendarName } lesz az alapértelmezett naptár."
      ],
      "The calendar will be deleted and won’t be synchronised anymore with the link provided.": [
        ""
      ],
      "You need to have an active calendar to import your events.": [
        "Az importáláshoz szükséges, hogy legyen egy aktív naptár."
      ],
      "You can import ICS files from another calendar to ${ CALENDAR_APP_NAME }. This lets you quickly import one event or your entire agenda.": [
        "Más naptárakból kimentett ICS fájlokat importálhat a ${ CALENDAR_APP_NAME } naptárba. Így egy vagy több eseményt is könnyen áthozhat."
      ],
      "If the system time zone does not match the current time zone preference, you will be asked to update it (at most once per day).": [
        "Amikor a rendszer időzónája eltér az aktuális időzóna beállításától, rákérdez, hogy frissítse-e a beállítást (maximum naponta egyszer)."
      ],
      "Week and month views only apply to desktop.": [
        "A heti és havi nézet csak számítógépen érhető el."
      ],
      "Only you can see the labels.": [
        "Csak ön láthatja a címkéket."
      ],
      "Limited view: others see if you're busy. Full view: shows all event details, including name, location, or participants.": [
        "Korlátozott nézet: mások láthatják, ha elfoglalt. Teljes nézet: megjeleníti az esemény összes részletét, beleértve a nevét, helyét és a résztvevőket."
      ],
      "You can create up to ${ MAX_LINKS_PER_CALENDAR } links per calendar. To create a new link to this calendar, delete one from the list below.": [
        "Egy naptárhoz maximum ${ MAX_LINKS_PER_CALENDAR } linket hozhat létre. Újabb link létrehozásához töröljön egyet az alábbi listáról."
      ],
      "By sharing the full event details of this calendar, you accept to grant Proton access to this calendar's encrypted information.": [
        "A naptár teljes esemény részletekkel való megosztásakor elfogadja, hogy elérést biztosít a Proton számára a naptár titkosított tartalmához."
      ],
      "Anyone with this link can see all the event details of this calendar such as title, location or participants.": [
        "Bárki a link birtokában megtekintheti a naptár összes eseményének részleteit, beleértve a címét, helyét és résztvevőket."
      ],
      "Anyone with this link can see whether you’re free or busy on your calendar. They can’t see event details, such as title, location, or participants.": [
        "A link birtokában bárki láthatja, hogy a naptára szerint elfoglalt vagy szabad. Nem láthatják viszont az események adatait, mint például címét, helyét vagy résztvevőit."
      ],
      "Delete link?": [
        "Link törlése?"
      ],
      "Anyone with this link won't be able to sync or get future updates for your calendar. If you want to give them access again, you will have to create a new link.": [
        "A linket ismerők nem fognak hozzáférni a naptár szinkronizálásához vagy további frissítéseihez. Ha ismét elérést szeretne biztosítani, új linket kell majd készítenie."
      ],
      "Edit label": [
        "Címke szerkesztése"
      ],
      "Add label": [
        "Új címke"
      ],
      "Link copied to clipboard": [
        "Link a vágólapra másolva"
      ],
      "Link created": [
        "Link létrehozva"
      ],
      "Link deleted": [
        "Link törölve"
      ],
      "Create a link to your calendar and share it with anyone outside Proton. Only you can add or remove events.": [
        "Hozzon létre egy linket a naptárra és ossza meg bárkivel a Protonon kívül. Csak ön fog tudni eseményeket létrehozni vagy törölni."
      ],
      "You need to have a calendar to create a link.": [
        "Link létrehozásához rendelkeznie kell egy naptárral."
      ],
      "Amount below minimum (${ amount }).": [
        "Az összeg a minimum alatt (${ amount })."
      ],
      "Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.": [
        "A Bitcoin tranzakciók visszaigazolása időbe telhet (akár 24 órába). Amint a visszaigazolás megtörténik, jóváírjuk a fiókján. A tranzakció megerősítését követően fizetheti a számláit a jóváírt összeggel."
      ],
      "After making your Bitcoin payment, please follow the instructions below to upgrade.": [
        "A Bitcoin fizetés után, kövesse a lenti utasításokat a nagyobb csomagra váltáshoz."
      ],
      "Please verify the payment in the new tab.": [
        "Ellenőrizze a fizetést az új ablakban."
      ],
      "We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.": [
        "A tranzakció befejezéséhez átirányítjuk a PayPalhoz egy új böngészőfülön. Kérjük engedélyezze a felugró ablakokat."
      ],
      "You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please click on the button below.": [
        "PayPal számlájához hozzá kell rendelnie egy bankkártyát vagy egy bankszámlát. Ha ezek egyike sincs, kattintson a lentebbi gombra."
      ],
      "This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.": [
        "Ez lehetővé teszi, hogy a Proton előfizetését PayPallal fizesse. Most átirányítjuk a PayPalhoz egy új böngészőfülön. Amennyiben letiltotta a felugró ablakokat, kérjük engedélyezze a folytatáshoz."
      ],
      "You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.": [
        "Ahhoz, hogy felvehesse fizetési módként, a PayPal számlájához hozzá kell rendelnie egy bankkártyát vagy egy bankszámlát."
      ],
      "We use 3-D Secure to protect your payments.": [
        "3D Secure kódot használunk a kifizetések védelme érdekében."
      ],
      "Since you're a loyal user, your account has additional features enabled.": [
        "Mivel ön a hűséges felhasználónk, fiókja extra funkciókat tartalmaz."
      ],
      "By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.": [
        "Az ingyenes verzióra való váltás során véglegesen elveszti a következő előnyeit, még akkor is, ha később ismét előfizetéses szolgáltatásra vált."
      ],
      "+${ bonusSpace } bonus storage": [
        "+${ bonusSpace } bónusz tárterület"
      ],
      "+${ organization.BonusVPN } connection for ProtonVPN (allows you to connect more devices to VPN)": [
        "+${ organization.BonusVPN } ProtonVPN kapcsolat (lehetővé teszi több készülék csatlakoztatását a VPN-hez)",
        "+${ organization.BonusVPN } ProtonVPN kapcsolat (lehetővé teszi több készülék csatlakoztatását a VPN-hez)"
      ],
      "Your account is being upgraded, this may take up to 30 seconds.": [
        "A fiók frissítése folyamatban van, ez akár 30 másodpercig is eltarthat."
      ],
      "Thank you for supporting our mission.": [
        "Köszönjük, hogy támogatja céljaink elérését."
      ],
      "Your account will be updated once the payment is cleared.": [
        "A fiókját frissítjük, mihelyst megérkezik a befizetés."
      ],
      "Account successfully updated": [
        "A fiók sikeresen frissítve"
      ],
      "Download your favorite app today and take privacy with you everywhere you go.": [
        "Töltse le a kedvenc alkalmazását, így a biztonságot bárhova magával viheti."
      ],
      "You must remove any additional calendar and any shared calendar links before you can cancel your subscription. ${ linkButton }": [
        "Az előfizetés lemondása előtt törölnie kell minden további naptárat és megosztott naptár hivatkozást. ${ linkButton }"
      ],
      "No payment is required at this time.": [
        "Jelenleg nincs fizetendő számla."
      ],
      "Please note that upon clicking the Confirm button, your account will have ${ creditsRemaining } credits remaining.": [
        "A megerősítés gombra kattintva a fiókban ${ creditsRemaining } kredit marad."
      ],
      "No subscription yet": [
        "Még nincs előfizetés"
      ],
      "Not activated": [
        "Nincs aktiválva"
      ],
      "You already have a free account": [
        "Már van egy ingyenes fiókja"
      ],
      "This will cancel your current paid subscription and you will lose any loyalty benefits you have accumulated. The remaining balance of your subscription will be returned as account credits.": [
        "Ezzel megszünteti jelenlegi előfizetését és elveszít minden felhalmozott hűség bónuszt. A fennmaradó egyenlege elszámolásra kerül a fiókjában, mint felhasználható egyenleg."
      ],
      "Billed as ${ billedPrice } per year": [
        "${ billedPrice } számlázva évente"
      ],
      "Billed as ${ billedPrice } every 2 years": [
        "${ billedPrice } számlázva kétévente"
      ],
      "Included": [
        "Tartalmazza"
      ],
      "* Customizable features": [
        "* Testreszabható szolgáltatások"
      ],
      "Access your streaming services, like ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, no matter where you are.": [
        "Nézze a TV előfizetéseit, mint ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, bárhol is van."
      ],
      "Access blocked content, like social media, news, Wikipedia, YouTube, and many others, no matter where you are.": [
        "Hozzáférés blokkolt tartalomhoz, mint például közösségi oldalak, hírek, Wikipedia, YouTube és sok más, bárhol is tartózkodik."
      ],
      "For getting started with private and secure emailing.": [
        "Az elinduláshoz a biztonságos és privát e-mailezésben."
      ],
      "A free and uncensored Internet should be available to all.": [
        "A szabad és cenzúramentes internet mindenkinek elérhető kellene legyen."
      ],
      "Starter VPN service with P2P support.": [
        "Alap VPN csomag, P2P támogatással."
      ],
      "Full-featured VPN with speed up to 10 Gbps.": [
        "Teljes VPN csomag, akár 10Gbps sebességgel."
      ],
      "For individuals that need a fully-featured mailbox with advanced protection.": [
        "Magánszemélyeknek, akik egy fejlett védelemmel rendelkező, teljes értékű levelező fiókot szeretnének."
      ],
      "For professionals that need secure business communications.": [
        "Üzleti felhasználóknak, akik ki szeretnék használni a biztonságos kommunikáció előnyeit."
      ],
      "VPN + ${ mailAppName } bundle for families and small businesses.": [
        "VPN + ${ mailAppName } csomag, családoknak és kisvállalkozásoknak."
      ],
      "For families and small teams; includes both Mail and VPN.": [
        "Családoknak és kisebb csoportoknak, a levelezést és VPN-t is tartalmazza."
      ],
      "Save 20%": [
        "Takarítson meg 20%-ot"
      ],
      "(Mail + VPN)": [
        "(E-mail + VPN)"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Ingyenes"
      ],
      "${ vpnAppName } Free": [
        "${ vpnAppName } Ingyenes"
      ],
      "Billed at the end of your current billing cycle (renews on ${ renewalDate })": [
        "Számlázva a jelenlegi számlázási periódusának végén (megújul: ${ renewalDate })"
      ],
      "There are no billing details available for your current subscription.": [
        "Jelenlegi előfizetéshez nem tartoznak számlázási információk."
      ],
      "Please verify payment at the new tab which was opened.": [
        "Ellenőrizze a fizetést a megnyílt új böngészőfülön."
      ],
      "Verification can take a few minutes.": [
        "Az ellenőrzés néhány percet is igénybe vehet."
      ],
      "Your payment details are protected with TLS encryption and Swiss privacy laws.": [
        "Fizetés adatait TLS titkosítással védjük. Svájci adatvédelmi törvények vonatkoznak rá."
      ],
      "Top up your account with credits that you can use to subscribe to a new plan or renew your current plan. You get one credit for every ${ i18nCurrency } spent.": [
        "Töltse fel egyenlegét kreditekkel, melyből magasabb előfizetést vásárolhat, vagy meghosszabbíthatja jelenlegi előfizetését. Minden egyes ${ i18nCurrency } egy kreditet ér."
      ],
      "When your subscription renews, we will apply any available credits before we charge the payment method above.": [
        "Az előfizetés megújításakor a meglévő krediktjeiből egyenlítjük ki a számlát, mielőtt a megadott fizetési módokat terhelnénk."
      ],
      "If you have a gift code, enter it below to apply your discount.": [
        "Ha van ajándék kódja, adja meg itt, a kedvezmény eléréséért."
      ],
      "Save extra 20%": [
        "Takarítson meg további 20%-ot"
      ],
      "${ save20 } on your subscription by switching to ${ annualBilling }": [
        "${ save20 } az ${ annualBilling } váltással"
      ],
      "${ saveExtra20 } on both Mail and VPN by adding a Mail subscription.": [
        "${ saveExtra20 } az e-mail és VPN szolgáltatásokon az e-mail előfizetés hozzáadásával."
      ],
      "${ saveExtra20 } on both VPN and Mail by adding a VPN subscription.": [
        "${ saveExtra20 } a VPN és az e-mail szolgáltatásokon a VPN előfizetés hozzáadásával."
      ],
      "Storage GB": [
        "Tárhely GB"
      ],
      "Users": [
        "Felhasználók"
      ],
      "Domains": [
        "Domain név"
      ],
      "Addresses": [
        "Címek"
      ],
      "Connections": [
        "Kapcsolatok"
      ],
      "Allows you to host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Lehetővé teszi, hogy a ${ mailAppName } címén saját domain névvel fogadjon e-maileket, pl. john.smith@example.com"
      ],
      "Add additional addresses to your account like user2@protonmail.com": [
        "Adjon hozzá további címeket a fiókjához, mint például felhasznalonev2@protonmail.com"
      ],
      "Number of VPN connections which can be assigned to users. Each connected device consumes one VPN connection.": [
        "A felhasználókhoz rendelhető összes VPN kapcsolat száma. Minden eszköznek egy VPN kapcsolatra van szüksége."
      ],
      "ProtonMail Plus is limited to one user and starts with 5 GB of storage.": [
        "A ProtonMail Plus egy felhasználóra van korlátozva és 5GB tárhellyel indul."
      ],
      "Switch to ${ professionalPlan } to add more users.": [
        "Váltson ${ professionalPlan } csomagra további felhasználók hozzáadásához."
      ],
      "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } includes ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN connection.": [
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN kapcsolatot tartalmaz.",
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN kapcsolatot tartalmaz."
      ],
      "Each additional connection can be assigned to users in your organization.": [
        "Minden további kapcsolat hozzárendelhető a szervezetben lévő felhasználókhoz."
      ],
      "Switch to ${ professionalPlan } to add more connections.": [
        "Váltson ${ professionalPlan } csomagra további kapcsolatok hozzáadásához."
      ],
      "${ mailAppName } Professional starts with one user, and each user adds 5 GB and 5 email addresses to the organization’s pool.": [
        "${ mailAppName } Professional egy felhasználóval indul, és minden további felhasználó 5GB tárhellyel valamint 5 e-mail címmel adódik hozzá a szervezethez."
      ],
      "Not customizable": [
        "Nem módosítható"
      ],
      "Once you click \"Downgrade\", it may take a few minutes to downgrade your account to a Free plan. ": [
        "Miután rákattint a \"Lemondás\" gombra, néhány percbe telhet, amíg fiókot visszaállítjuk az ingyenes csomagra. "
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail and ProtonVPN paid features.": [
        "Ha folytatja a lemondást, elveszíti a hozzáférést a ProtonMail és a ProtonVPN fizetett szolgáltatásaihoz."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail paid features, including additional storage and filters.": [
        "Ha folytatja a lemondást, elveszíti a hozzáférést a ProtonMail fizetett szolgáltatásaihoz, beleértve a megnövelt tárhelyet és a szűrőket."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonVPN paid features.": [
        "Ha folytatja a lemondást, elveszíti a hozzáférést a ProtonVPN fizetett szolgáltatásaihoz."
      ],
      "You must disable or remove any additional ProtonMail users, addresses, and custom domains before you can downgrade.": [
        "A lemondás előtt le kell tiltani vagy el kell távolítani a ProtonMail további felhasználóit, címeit és a saját domain neveket."
      ],
      "Downgrading will terminate any connections to paid ProtonVPN servers.": [
        "A lemondás megszünteti a fizetett ProtonVPN szerverekkel való összes kapcsolatot."
      ],
      "20% discount applied to your subscription with coupon ${ code }": [
        "20% kedvezmény érvényesítve a kuponnal: ${ code }"
      ],
      "Black Friday 2018 applied to your subscription": [
        "Az előfizetésre a 2018. évi Black Friday akció került alkalmazásra"
      ],
      "Black Friday 2019 applied to your subscription": [
        "Az előfizetésre a 2019. évi Black Friday akció került alkalmazásra"
      ],
      "Black Friday 2020 newcomer discount has been applied": [
        "A 2020. évi Black Friday új előfizetési akció került alkalmazásra"
      ],
      "Discount applied to your subscription with coupon ${ code }": [
        "Az előfizetésre érvényes árengedmény a kuponnal ${ code }"
      ],
      "Your bank requires 3-D Secure verification for security purposes.": [
        "Biztonsági okokból a bankja megköveteli a 3-D Secure biztonsági ellenőrzést."
      ],
      "Verification will open a new tab, please disable any popup blockers. You will not be charged. Any amount used to verify the card will be refunded immediately.": [
        "Az ellenőrzés meg fog nyitni egy új böngészőfület. Kérjük engedélyezze a felugró ablakokat. Nem fog fizetés történni. A kártya ellenőrzéséhez felhasznált összeg azonnal visszatérítésre kerül."
      ],
      "Verification will open a new tab, please disable any popup blockers.": [
        "Az ellenőrzés egy új böngészőfülön fog megnyílni. Kérjük engedélyezze a felugró ablakokat."
      ],
      "You will soon be redirected to PayPal to verify your payment.": [
        "A kifizetés ellenőrzéséhez hamarosan átirányítunk a PayPal oldalára."
      ],
      "You will be soon redirected to your bank to verify your payment.": [
        "A kifizetés ellenőrzéséhez átirányítjuk a bankjához."
      ],
      "Please verify the card in the new tab which was opened.": [
        "Ellenőrizze a bankkártyát a megnyílt új böngészőfülön."
      ],
      "Payment can take a few minutes to fully verify.": [
        "A kifizetés ellenőrzése néhány percet is igénybe vehet."
      ],
      "Please try again, use a different payment method, or contact PayPal for assistance.": [
        "Kérjük, próbálja újra, válasszon más fizetési módot vagy kérjen segítséget a PayPaltól."
      ],
      "Please try again, use a different payment method, or call your bank for assistance.": [
        "Kérjük, próbálja újra, válasszon más fizetési módot vagy kérjen segítséget a bankjától."
      ],
      "For Visa and MasterCard, the 3 digits on the back of your card. For American Express, the 4 digits on the front of your card.": [
        ""
      ],
      "Payments are protected with TLS encryption and Swiss privacy laws.": [
        "Fizetés adatait TLS titkosítással védjük. Svájci adatvédelmi törvények vonatkoznak rá."
      ],
      "30 days money-back guarantee.": [
        "30 napos pénz-visszafizetési garancia."
      ],
      "uploading a backup key": [
        "egy tartalék kulcs felöltése"
      ],
      "To reactivate keys, you will be prompted to enter your previous login password from before your account was reset": [
        "A kulcsok újraaktiválásához, meg kell majd adnia a fiók visszaállítása előtti bejelentkezési jelszavát"
      ],
      "You can also reactivate your keys by ${ uploadButton }": [
        "Újra tudja aktiválni a kulcsot a ${ uploadButton } is"
      ],
      "entering your old password": [
        "a régi jelszó megadásával"
      ],
      "If the backup key has been encrypted, you will be prompted to enter the password to decrypt it": [
        "Ha a tartalék kulcs titkosítva lett, meg kell adnia a jelszavát a visszafejtéshez"
      ],
      "You can also reactivate your keys by ${ passwordButton }": [
        "Újra tudja aktiválni a kulcsot a ${ passwordButton } is"
      ],
      "If a key remains inactive, it means that the decryption password provided does not apply to the key.": [
        "Ha egy kulcs inaktív maradt, a visszafejtéshez használt jelszó nem megfelelő a kulcshoz."
      ],
      "Give your public key to your friends, or publish it online, so that everyone can send you end-to-end encrypted email!": [
        "Adja meg a publikus kulcsát a barátainak vagy tegye közzé az interneten, hogy mindenki tudjon magának végpontok között titkosított email-t küldeni!"
      ],
      "IMPORTANT: Downloading your private keys and sending them over or storing them on insecure media can jeopardise the security of your account!": [
        "FONTOS: A privát kulcsok letöltése és továbbítása, illetve nem biztonságos adathordozón való tárolása veszélyeztetheti fiókja biztonságát!"
      ],
      "Please enter a password to encrypt your private key with before exporting.": [
        "Adjon meg egy jelszót a titkos kulcs exportálás előtti titkosításához."
      ],
      "This feature is intended for advanced users only. After deleting this key, you will NOT be able to decrypt any message that has been encrypted with it. It may lead to data loss.": [
        "Ezt a funkciót gyakorlott felhasználóknak szánták! A kulcs törlése után NEM fog tudni visszafejteni egyetlen üzenetet sem, amit ezzel a kulccsal titkosítottak. Ez adatvesztéshez vezethet."
      ],
      "Key with fingerprint ${ fp } has been deleted.": [
        "Kulcs törölve. Ujjlenyomat: ${ fp }."
      ],
      "You can generate a new encryption key if you think your previous key has been compromised.": [
        "Új titkosítási kulcsot generálhat, ha úgy gondolja, hogy az előző kulcs kompromittálódott."
      ],
      "A key with the same encryption algorithm is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?": [
        "Ehhez a címhez már vagy egy aktív kulcs ugyanilyen titkosítási algoritmussal. Újabb kulcs létrehozása le fogja lassítani a fiók betöltését és a kulcs törlése problémákat okozhat. Amennyiben azért hoz létre új kulcsot, mert a korábbi kompromittált, akkor jelölje meg azt a kulcsot kompromittáltként.\nBiztos, hogy folytatja?"
      ],
      "Key with fingerprint ${ fp } successfully created.": [
        "Új kulcs sikeresen létrehozva. Ujjlenyomat: ${ fp }."
      ],
      "Download your PGP keys for use with other PGP-compatible services.": [
        "Letöltheti a PGP kulcsát más PGP kompatibilis szolgáltatásokban való használathoz."
      ],
      "No contact encryption keys exist": [
        "Nincs névjegy titkosító kulcs"
      ],
      "here": [
        "ide"
      ],
      "This account has been suspended due to a potential policy violation.": [
        "Ez a fiók felfüggesztésre került a szabályzat valószínűsíthető megsértése miatt."
      ],
      "If you believe this is in error, please contact us ${ contactLink }.": [
        "Ha úgy gondolja ez tévedés, vegye fel velük a kapcsolatot ${ contactLink }."
      ],
      "Screenshot(s) attached": [
        "Képernyőkép(ek) csatolva"
      ],
      "Refreshing the page or ${ link } will automatically resolve most issues.": [
        "Az oldal frissítése vagy a ${ link } automatikusan megoldja a legtöbb problémát."
      ],
      "Your account has at least one overdue invoice. Your access has been restricted. ${ payInvoiceLink }": [
        "Lejárt számlatartozása van. Hozzáférése korlátozásra került. ${ payInvoiceLink }"
      ],
      "Your account has at least one overdue invoice. Your access will soon get restricted. ${ payInvoiceLink }": [
        "Lejárt számlatartozása van. Hozzáférése hamarosan korlátozásra kerül. ${ payInvoiceLink }"
      ],
      "Account access restricted due to unpaid invoices. Please contact your administrator.": [
        "A fiók hozzáférése korlátozott befizetetlen számla miatt. Lépjen kapcsolatba az adminisztrátorral."
      ],
      "Free up some space or add more storage space.": [
        "Szabadítson fel helyet vagy vásároljon több területet."
      ],
      "Free up some space or contact your administrator.": [
        "Szabadítson fel területet vagy írjon az adminisztrátornak."
      ],
      "You reached 100% of your storage capacity. You cannot send or receive new emails. ${ freeUpMessage } ${ upgradeLink }": [
        "Teljesen megtelt a tárhelye. Nem küldhet vagy fogadhat új e-maileket. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You reached ${ spaceDisplayed }% of your storage capacity. ${ freeUpMessage } ${ upgradeLink }": [
        "Elérte a tárolási kapacitás ${ spaceDisplayed }% -át. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You are currently signed in as ${ user.Name } (${ user.Email }) and have restricted access.": [
        "Jelenleg ${ user.Name } (${ user.Email }) fiókkal van bejelentkezve, hozzáférése korlátozott."
      ],
      "${ appName } needs your permission to ${ enableDesktopNotifications }.": [
        "Az ${ appName } alkalmazásnak szüksége van az engedélyére, hogy ${ enableDesktopNotifications }."
      ],
      "You have enabled Beta Access. Click ${ refreshButton } to use the latest version of ${ appName }. The application will be reloaded.": [
        ""
      ],
      "You have disabled Beta Access. Click ${ refreshButton } to use the stable version of ${ appName }. The application will be reloaded.": [
        ""
      ],
      "Internet connection restored.": [
        "Internet kapcsolat helyreállt."
      ],
      "Internet connection lost. Please check your device's connectivity.": [
        "Az internet kapcsolat megszakadt. Ellenőrizze az eszköz csatlakoztathatóságát."
      ],
      "Loading ${ appName }": [
        "${ appName } betöltése"
      ],
      "More Info": [
        ""
      ],
      "Auto-reply is active each month between the selected start and end time.": [
        "Az automatikus válasz minden hónapban aktív a kiválasztott kezdeti és befejezési időpont között."
      ],
      "Auto-reply is always active on the days of the week you select, between the selected hours.": [
        "Az automatikus válasz mindig aktív a hét kiválasztott napjain a választott órák között."
      ],
      "Auto-reply is active each week between the selected start and end time.": [
        "Az automatikus válasz minden héten aktív a kiválasztott kezdeti és befejezési időpont között."
      ],
      "Auto-reply is active until you turn it off.": [
        "Az automatikus válasz aktív, míg ki nem kapcsolja."
      ],
      "Auto-reply is active from the start time to the end time.": [
        "Az automatikus válasz aktív a kiválasztott kezdeti és befejezési időpont között."
      ],
      "Use automatic replies to inform contacts you are out of the office or otherwise unable to respond.": [
        "Használja az automatikus válasz lehetőséget, hogy értesítse kapcsolatait arról, hogy jelenleg az irodán kívül tartózkodik, vagy más okok miatt nem tud válaszolni."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to enable automatic replies for when you are out of the office.": [
        ""
      ],
      "Your Proton account is currently on hold. To continue using your account, please pay any overdue invoices.": [
        "A Proton fiók jelenleg fel van függesztve. A további használatához kérjük, egyenlítse ki a számlatartozását."
      ],
      "Would you like to receive a new verification code or use an alternative verification method?": [
        "Új ellenőrző kódot kér, vagy megpróbál egy másik ellenőrzési módszert?"
      ],
      "Enter the verification code that was sent to ${ destinationText }.": [
        "Írja be a ${ destinationText } címre küldött ellenőrző kódot."
      ],
      "If you don't find the email in your inbox, please check your spam folder.": [
        "Ha nem találja az e-mailt a beérkező leveleknél, ellenőrizze a Levélszemét közt."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this email address is incorrect, click \"Edit\" to correct it.": [
        "Kattintson az \"Új kód kérése\" gombra, hogy a ${ strong } címre új ellenőrzési kódot küldjünk. Ha hibás ez a cím, kattintson a Szerkesztés gombra."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this phone number is incorrect, click \"Edit\" to correct it.": [
        "Kattintson az \"Új kód kérése\" gombra, hogy a ${ strong } számra új ellenőrzési kódot küldjünk. Ha hibás ez a szám, kattintson a Szerkesztés gombra."
      ],
      "To fight spam and abuse, please verify you are human.": [
        "A visszaélések és a levélszemét megakadályozására kérjük bizonyítsa, hogy nem robot."
      ],
      "Your email will only be used for this one-time verification.": [
        "Az e-mail cím csak erre az egyszeri ellenőrzésre lesz felhasználva."
      ],
      "Your phone number will only be used for this one-time verification.": [
        "A telefonszám csak erre az egyszeri ellenőrzésre lesz felhasználva."
      ],
      "If you are having trouble creating your account, please request an invitation and we will respond within one business day.": [
        "Ha problémába ütközik a fiók létrehozásakor, kérjen egy meghívót és egy munkanapon belül segítséget nyújtunk."
      ],
      "Address verification is an advanced security feature. Only turn this on if you know what it does.": [
        "A cím hitelesítés egy haladó lehetőség. Csak akkor kapcsolja be, ha érti, hogyan működik."
      ],
      "Encryption setting updated": [
        "Titkosítási beállítás frissítve"
      ],
      "PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.": [
        "PGP-t használó címzettek valószínűbb, hogy automatikusan érzékelik az ön PGP kulcsait, ha a kimenő levelek aláírtak."
      ],
      "Only change these settings if you are using PGP with non-ProtonMail recipients.": [
        "Csak akkor változtassa meg ezeket a beállításokat, ha PGP-t használ a nem ProtonMail címzettekhez."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name and a valid Sieve script.": [
        "A szűrők minden levélre vonatkoznak, a bejövő és az elküldött üzenetekre is. Minden szűrőnek szükséges legalább egy név és egy érvényes Sieve parancsfájl."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name, a condition and an action.": [
        "A szűrők minden levélre vonatkoznak, a bejövő és az elküldött üzenetekre is. Minden szűrőnek szükséges legalább egy név, egy feltétel és egy művelet."
      ],
      "No label selected": [
        "Nincs kiválasztva címke"
      ],
      "No folder selected": [
        "Nincs kiválasztva mappa"
      ],
      "No action selected": [
        "Nincs kiválasztva művelet"
      ],
      "(Filter if ALL of the following conditions are met)": [
        "(Szűrés ha az alábbi ÖSSZES feltétel teljesül)"
      ],
      "(Filter if ANY of the following conditions are met)": [
        "(Szűrés ha az alábbi feltételek közül BÁRMELYIK teljesül)"
      ],
      "All your changes will be lost.": [
        "A változtatások el fognak veszni."
      ],
      "Are you sure you want to discard your changes?": [
        "Biztos abban, hogy elveti a módosításokat?"
      ],
      "Custom filters work on all new emails, including incoming emails as well as sent emails. Filters can be edited and created directly via Sieve programming language.": [
        "A saját szűrök minden új levélre vonatkoznak, a bejövő és az elküldött üzenetekre is. A szűrők közvetlenül Sieve programozási nyelven készíthetőek."
      ],
      "Please note that if you delete this filter, we will stop processing all the automated actions it triggers.": [
        "Ha törli a szűrőt, az összes hozzá kapcsolódó művelet felfüggesztésre kerül."
      ],
      "Are you sure you want to delete this filter?": [
        "Biztosan törölni akarja ezt a szűrőt?"
      ],
      "Your Allow List is empty.": [
        "Az engedélyezett lista üres."
      ],
      "Your Block List is empty.": [
        "A tiltott lista üres."
      ],
      "Inherited from parent folder": [
        "Örökölve a felsőbb szintű mappából"
      ],
      "You can turn on notifications to get alerts when new email messages arrive in this folder.": [
        "Bekapcsolhatja az értesítéseket az ebbe a mappába érkező új üzenetekhez."
      ],
      "Name your new folder and select the parent folder you want to put it in. If you do not select a parent folder, this new folder will be created as a top level folder.": [
        "Adjon nevet a mappának és válassza ki a szülő mappát, amelyben elhelyezi. Ha nem választ szülő mappát, akkor egy új felső szintű mappát hoz létre."
      ],
      "Emails tagged with this label will not be deleted and can still be found in the respective folder.": [
        ""
      ],
      "Are you sure you want to delete this label?": [
        "Biztosan törli ezt a címkét?"
      ],
      "Emails stored in this folder will not be deleted and can still be found in the All Mail folder.": [
        ""
      ],
      "Are you sure you want to delete this folder?": [
        "Biztosan törli ezt a mappát?"
      ],
      "Not set": [
        "Nincs beállítva"
      ],
      "We recommend adding a linked email or phone number so you can recover your account if you lose your password.": [
        "Javasoljuk, hogy adjon meg egy kapcsolódó e-mail címet vagy telefonszámot, így helyreállíthatja a fiókját ha elfelejtené a jelszavát."
      ],
      "We recommend adding a linked email so you can recover your account if you lose your password.": [
        "Javasoljuk, hogy adjon meg egy kapcsolódó e-mail címet, így helyreállíthatja a fiókját ha elfelejtené a jelszavát."
      ],
      "Disabling this will prevent this email from being used for account recovery": [
        "Ennek kikapcsolása megakadályozza, hogy ez a e-mail cím használható legyen a fiók helyreállítására"
      ],
      "When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.": [
        "Amennyiben engedélyezi az értesítéseket, a ProtonMail fiókjába érkező új üzenetekről a helyreállítási/értesítési címén tájékoztatjuk."
      ],
      "Disabling this will prevent this phone number from being used for account recovery": [
        "Ennek kikapcsolása megakadályozza, hogy ez a telefonszám használható legyen a fiók helyreállítására"
      ],
      "Do you want to revoke all other sessions than the current one?": [
        "Biztos, hogy az aktuálisat leszámítva, minden munkafolyamatot visszavon?"
      ],
      "Unless you sign out of your account or change your password, your session will remain active. Sessions expire after 60 days of inactivity.": [
        "Ha nem lép ki fiókjából vagy nem változtat jelszót, a munkafolyamat aktív marad. A munkafolyamatok 60 nap inaktivitás után járnak le."
      ],
      "You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.": [
        "Bekapcsolhatja a bejelentkezési naplót, hogy lássa a fiókba való belépéseket. Tároljuk a fiókba belépéshez használt IP címet, az időpontot és a sikertelen bejelentkezéseket is."
      ],
      "No logs yet.": [
        "Még nem történt naplózás."
      ],
      "Failed to fetch logs.": [
        "Napló betöltése sikertelen."
      ],
      "Are you sure you want to permanently delete all your logs?": [
        "Biztos, hogy véglegesen törli a naplót?"
      ],
      "Logs include authentication attempts for all Proton services that use your Proton credentials.": [
        "A naplók minden azonosítási kísérletet tárolnak az összes Proton szolgáltatáshoz, amelyek az ön Proton bejelentkezését használják."
      ],
      "When disabled, this prevents all files from loading on your device without your knowledge.\t": [
        "Kikapcsolása megakadályozza, hogy az ön értesítése nélkül töltődjenek le fájlok az eszközére."
      ],
      "When disabled, this prevents image files from loading on your device without your knowledge.": [
        "Kikapcsolása megakadályozza, hogy az ön értesítése nélkül töltődjenek le képek az eszközére."
      ],
      "You can customize and download your invoices for accounting purposes.": [
        "Könyveléshez személyre szabhatja és letöltheti számláit."
      ],
      "Basic navigation and actions remain available regardless of keyboard shortcuts being active or not in the settings.": [
        "Az alapvető navigációs lehetőségek akkor is megmaradnak, ha a beállításokban letiltotta a gyorsbillentyűket."
      ],
      "Unsupported file": [
        "Ismeretlen file"
      ],
      "No preview available": [
        "Előnézet nem érhető el"
      ],
      "Preview": [
        "Előnézet"
      ],
      "Loading preview": [
        "Előnézet betöltése"
      ],
      "This browser does not support previewing PDF documents. Please download the file.": [
        "Ez a böngésző nem támogatja a PDF fájlok megjelenítését. Töltse le a fájlt."
      ],
      "of": [
        "/"
      ],
      "You can use ProtonMail with any desktop email client that supports IMAP/SMTP, including Outlook, Apple Mail, and Thunderbird.": [
        "A ProtonMail szolgáltatásait bármilyen e-mail kliens programmal használhatja, amik támogatják a IMAP/SMTP protokollt: ilyenek pl.: az Outlook, Apple Mail, és a Thunderbird alkalmazások."
      ],
      "Upgrade to a paid plan to unlock IMAP/SMTP support through ProtonMail Bridge.": [
        "Váltson előfizetéses csomagra, hogy használhassa az IMAP/SMTP elérést a ProtonMail Bridge segítségével."
      ],
      "This will create an encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.": [
        "Ez létrehozza a szervezet titkosítási kulcsát. 4096 bites kulcs csak nagy teljesítményű számítógépeken működik, a legtöbb felhasználónak 2048 bites kulcsot érdemes választania."
      ],
      "Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.": [
        "A szervezeti jelszó más felhasználókkal való megosztásával, számukra is adminisztrátori jogköröket biztosíthat. Ez egy vészhelyzeti visszaállító kódként is használható, abban az esetben is elérje a szervezetét, ha saját a fiókja elérését elvesztené. Tárolja ezt a jelszót biztonságban."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.": [
        "Semmiképp NE felejtse el ezt a jelszót. Ha elfelejti, se bejelentkezni sem pedig az üzeneteit visszafejteni nem tudja."
      ],
      "Save your password somewhere safe. Click on icon to confirm you that have typed your password correctly.": [
        "A jelszavát tárolja biztonságos helyen. Kattintson az ikonra, annak megerősítésére, hogy helyesen írta be a jelszót."
      ],
      "Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.": [
        "Jelenleg az összes tárhely kiosztásra került az adminisztrátor fiókhoz. Kérjük csökkentse az adminisztrátor fiókhoz kiosztott tárhelyet, hogy helyet szabadítson fel a többi felhasználónak. Bármikor növelheti a rendelkezésre álló tárhelyet nagyobb csomagra váltással."
      ],
      "Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.": [
        "Jelenleg az összes VPN kapcsolat az adminisztrátor fiókhoz van lefoglalva. Válassza ki, hogy hány kapcsolatot szeretne fenntartani a további felhasználók számára."
      ],
      "ProtonMail lets you create email addresses for other people. This is perfect for businesses, families, or groups.": [
        "A ProtonMail lehetővé teszi, hogy mások számára is hozzon létre e-mail címeket. Ez nagyszerű lehetőség cégeknek, családi levelezéshez vagy csoportoknak."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to get started.": [
        "Váltson a ${ PLAN_NAMES[PLANS.VISIONARY] } vagy ${ PLAN_NAMES[PLANS.PROFESSIONAL] } csomagra az induláshoz."
      ],
      "Create email addresses for other people, manage ProtonMail for a business, school, or group. Get started by adding your organization name and custom domain (e.g. @yourcompany.com). ": [
        "Hozzon létre e-mail címeket mások számára, vállalkozásához, iskolájához vagy egy csoporthoz is használhat ProtonMailt. Az induláshoz adja meg a szervezet nevét és a használni kívánt domain nevet (pl. @azöncége.com). "
      ],
      "Create and manage sub-accounts and assign them email addresses on your custom domain.": [
        "Hozzon létre és kezeljen al-fiókokat és rendeljen hozzájuk e-mail címeket a saját domain nevén."
      ],
      "The name will be visible to your users while they are logged in.": [
        "A név látható lesz a bejelentkezett felhasználóinak."
      ],
      "Other administrators exist in your organization, you are responsible for communicating the new password to them.": [
        "A szervezetben más adminisztrátorok is vannak. Az ön feladata eljuttatni hozzájuk az új jelszót."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to manage your organization.": [
        "Semmiképp NE felejtse el ezt a jelszót. Ha elfelejti, nem lesz képes menedzselni a szervezetét."
      ],
      "Save your password somewhere safe.": [
        "Tárolja a jelszavát biztonságos helyen."
      ],
      "Multi-user support not enabled.": [
        "Többfelhasználós mód nem engedélyezett."
      ],
      "Your organization's emails are protected with end-to-end encryption using the organization key. This fingerprint can be used to verify that all administrators in your account have the same key.": [
        "Szervezete e-mailjei végpontok közti titkosítása a szervezeti kulccsal történik. Ezzel az ujjlenyomattal ellenőrizhető, hogy a fiókhoz tartozó összes adminisztrátor birtokolja ugyanazt a kulcsot."
      ],
      "You must activate your organization private key with the backup organization key password provided to you by your organization administrator.": [
        "Aktiválnia kell a szervezeti titkos kulcsot, a tartalék szervezeti kulcshoz tartozó jelszóval, melyet a szervezeti adminisztrátor adhat meg."
      ],
      "Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Aktiválás nélkül nem fog tudni új felhasználókat létrehozni, címeket felvenni meglévő felhasználókhoz, vagy nem-privát fiókokat elérni."
      ],
      "Organization keys activated": [
        "Szervezeti kulcsok aktiválva"
      ],
      "Enter the Organization Password to restore administrator privileges. ${ learnMore }": [
        "Írja be a Szervezeti Jelszót az adminisztrátori jogosultságok visszaállításához. ${ learnMore }"
      ],
      "If another administrator changed this password, you will need to ask them for the new Organization Password.": [
        "Ha egy másik adminisztrátor megváltoztatná ezt a jelszót, el kell kérni tőle az új Szervezeti Jelszót."
      ],
      "Organization keys restored": [
        "Szervezeti kulcsok visszaállítva"
      ],
      "This user is currently responsible for payments for your organization. By demoting this member, you will become responsible for payments for your organization.": [
        "Jelenleg ez a felhasználó felelős a szervezet szolgáltatásainak kifizetéséért. Ha lefokozza, az ön feladatává válik a kifizetés."
      ],
      "Are you sure you want to remove administrative privileges from this user?": [
        "Biztos, hogy szeretné törölni a felhasználó adminisztratív jogait?"
      ],
      "This will permanently delete the data and all email addresses associated with this user.": [
        "Ez véglegesen törli az ehhez a felhasználóhoz tartozó összes adatot és e-mail címet."
      ],
      "To confirm, please enter the name of the user you wish to delete.": [
        "A jóváhagyáshoz írja be a törölni kívánt felhasználó nevét."
      ],
      "address": [
        "cím",
        "cím"
      ],
      "more": [
        "több"
      ],
      "SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "Az SPF feladata, hogy meghatározza, kik küldhetnek levelet az adott domain névvel. Emiatt erősen javasolt a ProtonMail felvétele az SPF rekordba. Kérjük vegye fel a következő TXT rekordot a DNS beállításaiban. Ezt általában a domain név regisztrátor adminisztrálási felületén állathatja be."
      ],
      "If you want to keep an existing SPF record, you can just add ${ spf } to it after the ${ spfValue }. Do not create multiple SPF records.": [
        "Amennyiben meg kívánja tartani a jelenlegi SPF rekordot, csak írja hozzá a ${ spf } értéket a ${ spfValue } után. Ne hozzon létre több különálló SPF rekordot."
      ],
      "ProtonMail supports DKIM signing for custom domains. To use DKIM authentication, please add the following CNAME record into your DNS settings for this domain. This can typically be done in the control panel of your domain name registrar.": [
        "A ProtonMail támogatja a DKIM ellenőrzést saját domainekhez. A DKIM ellenőrzéshez, vegye fel a következő CNAME rekordot a DNS beállításaiban. Ezt általában a domain név regisztrátor adminisztrálási felületén állathatja be."
      ],
      "IMPORTANT: Some registrars do not accept CNAME values with a period at the end (while others require it). If your registrar does not accept your CNAME records, please delete the period at the end of each CNAME value and try again.": [
        "FONTOS: Bizonyos regisztrátorok nem engednek pontra végződő CNAME értéket (míg mások megkövetelik a pontot). Ha a regisztrátor nem megfelelőnek találja a CNAME rekordokat, törölje a pontot minden CNAME érték végéről és próbálja meg újra."
      ],
      "Keep those records in your DNS for as long as you want to use DKIM.": [
        "Tartsa meg ezt a DNS beállítást mindaddig amíg a DKIM-et használni szeretné."
      ],
      "Before you can receive emails for your custom domain addresses at ProtonMail, you need to add the following MX records to your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "Mielőtt e-maileket fogadhatna a saját domain nevével a ProtonMailnél, a következő MX DNS rekordok hozzáadására van szükség. Ez általában a domain név regisztrátor kezelőfelületén történik."
      ],
      "Delete any other MX records or make sure ProtonMail's Priority is the lowest number.": [
        "Töröljön le minden más MX rekordot vagy bizonyosodjon meg róla, hogy a ProtonMail prioritása a legalacsonyabb szám."
      ],
      "If this domain is currently receiving emails, select the ${ boldAddresses } tab and add all active email addresses before changing the MX record to ensure a smooth transition.": [
        "Ha erre a domain névre jelenleg is érkeznek levelek, a zökkenőmentes átálláshoz, válassza ki a ${ boldAddresses } fület és hozza létre az összes már létező e-mail címet, mielőtt megváltoztatná az MX rekordokat."
      ],
      "If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly.": [
        "Amennyiben az SPF és a DKIM rekordokat már beállította, a DMARC beállítása lehetőséget biztosít annak szabályozására, hogy más e-mail szolgáltatások hogyan fogadhatnak levelet a domain nevével, ha mind az SPF, mind a DKIM ellenőrzések meghiúsultak. Ez megnehezítheti, hogy spammerek levélszemetet küldjenek a domain nevével, de az ön leveleinek továbbításában is fennakadásokat okozhat, ha hibásan van beállítva."
      ],
      "${ none } has no effect on email delivery, but we recommend ${ quarantine } for better security.": [
        "${ none } nincs hatással a levelek kézbesítésére, de a nagyobb biztonság érdekében a ${ quarantine } beállítást javasoljuk."
      ],
      "${ n } address": [
        "${ n } cím",
        "${ n } cím"
      ],
      "Please note that if you delete this domain, all the addresses associated with it will be disabled.": [
        "Ha törli ezt a domain nevet, minden ehhez kapcsolódó cím kikapcsolásra kerül."
      ],
      "Are you sure you want to delete this domain?": [
        "Biztosan törölni szeretné ezt a domain nevet?"
      ],
      "domain used": [
        "domain név használatban",
        "domain név használatban"
      ],
      "If you have a custom domain with ProtonMail, you can set a catch-all email address that will receive messages sent to your domain but to an invalid email address (e.g., typos).": [
        "Ha saját domain névvel használja a ProtonMailt, létrehozhat egy gyűjtő e-mail címet, amelyre minden olyan levél meg fog érkezni, amelyet nem létező címre küldenek (pl. elírások)."
      ],
      "Done! We sent a code to ${ destination }": [
        "Kész! A kódot elküldtük: ${ destination }"
      ],
      "This can take a few seconds or a few minutes depending on your device.": [
        "Ez eszköztől függően néhány másodpercig vagy néhány percig tarthat."
      ],
      "Session timed out.": [
        "A munkamenet lejárt."
      ],
      "Internet connection lost.": [
        "Az internetkapcsolat megszakadt."
      ],
      "Servers are unreachable.": [
        "A szerverek nem érhetők el."
      ],
      "Custom daily": [
        "Egyéni, naponta"
      ],
      "Custom weekly": [
        "Egyéni, hetente"
      ],
      "Custom monthly": [
        "Egyéni, havonta"
      ],
      "Custom yearly": [
        "Egyéni, évente"
      ],
      "Custom": [
        "Egyéni"
      ],
      "Daily": [
        "Naponta"
      ],
      "Monthly ${ onDayString }": [
        "Havonta: ${ onDayString }"
      ],
      "Yearly": [
        "Éves"
      ],
      "Users can't make changes to organization settings. If you need admin privileges, reach out to your system administrator.": [
        "A felhasználók nem kezelhetik a szervezet beállításait. Ha magasabb jogosultságra lenne szüksége, keresse meg a szervezet adminisztrátorát."
      ],
      "Upgrade to a paid plan to access premium features and increase your storage space.": [
        "További prémium funkciókért és nagyobb tárhelyért váltson előfizetéses csomagra."
      ],
      "One account for all Proton services": [
        "Egy fiók minden Proton szolgáltatáshoz"
      ],
      "Based in Switzerland, available globally": [
        "Svájci székhelyű, világszerte elérhető"
      ],
      "Version ${ appVersion }": [
        "Verzió ${ appVersion }"
      ],
      "to continue to ${ toAppName }": [
        "alkalmazás: ${ toAppName }"
      ],
      "Enter your recovery email address and we will send you your username or email address.": [
        "Írja be a helyreállítási e-mail címét és elküldjük a felhasználónevét vagy e-mail címét."
      ],
      "Enter your recovery phone number and we will send you your username or email address.": [
        "Írja be a helyreállítási telefonszámát és elküldjük a felhasználónevét vagy e-mail címét."
      ],
      "Users can't make changes to organization settings. If you need admin priviledges, reach out to your system administrator.": [
        "A felhasználók nem kezelhetik a szervezet beállításait. Ha magasabb jogosultságra lenne szüksége, keresse meg a szervezet adminisztrátorát."
      ],
      "${ strongAddressAvailable } You will use this email address to sign into all ${ BRAND_NAME } services.": [
        "${ strongAddressAvailable } Ezt a címet használhatja majd belépéshez a ${ BRAND_NAME } összes szolgáltatásába."
      ],
      "Your recovery email address:": [
        "Az ön helyreállító e-mail címe:"
      ],
      "Your ${ BRAND_NAME } Account is associated with ${ externalEmailAddress }. To use ${ toAppName }, please create an address.": [
        "A ${ BRAND_NAME } fiókja ${ externalEmailAddress } címhez kapcsolódik. A ${ toAppName } használatához hozzon létre egy címet."
      ],
      "Not your computer? Use a Private Browsing window to sign in. ${ learnMore }": [
        "Nem a saját számítógépe? Használjon Privát Ablakot a belépéshez. ${ learnMore }"
      ],
      "New to ${ BRAND_NAME }? ${ signupLink }": [
        "Új ${ BRAND_NAME } felhasználó? ${ signupLink }"
      ],
      "This will replace your temporary password. You will use it to access your ${ BRAND_NAME } Account in the future.": [
        "Ez lecseréli az ideiglenes jelszavát. Ezzel jelentkezhet be jövőben a ${ BRAND_NAME } fiókjába."
      ],
      "Google records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "A Google rögzíti az ön online tevékenységét és olvassa a személyes adatait, hogy ezt hirdetők és más külső felek felhasználhassák. A személyes adatai védelme érdekében, hozza létre titkosított e-mail címét."
      ],
      "Yahoo reads your personal data in order to provide access for advertisers, US intelligence agencies and other third parties. For better privacy, create a secure email address.": [
        "A Yahoo olvassa az ön személyes adatait, hogy hirdetőknek, USA titkosügynökségeknek és más külső feleknek adja át. A személyes adatai védelme érdekében, hozza létre titkosított e-mail címét."
      ],
      "AOL reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "Az AOL olvassa az ön személyes adatait, hogy hirdetőknek és más külső feleknek adja át. A személyes adatai védelme érdekében, hozza létre titkosított e-mail címét."
      ],
      "Yandex records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "A Yandex rögzíti az ön online tevékenységét és olvassa a személyes adatait, hogy ezt hirdetők és más külső felek felhasználhassák. A személyes adatai védelme érdekében, hozza létre titkosított e-mail címét."
      ],
      "Mail.ru reads your personal data in order to provide access for advertisers, Russian government agencies and other third parties. For better privacy, create a secure email address.": [
        "A Mail.ru olvassa az ön személyes adatait, hogy hirdetőknek, orosz kormányzati intézményeknek és más külső feleknek adja át. A személyes adatai védelme érdekében, hozza létre titkosított e-mail címét."
      ],
      "Already have an account? ${ loginLink }": [
        "Van már fiókja? ${ loginLink }"
      ],
      "You did not set a recovery method so account recovery is impossible if you forget your password. Proceed without recovery method?": [
        "Nem adott meg helyreállítási módszert. Ha elveszíti a jelszavát, így lehetetlen lesz visszaszereznie a fiók elérést. Biztos, hogy folytatja helyreállítási módszer nélkül?"
      ],
      "We will send you a recovery link to this email address if you forget your password or get locked out of your account.": [
        "Erre a címre küldünk egy helyreállító linket, ha elfelejtené a jelszavát vagy kizáródna a fiókjából."
      ],
      "We will send a code to this phone number if you forget your password or get locked out of your account.": [
        "Erre a számra küldünk egy kódot, ha elfelejtené a jelszavát vagy kizáródna a fiókjából."
      ],
      "Creating your Proton account": [
        "Proton fiók létrehozása"
      ],
      "Please wait...": [
        "Kérjük, várjon..."
      ],
      "For security reasons, please verify that you are not a robot.": [
        "Biztonsági okokból, kérjük, igazolja, hogy nem egy robot."
      ],
      "Unfortunately there is no recovery method saved for this account.": [
        "Sajnos, nincs helyreállítási mód beállítva ehhez a fiókhoz."
      ],
      "Enter the recovery ${ recoveryMethodText } associated with your ${ BRAND_NAME } Account. We will send you a code to confirm the password reset.": [
        "Adja meg a ${ BRAND_NAME } fiókhoz tartozó helyreállítási ${ recoveryMethodText }. Egy kódot fogunk küldeni, amellyel megerősítheti a jelszó visszaállítást."
      ],
      "lose access to all current encrypted data": [
        "elveszti elérését az összes jelenlegi, titkosított adathoz"
      ],
      "You will ${ loseAllData } in your ${ BRAND_NAME } Account. To restore it, you will need to enter your old password.": [
        "A ${ BRAND_NAME } fiókban ${ loseAllData }. A helyreállításhoz meg kell adnia a régi jelszavát."
      ],
      "This will also disable any two-factor authentication method associated with this account.": [
        "Ez a fiókhoz tartozó kétlépcsős hitelesítést is ki fogja kapcsolni."
      ],
      "Continue anyway?": [
        "Mindenképp folytatja?"
      ],
      "Enter the code that was sent to ${ email }. If you can't find the message in your inbox, please check your spam folder.": [
        "Adja meg az e-mail címre (${ email }) küldött kódot. Ha nem találja az üzenetet a beérkezett leveleknél, nézze meg a Levélszemét közt is."
      ],
      "Enter the code sent to your phone number ${ phone }.": [
        "Adja meg a telefonszámára (${ phone }) küldött kódot."
      ],
      "Enter the email address associated with your Proton Account or your account username.": [
        "Írja be a Proton fiókhoz tartozó e-mail címét vagy felhasználónevét."
      ]
    },
    "Label": {
      "Reveal password": [
        "Jelszó felfedése"
      ],
      "Hide password": [
        "Jelszó elrejtése"
      ],
      "Copy": [
        "Másolás"
      ],
      "Do not ask again": [
        "Ne kérdezze újra"
      ],
      "From: ${ fromEmailAddress }": [
        ""
      ],
      "To: ${ toEmailAddress }": [
        ""
      ],
      "Import all messages": [
        "Összes üzenet importálása"
      ],
      "Last 12 months only": [
        "Csak az utolsó 12 hónap"
      ],
      "Last 3 months only": [
        "Csak az utolsó 3 hónap"
      ],
      "Last month only": [
        "Csak az utolsó hónap"
      ],
      "Email": [
        "E-mail"
      ],
      "App password": [
        "Jelszó hozzáadása"
      ],
      "Password": [
        "Jelszó"
      ],
      "Mail Server (IMAP)": [
        "E-mail szerver (IMAP)"
      ],
      "Port": [
        "Port"
      ],
      "Import interval": [
        "Importálás intervalluma"
      ],
      "From: ${ modalModel.email }": [
        "Forrás: ${ modalModel.email }"
      ],
      "To: ${ emailAddress }": [
        "Ide: ${ emailAddress }"
      ],
      "Label messages as": [
        "Üzenetek megjelölése címkével"
      ],
      "Import to email address": [
        "Importálás e-mail címre"
      ],
      "Manage labels": [
        "Címkék kezelése"
      ],
      "Manage folders": [
        "Mappák kezelése"
      ],
      "Date format": [
        "Dátumformátum"
      ],
      "Default language": [
        "Alapértelmezett nyelv"
      ],
      "Time format": [
        "Időformátum"
      ],
      "Week start": [
        "Hét kezdőnapja"
      ],
      "Automatically save contacts": [
        "Névjegyek automatikus létrehozása"
      ],
      "OpenVPN / IKEv2 username": [
        "OpenVPN / IKEv2 felhasználónév"
      ],
      "OpenVPN / IKEv2 password": [
        "OpenVPN / IKEv2 jelszó"
      ],
      "Inbox": [
        "Beérkezett üzenetek"
      ],
      "Composer": [
        "Szerkesztő"
      ],
      "Density": [
        "Sűrűség"
      ],
      "Use sticky labels": [
        "Ragadós címkék használata"
      ],
      "Conversation grouping": [
        "Beszélgetések csoportosítása"
      ],
      "Composer mode": [
        "Szerkesztő módja"
      ],
      "Composer text direction": [
        "Szerkesztő szövegiránya"
      ],
      "Read/unread toolbar order": [
        "Olvasott, olvasatlan eszköztár sorrend"
      ],
      "Your password (admin)": [
        "Jelszó (adminisztrátor)"
      ],
      "User's new password": [
        "A felhasználó új jelszava"
      ],
      "Confirm new password": [
        "Új jelszó megerősítése"
      ],
      "Old password": [
        "Régi jelszó"
      ],
      "New password": [
        "Új jelszó"
      ],
      "Confirm password": [
        "Jelszó megerősítése"
      ],
      "Old login password": [
        "Korábbi bejelentkezési jelszó"
      ],
      "New login password": [
        "Új bejelentkezési jelszó"
      ],
      "Confirm login password": [
        "Bejelentkezési jelszó megerősítése"
      ],
      "New mailbox password": [
        "Új e-mail titkosítási jelszó"
      ],
      "Confirm mailbox password": [
        "E-mail titkosítási jelszó megerősítése"
      ],
      "Two-factor authentication code": [
        "Kétlépcsős hitelesítő kód"
      ],
      "Key": [
        "Kulcs"
      ],
      "Interval": [
        "Intervallum"
      ],
      "Digits": [
        "Számjegy"
      ],
      "Two-factor authentication": [
        "Kétlépcsős hitelesítés"
      ],
      "Two-password mode": [
        "Két jelszavas mód"
      ],
      "Mailbox password": [
        "E-mail titkosítási jelszó"
      ],
      "What is the main reason you are deleting your account?": [
        "Miért törli a fiókját?"
      ],
      "We are sorry to see you go. Please explain why you are leaving to help us to improve.": [
        "Sajnáljuk, hogy megszünteti a fiókját. Kérjük, ossza meg velünk az indokait, hogy fejlődhessünk."
      ],
      "Email address": [
        "E-mail cím"
      ],
      "Login password": [
        "Bejelentkezési jelszó"
      ],
      "Yes, I want to permanently delete this account and all its data.": [
        "Igen, törölni szeretném a fiókomat és az összes adatát."
      ],
      "User": [
        "Felhasználó"
      ],
      "Address": [
        "Cím"
      ],
      "Display name": [
        "Megjelenített név"
      ],
      "Signature": [
        "Aláírás"
      ],
      "ProtonMail footer": [
        "ProtonMail aláírás"
      ],
      "Cash": [
        "Készpénz"
      ],
      "Card number": [
        "Kártyaszám"
      ],
      "Card holder": [
        "Kártyatulajdonos"
      ],
      "Expires": [
        "Lejárat"
      ],
      "Payer": [
        "Teherviselő"
      ],
      "Name": [
        "Név"
      ],
      "Choose a color": [
        "Válasszon színt"
      ],
      "Default email": [
        "Alapértelmezett email"
      ],
      "Display": [
        "Megjelenítés"
      ],
      "Description": [
        "Leírás"
      ],
      "Default event duration": [
        "Az események alapértelmezett hossza"
      ],
      "URL": [
        ""
      ],
      "Default notifications": [
        "Alapértelmezett emlékeztetők"
      ],
      "Default full day notifications": [
        "Alapértelmezett emlékeztetők (egész napos)"
      ],
      "Show secondary time zone": [
        "Másodlagos időzóna megjelenítése"
      ],
      "Auto-detect primary time zone": [
        "Automatikusan detektálja az elsődleges időzónát"
      ],
      "Default view": [
        "Alapértelmezett nézet"
      ],
      "Show week numbers": [
        "Hetek sorszámának megjelenítése"
      ],
      "Import to:": [
        "Importálás ide:"
      ],
      "Your calendar URL": [
        "Az ön naptárának URL-je"
      ],
      "Your calendar URL label": [
        "Az ön naptárának URL neve"
      ],
      "BTC amount:": [
        "BTC összeg:"
      ],
      "BTC address:": [
        "BTC cím:"
      ],
      "Select a method": [
        "Válasszon fizetési módot"
      ],
      "${ n } VPN Connection available": [
        "${ n } VPN kapcsolódás használható",
        "${ n } VPN kapcsolódás használható"
      ],
      "Users": [
        "Felhasználó"
      ],
      "Email addresses": [
        "E-mail cím"
      ],
      "Custom domains": [
        "Saját domain név"
      ],
      "Using": [
        "Felhasználva"
      ],
      "What is the main reason you are cancelling?": [
        "Mi a lemondásának a fő oka?"
      ],
      "How likely are you to recommend ${ BRAND_NAME } to others?": [
        "Mennyire ajánlaná a ${ BRAND_NAME } szolgáltatást másoknak?"
      ],
      "0 - Not at all likely": [
        "0 - Egyáltalán nem"
      ],
      "10 - Extremely likely": [
        "10 - Nagyon"
      ],
      "How do you think we could improve our products or service in the future?": [
        "Mit javasol, hogyan javíthatnánk a szolgáltatásainkon a jövőben?"
      ],
      "Total (${ countdown })": [
        "Összesen (${ countdown })"
      ],
      "Total": [
        "Összesen"
      ],
      "Proration": [
        "Arányosítás"
      ],
      "extra storage": [
        "további tárhely"
      ],
      "bonus storage": [
        "bónusz tárhely"
      ],
      "Subtotal": [
        "Részösszeg"
      ],
      "Discount": [
        "Kedvezmény"
      ],
      "Other amount": [
        "Más összeg"
      ],
      "Amount": [
        "Összeg"
      ],
      "Gift code": [
        "Ajándék kód"
      ],
      "Name on card": [
        "A kártyán szereplő név"
      ],
      "Expiry date": [
        "Lejárati dátum"
      ],
      "CVV code": [
        "CVV kód"
      ],
      "Country": [
        "Ország"
      ],
      "Select your country": [
        "Válassza ki az országot"
      ],
      "ZIP": [
        "Irányítószám"
      ],
      "Postal code": [
        "Irányítószám"
      ],
      "Enter your previous password from before your account was reset:": [
        "Adja meg a fiók visszaállítása előtti, előző jelszavát:"
      ],
      "Enter the password for key with fingerprint: ${ fingerprintCode }": [
        "Írja be a következő ujjlenyomattal rendelkező kulcshoz tartozó jelszót: ${ fingerprintCode }"
      ],
      "Enter password": [
        "Jelszó megadása"
      ],
      "Please select files to upload": [
        "Válassza ki a fájlokat a feltöltéshez"
      ],
      "Cancel": [
        "Mégsem"
      ],
      "Submit": [
        "Küldés"
      ],
      "Operating system": [
        "Operációs rendszer"
      ],
      "Operating system version": [
        "Az operációs rendszer verziója"
      ],
      "Proton username": [
        "Proton felhasználónév"
      ],
      "Category": [
        "Kategória"
      ],
      "What happened?": [
        "Mi történt?"
      ],
      "System information": [
        "Rendszerinformáció"
      ],
      "Browser": [
        "Böngésző"
      ],
      "Browser version": [
        "Böngésző verzió"
      ],
      "Timezone": [
        "Időzóna"
      ],
      "Days of the week": [
        "A hét napjai"
      ],
      "Duration": [
        "Időtartam"
      ],
      "Start day of month": [
        "A hónap kezdőnapja"
      ],
      "Start time": [
        "Kezdés"
      ],
      "End day of month": [
        "A hónap befejező napja"
      ],
      "End time": [
        "Befejezés"
      ],
      "Start weekday": [
        "A hét kezdőnapja"
      ],
      "End weekday": [
        "A hét befejező napja"
      ],
      "Start date": [
        "Kezdő dátum"
      ],
      "End date": [
        "Befejező dátum"
      ],
      "Message": [
        "Üzenet"
      ],
      "Auto reply": [
        "Automatikus válasz"
      ],
      "Phone number": [
        "Telefonszám"
      ],
      "Verification code": [
        "Ellenőrző kód"
      ],
      "Enter the 6-digit code": [
        "Írja be a hatjegyű kódot"
      ],
      "Prompt to trust keys": [
        "Kérdezzen rá a kulcsok megbízhatóként jelölésére"
      ],
      "Sign external messages": [
        "Külső üzenetek aláírása"
      ],
      "Attach public key": [
        "Nyilvános kulcs csatolása"
      ],
      "Default PGP settings": [
        "Alapértelmezett PGP beállítások"
      ],
      "Filter Name": [
        "Szűrő neve"
      ],
      "Label as": [
        "Címkézés, mint"
      ],
      "No label found": [
        "Nem található címke"
      ],
      "Move to": [
        "Mozgatás ide"
      ],
      "Read": [
        "Olvasott"
      ],
      "Starred": [
        "Csillagozott"
      ],
      "Mark as": [
        "Megjelölés mint"
      ],
      "Send auto-reply": [
        "Automatikus válasz küldése"
      ],
      "AND": [
        "ÉS"
      ],
      "OR": [
        "VAGY"
      ],
      "IF": [
        "HA"
      ],
      "With attachment": [
        "Mellékletet tartalmaz"
      ],
      "Without attachment": [
        "Nem tartalmaz mellékletet"
      ],
      "or": [
        "vagy"
      ],
      "with attachments": [
        "mellékletet tartalmaz"
      ],
      "without attachment": [
        "nem tartalmaz mellékletet"
      ],
      "The email was sent ${ attachmentStrong }": [
        "Az e-mail ${ attachmentStrong }"
      ],
      "The email was sent ${ attachment }": [
        "Az e-mail ${ attachment }"
      ],
      "Statement": [
        "Feltétel"
      ],
      "ALL": [
        "MIND"
      ],
      "ANY": [
        "BÁRMELYIK"
      ],
      " and ${ l }": [
        " és ${ l }"
      ],
      " and ": [
        " és "
      ],
      "and": [
        "és"
      ],
      "Then": [
        "Akkor"
      ],
      "And": [
        "És"
      ],
      "Actions": [
        "Műveletek"
      ],
      "without attachments": [
        "nem tartalmaz mellékletet"
      ],
      "the email was sent ${ attachment }": [
        "az e-mail ${ attachment }"
      ],
      "the email was sent ${ label }": [
        "az e-mail ${ label }"
      ],
      "If": [
        "Ha"
      ],
      "Or": [
        "Vagy"
      ],
      "Conditions": [
        "Feltételek"
      ],
      "Domain": [
        "Domain név"
      ],
      "Want to add": [
        "Hozzáadás:"
      ],
      "Folder location": [
        "Mappa helye"
      ],
      "Notification": [
        "Értesítés"
      ],
      "Use folder colors": [
        "Mappa színek használata"
      ],
      "Inherit color from parent folder": [
        "Szín öröklése a tartalmazó mappáról"
      ],
      "Allow recovery by email": [
        "Helyreállítás engedélyezése e-mail címmel"
      ],
      "Daily email notifications": [
        "Napi e-mail értesítések"
      ],
      "Allow recovery by phone": [
        "Helyreállítás engedélyezése telefonszámmal"
      ],
      "Auto-load remote content": [
        "Távoli tartalom automatikus betöltése"
      ],
      "Auto-load embedded images": [
        "Beágyazott képek automatikus betöltése"
      ],
      "Keep messages in Sent/Drafts": [
        "Üzenetek megőrzése az Elküldött és Piszkozatok mappában"
      ],
      "Link confirmation": [
        "Link jóváhagyása"
      ],
      "Undo send": [
        "Küldés visszavonása"
      ],
      "Credits used": [
        "Felhasznált kredit"
      ],
      "Amount due": [
        "Esedékes összeg"
      ],
      "Customize invoices": [
        "Számlák személyre szabása"
      ],
      "Keyboard shortcuts": [
        "Gyorsbillentyűk"
      ],
      "Organization name": [
        "Szervezet neve"
      ],
      "Organization password": [
        "Szervezeti jelszó"
      ],
      "Account storage": [
        "Fiók tárhely"
      ],
      "VPN Connections": [
        "VPN kapcsolatok"
      ],
      "New organization password": [
        "Új szervezeti jelszó"
      ],
      "Confirm organization password": [
        "Szervezeti jelszó megerősítése"
      ],
      "VPN connections": [
        "VPN kapcsolatok"
      ],
      "Private User": [
        "Privát felhasználó"
      ],
      "Admin rights": [
        "Adminisztrátori jogok"
      ],
      "Addresses": [
        "Címek"
      ],
      "Key strength": [
        "Kulcs erőssége"
      ],
      "Domain name": [
        "Domain név"
      ],
      "Please add the following TXT record. Note, DNS records can take several hours to update.": [
        "Vegye fel a következő TXT rekordot. Megjegyzés: A DNS rekordok frissülése akár órákig is eltarthat."
      ],
      "Please add all 3 of the following CNAME records. Note, DNS records can take several hours to update.": [
        "Vegye fel a következő 3 CNAME rekordot. Megjegyzés: A DNS rekordok frissülése akár órákig is eltarthat."
      ],
      "Please add the following MX record. Note, DNS records can take several hours to update.": [
        "Vegye fel a következő MX rekordot. Megjegyzés: A DNS rekordok frissülése akár órákig is eltarthat."
      ],
      "Here is a basic DMARC record that does nothing except email you reports.": [
        "Ez egy alapszintű DMARC rekord ami nem csinál mást mint e-mail jelentéseket küld."
      ],
      "Recovery email": [
        "Helyreállítási e-mail"
      ],
      "Recovery phone": [
        "Helyreállítási telefonszám"
      ],
      "Username": [
        "Felhasználónév"
      ],
      "Email or username": [
        "Email cím, vagy felhasználónév"
      ],
      "Recovery code": [
        "Helyreállítási kód"
      ],
      "Repeat password": [
        "Jelszó ismét"
      ],
      "Phone": [
        "Telefonszám"
      ],
      "Code": [
        "Kód"
      ]
    },
    "Action": {
      "Use “${ label }” setting": [
        "\"${ label }\" beállítás használata"
      ],
      "Close": [
        "Bezárás"
      ],
      "Close navigation": [
        "Navigáció bezárása"
      ],
      "Open navigation": [
        "Navigáció megnyitása"
      ],
      "Delete": [
        "Törlés"
      ],
      "Cancel": [
        "Mégsem"
      ],
      "Save": [
        "Mentés"
      ],
      "Upload picture": [
        "Kép feltöltése"
      ],
      "Insert": [
        "Beszúrás"
      ],
      "Font": [
        "Betűtípus"
      ],
      "Size": [
        "Méret"
      ],
      "Color": [
        "Szín"
      ],
      "Alignment": [
        "Igazítás"
      ],
      "More": [
        "Továbbiak"
      ],
      "Unordered list": [
        "Rendezetlen lista"
      ],
      "Ordered list": [
        "Számozott lista"
      ],
      "Align left": [
        "Balra igazítás"
      ],
      "Align center": [
        "Középre igazítás"
      ],
      "Align right": [
        "Jobbra igazítás"
      ],
      "Justify": [
        "Sorkizárás"
      ],
      "Quote": [
        "Idézet"
      ],
      "Insert link": [
        "Link beszúrása"
      ],
      "Clear all formatting": [
        "Formázás törlése"
      ],
      "Insert image": [
        "Kép beszúrása"
      ],
      "Bold": [
        "Félkövér"
      ],
      "Italic": [
        "Dőlt"
      ],
      "Underline": [
        "Aláhúzott"
      ],
      "More info: ${ safeTitle }": [
        "További információk: ${ safeTitle }"
      ],
      "Confirm opening of link ${ link }": [
        "Link megnyitásának jóváhagyása: ${ link }"
      ],
      "Confirm": [
        "Megerősítés"
      ],
      "Go to panel ${ index }": [
        "Váltás: ${ index }"
      ],
      "Show less": [
        ""
      ],
      "Show more": [
        ""
      ],
      "Next month": [
        "Következő hónap"
      ],
      "Previous month": [
        "Előző hónap"
      ],
      "Select timezone": [
        "Időzóna kiválasztása"
      ],
      "Remove": [
        "Eltávolítás"
      ],
      "Submit": [
        "Küldés"
      ],
      "Close modal": [
        "Ablak bezárása"
      ],
      "refresh the page": [
        "frissítse"
      ],
      "Use ${ label } theme": [
        "${ label } téma használata"
      ],
      "Continue import": [
        "Importálás folytatása"
      ],
      "Discard": [
        "Elvetés"
      ],
      "Reconnect": [
        "Újrakapcsolódás"
      ],
      "Start import": [
        "Importálás indítása"
      ],
      "Customize import": [
        "Importálás beállításai"
      ],
      "Reset to default": [
        "Alapbeállítások visszaállítása"
      ],
      "Rename": [
        "Átnevezés"
      ],
      "Stay": [
        "Marad"
      ],
      "Quit": [
        "Kilépés"
      ],
      "Hide labels": [
        "Címkék elrejtése"
      ],
      "Hide folders": [
        "Mappák elrejtése"
      ],
      "Show labels": [
        "Címkék megjelenítése"
      ],
      "Show folders": [
        "Mappák megjelenítése"
      ],
      "Edit label": [
        "Címke szerkesztése"
      ],
      "Back": [
        "Vissza"
      ],
      "Next": [
        "Következő"
      ],
      "Start Import Assistant": [
        "Import Assistant indítása"
      ],
      "Skip to import": [
        "Tovább az importáláshoz"
      ],
      "Delete all messages": [
        "Összes üzenet törlése"
      ],
      "Continue with Google": [
        "Folytatás Google fiókkal"
      ],
      "Cancel import": [
        "Importálás megszakítása"
      ],
      "Resume": [
        "Folytatás"
      ],
      "Keep": [
        "Megtartás"
      ],
      "Delete record": [
        "Elem törlése"
      ],
      "Delete original messages": [
        "Eredeti üzenetek törlése"
      ],
      "Download the Import-Export app": [
        "Export-Import alkalmazás letöltése"
      ],
      "Activate ${ Name }@pm.me": [
        "${ Name }@pm.me aktiválása"
      ],
      "Upgrade": [
        "Váltás nagyobb csomagra"
      ],
      "Show shortcuts": [
        "Gyorsbillentyűk megjelenítése"
      ],
      "Import contacts": [
        "Névjegyek importálása"
      ],
      "Export contacts": [
        "Névjegyek exportálása"
      ],
      "Choose a file or drag it here": [
        "Válasszon fájlt vagy ejtse ide"
      ],
      "Import": [
        "Importálás"
      ],
      "Continue": [
        "Folytatás"
      ],
      "Download": [
        "Letöltés"
      ],
      "Hide": [
        "Elrejtés"
      ],
      "Show": [
        "Megjelenítés"
      ],
      "Reset credentials": [
        "Hitelesítő adatok visszaállítása"
      ],
      "Copy": [
        "Másolás"
      ],
      "Download all configurations": [
        "Összes beállítás letöltése"
      ],
      "Get ProtonVPN Plus": [
        "ProtonVPN Plus választása"
      ],
      "Read": [
        "Olvasott"
      ],
      "Unread": [
        "Olvasatlan"
      ],
      "Change password": [
        "Jelszó módosítása"
      ],
      "Ok": [
        "OK"
      ],
      "Yes": [
        "Igen"
      ],
      "Change mailbox password": [
        "E-mail titkosítási jelszó módosítása"
      ],
      "Delete your account": [
        "Fiók törlése"
      ],
      "Save address": [
        "Cím mentése"
      ],
      "Update": [
        "Frissítés"
      ],
      "Done": [
        "Kész"
      ],
      "activate": [
        "aktiválás"
      ],
      "Add address": [
        "Cím hozzáadása"
      ],
      "Edit": [
        "Szerkesztés"
      ],
      "Mark as default": [
        "Megjelölés alapértelmezettként"
      ],
      "Add credit / debit card": [
        "Bankkártya hozzáadása"
      ],
      "Add PayPal": [
        "PayPal hozzáadása"
      ],
      "Copy email to clipboard": [
        "E-mail másolása a vágólapra"
      ],
      "${ BRAND_NAME } introduction": [
        "${ BRAND_NAME } bevezető"
      ],
      "I have a question": [
        "Kérdésem van"
      ],
      "Request a feature": [
        "Funkció ajánlása"
      ],
      "Report a problem": [
        "Probléma jelentése"
      ],
      "${ BRAND_NAME } shop": [
        "${ BRAND_NAME } bolt"
      ],
      "Switch account": [
        "Fiók váltása"
      ],
      "Sign out": [
        "Kijelentkezés"
      ],
      "Create": [
        "Létrehozás"
      ],
      "Remove this notification": [
        "Emlékeztető törlése"
      ],
      "Add notification": [
        "Új emlékeztető"
      ],
      "Try again": [
        "Próbálja újra"
      ],
      "Save ICS file": [
        "ICS fájl mentése"
      ],
      "Set as default": [
        "Beállítás alapértelmezettként"
      ],
      "Export ICS": [
        "ICS exportálása"
      ],
      "Unsubscribe": [
        "Leiratkozás"
      ],
      "Add calendar": [
        "Naptár hozzáadása"
      ],
      "Subscribe to calendar": [
        ""
      ],
      "Import calendar": [
        "Naptár importálása"
      ],
      "Select calendar view": [
        "Naptár nézet kiválasztása"
      ],
      "Copy link": [
        "Hivatkozás másolása"
      ],
      "Create link": [
        "Hivatkozás létrehozása"
      ],
      "Delete link": [
        "Hivatkozás törlése"
      ],
      "Remove bonuses": [
        "Kedvezmények törlése"
      ],
      "Pay": [
        "Fizetés"
      ],
      "Open ${ CALENDAR_APP_NAME } settings": [
        "${ CALENDAR_APP_NAME } beállításainak megnyitása"
      ],
      "OK": [
        "OK"
      ],
      "Upgrade to Plus": [
        "Váltás a Plus csomagra"
      ],
      "Upgrade to Professional": [
        "Váltás a Professional csomagra"
      ],
      "Customize subscription": [
        "Előfizetés testreszabása"
      ],
      "Skip": [
        "Kihagyás"
      ],
      "Cancel subscription": [
        "Előfizetés megszüntetése"
      ],
      "Select plan": [
        "Csomag kiválasztása"
      ],
      "Compare all features": [
        "Összes jellemző összehasonlítása"
      ],
      "${ boldSave } by switching to annual billing": [
        "${ boldSave } éves fizetésre váltással"
      ],
      "Apply": [
        "Alkalmazás"
      ],
      "Add PayPal payment method": [
        "PayPal fizetési mód hozzáadása"
      ],
      "Top up": [
        "Feltöltés"
      ],
      "Add credits": [
        "Kredit hozzáadása"
      ],
      "annual billing": [
        "éves számlázásra"
      ],
      "Compare plans": [
        "Csomagok összehasonlítása"
      ],
      "Decrease": [
        "Csökkent"
      ],
      "Increase": [
        "Növel"
      ],
      "Downgrade": [
        "Kisebb csomagra váltás"
      ],
      "Verify": [
        "Ellenőrzés"
      ],
      "Use a different card": [
        "Másik bankkártya használata"
      ],
      "Use a different payment method": [
        "Más fizetési mód választása"
      ],
      "Retry": [
        "Újra"
      ],
      "Loading verification": [
        "Ellenőrzés folyamatban"
      ],
      "Remove gift code": [
        "Ajándék kód törlése"
      ],
      "Upload": [
        "Feltöltés"
      ],
      "Create key": [
        "Kulcs létrehozása"
      ],
      "Import key": [
        "Kulcs importálása"
      ],
      "Decrypt": [
        "Visszafejtés"
      ],
      "Export": [
        "Exportálás"
      ],
      "Export key": [
        "Kulcs exportálása"
      ],
      "No": [
        "Nem"
      ],
      "Warning": [
        "Figyelmeztetés"
      ],
      "Select files": [
        "Fájlok kiválasztása"
      ],
      "Reactivate keys": [
        "Kulcsok újraaktiválása"
      ],
      "Export private key": [
        "Privát kulcs exportálása"
      ],
      "Get started": [
        "Kezdés"
      ],
      "Start setup": [
        "Beállítás megkezdése"
      ],
      "Clear": [
        "Törlés"
      ],
      "Add screenshot(s)": [
        "Képernyőkép hozzáadása"
      ],
      "Hide info": [
        "Információ elrejtése"
      ],
      "Show info": [
        "Információ megjelenítése"
      ],
      "Close this banner": [
        "Panel bezárása"
      ],
      "enable desktop notifications": [
        "asztali értesítések engedélyezése"
      ],
      "here": [
        ""
      ],
      "Refresh the page": [
        "Oldal frissítése"
      ],
      "Signing out": [
        "Kijelentkezés"
      ],
      "View invoice": [
        "Számla megtekintése"
      ],
      "Get verification code": [
        "Ellenőrző kód küldése"
      ],
      "Try another method": [
        "Másik módszer"
      ],
      "Request new code": [
        "Új kód kérése"
      ],
      "Did not receive the code?": [
        "Nem kapta meg a kódot?"
      ],
      "Edit email address": [
        "E-mail cím módosítása"
      ],
      "Edit phone number": [
        "Telefonszám módosítása"
      ],
      "Preview": [
        "Előnézet"
      ],
      "Create label": [
        "Címke létrehozása"
      ],
      "Create folder": [
        "Mappa létrehozása"
      ],
      "Remove this label": [
        "Címke eltávolítása"
      ],
      "Add condition": [
        "Új feltétel"
      ],
      "label emails as": [
        "címke hozzáadása:"
      ],
      "move emails to": [
        "áthelyezés ide:"
      ],
      "mark emails as": [
        "megjelölés mint:"
      ],
      "send auto-reply email": [
        "automatikus válasz küldése"
      ],
      "Edit sieve": [
        "Sieve szűrő szerkesztése"
      ],
      "Add filter": [
        "Új szűrő"
      ],
      "Add sieve filter": [
        "Új Sieve szűrő"
      ],
      "Add": [
        "Hozzáadás"
      ],
      "Move to Block List": [
        "Áthelyezés a tiltólistára"
      ],
      "Move to Allow List": [
        "Áthelyezés a engedélyezett listára"
      ],
      "Add folder": [
        "Új mappa"
      ],
      "Sort": [
        "Rendezés"
      ],
      "Add label": [
        "Új címke"
      ],
      "Revoke all other sessions": [
        "Minden más munkamenet kijelentkeztetése"
      ],
      "Wipe": [
        "Törlés"
      ],
      "Reload": [
        "Újratöltés"
      ],
      "View": [
        "Megtekintés"
      ],
      "User": [
        "Felhasználó"
      ],
      "Organization": [
        "Szervezet"
      ],
      "Customize": [
        "Testreszabás"
      ],
      "Details": [
        "Részletek"
      ],
      "Share via link": [
        "Megosztás hivatkozással"
      ],
      "Sharing options": [
        "Megosztási beállítások"
      ],
      "Zoom out": [
        "Távolítás"
      ],
      "Reset zoom": [
        "Nagyítás alaphelyzetbe"
      ],
      "Zoom in": [
        "Közelítés"
      ],
      "Previous": [
        "Előző"
      ],
      "Add domain": [
        "Domain hozzáadása"
      ],
      "Enable multi-user support": [
        "Többfelhasználós mód engedélyezése"
      ],
      "Change organization keys": [
        "Szervezeti kulcsok megváltoztatása"
      ],
      "Restore administrator privileges": [
        "Adminisztrátori jogok visszaállítása"
      ],
      "Activate organization key": [
        "Szervezeti kulcs aktiválása"
      ],
      "Add user": [
        "Felhasználó hozzáadása"
      ],
      "Review": [
        "Áttekintés"
      ],
      "Set catch-all": [
        "Gyűjtő e-mail beállítása"
      ],
      "Refresh status": [
        "Állapot frissítése"
      ],
      "Upgrade now": [
        "Váltás nagyobb csomagra"
      ],
      "sign in": [
        "bejelentkezés"
      ],
      "Add ${ BRAND_NAME } account": [
        "${ BRAND_NAME } fiók hozzáadása"
      ],
      "Sign out all accounts": [
        "Minden fiók kiléptetése"
      ],
      "Send my username": [
        "Felhasználónevem elküldése"
      ],
      "Support": [
        "Támogatás"
      ],
      "Need help?": [
        "Segítségre van szüksége?"
      ],
      "Resubscribe": [
        "Feliratkozás ismét"
      ],
      "Change other email subscriptions": [
        "További e-mail feliratkozások megváltoztatása"
      ],
      "${ address } is available.": [
        "${ address } elérhező."
      ],
      "Create address": [
        "Cím létrehozása"
      ],
      "Sign in": [
        "Bejelentkezés"
      ],
      "Use two-factor authentication code": [
        "Kétlépcsős hitelesítő kód használata"
      ],
      "Use recovery code": [
        "Helyreállító kód használata"
      ],
      "Authenticate": [
        "Azonosítás"
      ],
      "Unlock": [
        "Feloldás"
      ],
      "Create a secure ProtonMail address instead": [
        "Inkább egy biztonságos ProtonMail cím létrehozása"
      ],
      "Use your current email address instead": [
        "Inkább a jelenlegi e-mail cím használata"
      ],
      "Create account": [
        "Fiók létrehozása"
      ],
      "Change email": [
        "E-mail megváltoztatása"
      ],
      "Proceed to checkout": [
        "Tovább a fizetéshez"
      ],
      "Send code": [
        "Kód küldése"
      ],
      "Reset password": [
        "Jelszó visszaállítása"
      ],
      "Didn't receive a code?": [
        "Nem kapta meg a kódot?"
      ],
      "Return to login": [
        "Vissza a bejelentkezéshez"
      ],
      "Contact support": [
        "Kapcsolatfelvétel"
      ]
    },
    "Placeholder": {
      "E.g., ": [
        "Pl., "
      ],
      "Link": [
        "Link"
      ],
      "Fill in the URL link and text to test your link": [
        "Adja meg az link címét és szövegét a kipróbáláshoz"
      ],
      "Email address": [
        "E-mail cím"
      ],
      "Fill in the email address and text to test your link": [
        "Adja meg az e-mail címet és link szövegét a kipróbáláshoz"
      ],
      "Phone number": [
        "Telefonszám"
      ],
      "Fill in the phone number and text to test your link": [
        "Adja meg az telefonszámot és link szövegét a kipróbáláshoz"
      ],
      "Text": [
        "Szöveg"
      ],
      "Name": [
        "Név"
      ],
      "Password": [
        "Jelszó"
      ],
      "Two-factor authentication code": [
        "Kétlépcsős hitelesítő kód"
      ],
      "Confirm": [
        "Jóváhagyás"
      ],
      "Feedback": [
        "Visszajelzés"
      ],
      "Choose address": [
        "Válasszon címet"
      ],
      "Choose display name": [
        "Válasszon egy megjelenített nevet"
      ],
      "Add a calendar name": [
        "Adja meg a naptár nevét"
      ],
      "Add a calendar description": [
        "Adja meg a naptár leírását"
      ],
      "Gift code": [
        "Ajándék kód"
      ],
      "Other": [
        "Egyéb"
      ],
      "Add gift code": [
        "Ajándék kód hozzáadása"
      ],
      "ZIP": [
        "Irányítószám"
      ],
      "Postal code": [
        "Irányítószám"
      ],
      "e.g. Julia Smith": [
        "pl. Kovács János"
      ],
      "OS name": [
        "Operációs rendszer neve"
      ],
      "OS version": [
        "Operációs rendszer verzió"
      ],
      "Proton username": [
        "Proton felhasználónév"
      ],
      "A way to contact you": [
        "Kapcsolatfelvételi lehetőség önnel"
      ],
      "Please describe the problem and include any error messages": [
        "Írja le a problémát és másolja be az esetleges hibaüzeneteket"
      ],
      "Browser name": [
        "Böngésző neve"
      ],
      "Browser version": [
        "Böngésző verziója"
      ],
      "Type text or keyword": [
        "Írjon be szöveget"
      ],
      "Choose a name": [
        "Válasszon egy nevet"
      ],
      "Username": [
        "Felhasználónév"
      ],
      "Address": [
        "Cím"
      ],
      "Confirm password": [
        "Jelszó megerősítése"
      ],
      "Search users": [
        "Felhasználók keresése "
      ],
      "yourdomain.com": [
        "domainneve.com"
      ]
    },
    "Time unit": {
      "${ hours } hour": [
        "${ hours } óra",
        "${ hours } óra"
      ],
      "${ minutes } minute": [
        "${ minutes } perc",
        "${ minutes } perc"
      ]
    },
    "Error": {
      "Email address invalid": [
        "Érvénytelen e-mail cím"
      ],
      "This field is required": [
        "Kötelező mező"
      ],
      "The composer failed to load.": [
        "A szerkesztőt nem sikerült betölteni."
      ],
      "Please refresh the page.": [
        "Kérjük frissítse az oldalt."
      ],
      "The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.": [
        "Az Ön által használt böngésző nem támogatja a kívánt fizetési módot. Kérjük, használjon másik böngészőt, vagy jelentkezzen be egy számítógépről."
      ],
      "Something went wrong, please ${ refresh } in order to proceed. If you still see this error message please contact our ${ supportTeam }.": [
        "Hiba történt. Kérjük, ${ refresh } az oldalt a folytatáshoz. Ha a hiba továbbra is fennáll, kérjük lépjen velünk kapcsolatba: ${ supportTeam }."
      ],
      "We were unable to connect to your service provider.": [
        "Nem lehet kapcsolódni a szolgáltatójához."
      ],
      "Please try to reauthenticate and make sure the permissions are set correctly.": [
        "Próbálja meg újra az azonosítást vagy ellenőrizze a jogosultságok megadását."
      ],
      "There are too many folders in your external account. Please customize the import to delete some folders.": [
        "Túl sok mappa van a külső e-mail fiókban. Módosítsa az importálás beállításait, hogy néhány mappát töröljön."
      ],
      "Some of your label names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Bizonyos címkék neve túl hosszú a ProtonMailbe importáláshoz. Módosítsa az importálás beállításait, hogy ezek kerüljenek átnevezésre."
      ],
      "Some of your folder names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Bizonyos mappák neve túl hosszú a ProtonMailbe importáláshoz. Módosítsa az importálás beállításait, hogy ezek kerüljenek átnevezésre."
      ],
      "Some of your label names are unavailable. Please customize the import to edit these names.": [
        "Bizonyos címkék neve nem használható. Módosítsa az importálás beállításait, hogy ezek kerüljenek átnevezésre."
      ],
      "Some of your folder names are unavailable. Please customize the import to edit these names.": [
        "Bizonyos mappák neve nem használható. Módosítsa az importálás beállításait, hogy ezek kerüljenek átnevezésre."
      ],
      "The label name is too long. Please choose a different name.": [
        "Ez a címkenév túl hosszú. Adjon meg egy másik nevet."
      ],
      "The folder name is too long. Please choose a different name.": [
        "Ez a mappanév túl hosszú. Adjon meg egy másik nevet."
      ],
      "Label name cannot be empty": [
        "A címke neve nem lehet üres"
      ],
      "Folder name cannot be empty": [
        "A mappa nevének megadása szükséges"
      ],
      "This label name is not available. Please choose a different name": [
        "Ez a címkenév nem használható. Adjon meg egy másik nevet"
      ],
      "This folder name is not available. Please choose a different name": [
        "Ez a mappanév nem használható. Adjon meg egy másik nevet"
      ],
      "You must set a name": [
        "Meg kell adnia egy nevet"
      ],
      "A group with this name already exists": [
        "Már létezik csoport ezzel a névvel"
      ],
      "Invalid name": [
        "Érvénytelen név"
      ],
      "Please generate keys before you try to change your password.": [
        "Hozza létre a titkosítási kulcsokat mielőtt megváltoztatná a jelszavát."
      ],
      "${ Local } is your username. To create ${ Local }@${ Domain }, please go to Settings > Addresses > Short domain (pm.me)": [
        "Az Ön felhasználóneve: ${ Local }. ${ Local }@${ Domain } e-mail cím létrehozásához válassza a Beállítások > Címek > Rövid domain (@pm.me) menüpontot"
      ],
      "Error": [
        "Hiba"
      ],
      "Organization key is not decrypted.": [
        "A szervezeti kulcs nincs visszafejtve."
      ],
      "The organization key must be activated first.": [
        "Először a szervezeti kulcs aktiválása szükséges."
      ],
      "Name required": [
        "Név megadása kötelező"
      ],
      "No valid address found": [
        "Nem található érvényes e-mail cím"
      ],
      "Primary address key is not decrypted.": [
        "Az elsődleges cím kulcsa nincs visszafejtve."
      ],
      "Error connecting to the Bitcoin API.": [
        "Hiba a Bitcoin API-ra csatlakozás közben."
      ],
      "Amount below minimum.": [
        "Túl alacsony összeg."
      ],
      "Amount above the maximum.": [
        "Túl magas összeg."
      ],
      "The minimum amount that can be donated is ${ price }": [
        "A legkisebb küldhető adomány: ${ price }"
      ],
      "The minimum amount of credit that can be added is ${ _price }": [
        "Legalább ${ _price } kredit feltöltése szükséges"
      ],
      "The minimum payment we accept is ${ _price2 }": [
        "Legalacsonyabb elfogadható összeg: ${ _price2 }"
      ],
      "Name on card required": [
        "Kártyára írt név megadása kötelező"
      ],
      "Invalid expiration date": [
        "Érvénytelen lejárati dátum"
      ],
      "Invalid card number": [
        "Érvénytelen kártyaszám"
      ],
      "Invalid ${ name } code": [
        "Érvénytelen ${ name } kód"
      ],
      "Invalid postal code": [
        "Érvénytelen irányítószám"
      ],
      "Checkout expired, please try again.": [
        "A fizetés időtúllépéssel megszakadt, kérjük próbálja újra."
      ],
      "Invalid code": [
        "Érvénytelen kód"
      ],
      "Process aborted": [
        "Folyamat megszakítva"
      ],
      "Payment process cancelled": [
        "A fizetés folyamata megszakítva"
      ],
      "Payment process failed": [
        "Fizetés sikertelen"
      ],
      "Payment process consumed": [
        "Fizetési folyamat befejezve"
      ],
      "Payment process not supported": [
        "Fizetési folyamat nem támogatott"
      ],
      "Unknown payment token status": [
        "Ismeretlen fizetési token állapot"
      ],
      "Tab closed": [
        "Fül bezárva"
      ],
      "Primary address key is not decrypted": [
        "Az elsődleges cím kulcsa nincs visszafejtve"
      ],
      "Incorrect password": [
        "Hibás jelszó"
      ],
      "Invalid private key file": [
        "Érvénytelen privát-kulcs fájl"
      ],
      "Uploaded key does not match fingerprint": [
        "Feltöltött kulcs ujjlenyomata nem egyezik"
      ],
      "Incorrect mailbox password. Please try again": [
        "Hibás e-mail titkosítási jelszó. Kérjük, próbálja újra"
      ],
      "Incorrect login credentials. Please try again": [
        "Helytelen bejelentkezési adatok. Próbálja meg újra"
      ],
      "Automatic replies is a paid feature. Please upgrade to a paid account to use this feature.": [
        "Az automatikus válasz egy fizetős funkció. Kérjük, váltson egy előfizetéses csomagra a lehetőség használatához."
      ],
      "Can't validate email, try again later": [
        "E-mail ellenőrzése nem sikerült, próbálja meg később"
      ],
      "Can't validate phone, try again later": [
        "Telefonszám ellenőrzése nem sikerült, próbálja meg később"
      ],
      "Enter 6 digits": [
        "6 számjegyet írjon be"
      ],
      "Invalid verification code": [
        "Érvénytelen ellenőrző kód"
      ],
      "Empty condition": [
        "Üres feltétel"
      ],
      "Condition incomplete": [
        "Hiányos feltétel"
      ],
      "Filter with this name already exists": [
        "Ilyen nevű szűrő már létezik"
      ],
      "Error in one of the conditions": [
        "Hiba az egyik feltételben"
      ],
      "Require at least one condition": [
        "Legalább egy feltétel szükséges"
      ],
      "Require at least one action": [
        "Legalább egy művelet szükséges"
      ],
      "Filter with this name already exist": [
        "Ilyen nevű szűrő már létezik"
      ],
      "Invalid Sieve code": [
        "Érvénytelen Sieve kód"
      ],
      "Invalid domain": [
        "Érvénytelen domain név"
      ],
      "Please set a recovery/notification email first": [
        "Először állítson be egy helyreállítási és értesítési e-mailt"
      ],
      "Please set a recovery phone number first": [
        "Először adja meg a helyreállítási telefonszámot"
      ],
      "Payments are currently not available, please try again later": [
        "Fizetés jelenleg nem lehetséges, kérjük, próbálja meg később"
      ],
      "You have no invoices.": [
        "Nincs számlája."
      ],
      "Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.": [
        "Az ön fiókja vagy a szervezet késedelmes számlát tartalmaz. Kérjük, egyenlítse ki valamennyi számláját."
      ],
      "File has no contents to preview": [
        "Nincs előnézeti tartalom"
      ],
      "Passwords do not match": [
        "A jelszavak nem egyeznek"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.": [
        "Kérjük, váltson Professional csomagra egynél több felhasználóval, vagy Visionary csomagra, hogy több felhasználót hozhasson létre."
      ],
      "You must privatize all sub-accounts before generating new organization keys": [
        "Az összes al-felhasználót privátra kell állítani mielőtt új szervezeti kulcsokat generálna"
      ],
      "You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Elvesztette az elérését a szervezeti kulcsokhoz. Visszaállítás nélkül nem fog tudni új felhasználókat létrehozni, címeket felvenni meglévő felhasználókhoz, vagy nem-privát fiókokat elérni."
      ],
      "You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Aktiválnia kell a szervezeti kulcsokat. Aktiválás nélkül nem fog tudni új felhasználókat létrehozni, címeket felvenni meglévő felhasználókhoz, vagy nem-privát fiókokat elérni."
      ],
      "Permission denied, administrator privileges have been restricted.": [
        "Hozzáférés megtagadva, adminisztrátori jogok korlátozásra kerültek."
      ],
      "Invalid password": [
        "Érvénytelen jelszó"
      ],
      "Invalid address": [
        "Érvénytelen cím"
      ],
      "Address already associated to a user": [
        "A cím már társításra került egy felhasználóhoz"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to manage multiple users.": [
        "Kérjük, váltson Professional csomagra egynél több felhasználóval, vagy Visionary csomagra, hogy több felhasználót kezelhessen."
      ],
      "Please enable multi-user support before adding users to your organization.": [
        "Engedélyezze a többfelhasználós módot, mielőtt felhasználókat venne fel a szervezethez."
      ],
      "Please configure a custom domain before adding users to your organization.": [
        "Vegyen fel egy saját domain nevet, mielőtt felhasználókat venne fel a szervezethez."
      ],
      "You have used all users in your plan. Please upgrade your plan to add a new user.": [
        "Valamennyi, az előfizetéséhez rendelkezésére álló felhasználót elhasználta. Több felhasználó létrehozásához váltson nagyobb csomagra."
      ],
      "You have used all addresses in your plan. Please upgrade your plan to add a new address.": [
        "Valamennyi, az előfizetéséhez rendelkezésére álló címet elhasználta. Több cím létrehozásához váltson nagyobb csomagra."
      ],
      "All storage space has been allocated. Please reduce storage allocated to other users.": [
        "Minden tárhely terület kiosztásra került. Kérjük csökkentse más felhasználók tárhelyét."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "A DKIM aláírás felfüggesztésre került a DNS beállítási hibája miatt. Kövesse az útmutatót a DKIM aláírás helyreállításához."
      ],
      "Verification did not succeed, please try again in an hour.": [
        "Az igazolás sikertelen, kérjük hogy próbálja meg egy óra múlva."
      ],
      "Wrong verification code. Please make sure you copied the verification code correctly and try again. It can take up to 24 hours for changes to take effect.": [
        "Hibás visszaigazoló kód. Bizonyosodjon meg róla, hogy jól másolta ki a visszaigazoló kódot és próbálja újból. 24 órába is beletelhet, amíg a változások érvénybe lépnek."
      ],
      "Authentication canceled.": [
        "Hitelesítés megszakítva."
      ],
      "Your import will not be processed.": [
        "Az importálás nem lesz feldolgozva."
      ],
      "Authentication error.": [
        "Hitelesítési hiba."
      ],
      "This message may contain some link's URL that cannot be properly opened by your current browser": [
        "Ez az üzenet olyan hivatkozásokat tartalmazhat, amelyeket a böngészője nem tud megfelelően megnyitni"
      ],
      "Unknown error": [
        "Ismeretlen hiba"
      ],
      "This field requires a minimum of ${ minimumLength } characters.": [
        "Legalább ${ minimumLength } karakter szükséges ebben a mezőben."
      ],
      "Email is not valid": [
        "Érvénytelen e-mail cím"
      ],
      "Not a valid number": [
        "Érvénytelen szám"
      ],
      "Missing signature": [
        "Hiányzó aláírás"
      ],
      "Contact signature not verified": [
        "Névjegy aláírása nincs ellenőrizve"
      ],
      "Signature not verified": [
        "Aláírás nincs ellenőrizve"
      ],
      "Request timed out.": [
        "A kérés túllépte az időkorlátot."
      ],
      "Signature verification failed": [
        "Aláírás ellenőrzése sikertelen"
      ],
      "Could not find address ${ email }.": [
        "A(z) ${ email }. e-mail cím nem található."
      ],
      "Domain not available, try again later": [
        "A domain név nem érhető el, próbálja meg később"
      ],
      "Address primary private key not found": [
        "A cím elsődleges titkosító kulcsa nem található"
      ],
      "Calendar primary private key is not decrypted": [
        "A naptár elsődleges titkosító kulcsa nincs visszafejtve"
      ],
      "The session has expired. Please sign in again.": [
        "Ez a munkamenet lejárt. Lépjen be újra."
      ],
      "Failed to get active sessions. Please refresh or try again later.": [
        "Az aktív munkamenetek betöltése nem sikerült. Frissítse az oldalt vagy próbálja meg később."
      ],
      "No active sessions": [
        "Nincs aktív munkamenet"
      ],
      "Can't check username, try again later": [
        "Nem lehet ellenőrizni a felhasználónevet, próbálkozzon újra később"
      ]
    },
    "Title": {
      "Open actions dropdown": [
        "Műveletek menü megnyitása"
      ],
      "Expand content": [
        "Tartalom kibontása"
      ],
      "Link confirmation": [
        "Hivatkozás jóváhagyása"
      ],
      "Previous": [
        "Előző"
      ],
      "Open pagination": [
        "Lapozó megnyitása"
      ],
      "Next": [
        "Következő"
      ],
      "Keyboard Shortcuts": [
        "Gyorsbillentyűk"
      ],
      "What's new": [
        "Újdonságok"
      ],
      "Start import process": [
        "Importálási folyamat indítása"
      ],
      "Import in progress": [
        "Importálás folyamatban"
      ],
      "Customize import": [
        "Importálás beállításai"
      ],
      "Prepare for import": [
        "Importálás előkészítése"
      ],
      "Prepare Yahoo Mail for import": [
        "Yahoo Mail előkészítése az importáláshoz"
      ],
      "Prepare Gmail for import ${ gmailInstructionsStep }/${ totalSteps }": [
        "A Gmail felkészítése az importálásra: ${ gmailInstructionsStep }/${ totalSteps }"
      ],
      "Reconnect your account": [
        "Újracsatlakozás a fiókhoz"
      ],
      "Start a new import": [
        "Új importálás indítása"
      ],
      "Enable keyboard shortcuts": [
        "Gyorsbillentyűk engedélyezése"
      ],
      "Exporting contacts": [
        "Névjegyek exportálása"
      ],
      "Select action to take on contact group": [
        "Válassza ki a névjegy csoporton elvégzendő műveletet"
      ],
      "Add contact group name": [
        "Adjon nevet a névjegy csoportnak"
      ],
      "Select contact group": [
        "Névjegy csoport kiválasztása"
      ],
      "Warning": [
        "Figyelem"
      ],
      "Import groups": [
        "Csoportok importálása"
      ],
      "Import contacts": [
        "Névjegyek importálása"
      ],
      "1. Select platform": [
        "1. Platform kiválasztása"
      ],
      "2. Select protocol": [
        "2. Protokoll kiválasztása"
      ],
      "3. Select config file and download": [
        "3. Beállítási fájl kiválasztása és letöltése"
      ],
      "Get ProtonVPN Plus to access all servers": [
        "Fizessen elő ProtonVPN Plus csomagra az összes szerver használatához"
      ],
      "Change password for ${ Name } (${ Email })": [
        "Jelszó megváltoztatása, felhasználó: ${ Name } (${ Email })"
      ],
      "Change password": [
        "Jelszó megváltoztatása"
      ],
      "Change login password": [
        "Bejelentkezési jelszó megváltoztatása"
      ],
      "Switch to two-password mode": [
        "Két jelszavas módra váltás"
      ],
      "Switch to one-password mode": [
        "Egyjelszavas módra váltás"
      ],
      "Change mailbox password": [
        "E-mail titkosítási jelszó megváltoztatása"
      ],
      "Set up two-factor authentication": [
        "Kétlépcsős hitelesítés beállítása"
      ],
      "Disable two-factor authentication": [
        "Kétlépcsős hitelesítés kikapcsolása"
      ],
      "Password": [
        "Jelszó"
      ],
      "Login password": [
        "Bejelentkezési jelszó"
      ],
      "Delete account": [
        "Fiók törlése"
      ],
      "Add address": [
        "Cím hozzáadása"
      ],
      "Generate missing keys": [
        "Hiányzó kulcsok generálása"
      ],
      "Delete ${ address.Email }": [
        "${ address.Email } törlése"
      ],
      "Open help menu": [
        "Súgó menü megnyitása"
      ],
      "Back": [
        "Vissza"
      ],
      "Error": [
        "Hiba"
      ],
      "Update calendar": [
        "Naptár beállításai"
      ],
      "Create calendar": [
        "Naptár létrehozása"
      ],
      "Select when you want this notification to be sent": [
        "Válassza ki az emlékeztető elküldésének időpontját"
      ],
      "Select the time to send this notification": [
        "Válassza ki az emlékeztető elküldésének időpontját"
      ],
      "Select the way to send this notification": [
        "Válassza ki az emlékeztető elküldésének módját"
      ],
      "Add another notification to remind you of this event": [
        "További emlékeztető hozzáadása az eseményhez"
      ],
      "Export calendar": [
        "Naptár exportálása"
      ],
      "Delete calendar": [
        "Naptár törlése"
      ],
      "Unsubscribe from calendar": [
        ""
      ],
      "Subscribe to calendar": [
        ""
      ],
      "Import events": [
        "Események importálása"
      ],
      "Your calendar link": [
        "Az ön naptárának hivatkozása"
      ],
      "Payment details": [
        "Fizetés részletei"
      ],
      "Confirm loss of Proton bonuses": [
        "Proton-bónuszok elvesztésének megerősítése"
      ],
      "Processing": [
        "Feldolgozás"
      ],
      "Cancel subscription": [
        "Előfizetés lemondása"
      ],
      "Network error": [
        "Hálózati hiba"
      ],
      "Select a plan": [
        "Csomag kiválasztása"
      ],
      "Customize your plan": [
        "Csomag testreszabása"
      ],
      "Checkout": [
        "Fizetés"
      ],
      "Current plan": [
        "Jelenlegi csomag"
      ],
      "Apply gift code": [
        "Ajándék kód hozzáadása"
      ],
      "Subtotal": [
        "Részösszeg"
      ],
      "Coupon discount": [
        "Kupon kedvezmény"
      ],
      "Total (monthly)": [
        "Összesen (havonta)"
      ],
      "Credits": [
        "Kredit"
      ],
      "Gift code": [
        "Ajándék kód"
      ],
      "Amount due": [
        "Esedékes összeg"
      ],
      "Billing cycle": [
        "Számlázási ciklus"
      ],
      "Edit credit/debit card": [
        "Bankkártya szerkesztése"
      ],
      "Add credit/debit card": [
        "Bankkártya hozzáadása"
      ],
      "Add PayPal payment method": [
        "PayPal hozzáadása"
      ],
      "Add credits": [
        "Kredit hozzáadása"
      ],
      "${ appName } customization": [
        "${ appName } testreszabása"
      ],
      "Confirm downgrade": [
        "Lemondás megerősítése"
      ],
      "Currency": [
        "Pénznem"
      ],
      "Unsupported browser": [
        "Nem támogatott böngésző"
      ],
      "Card verification": [
        "Bankkártya ellenőrzése"
      ],
      "Payment verification": [
        "Fizetés ellenőrzése"
      ],
      "Processing...": [
        "Folyamatban..."
      ],
      "Card verification in progress": [
        "Bankkártya ellenőrzése folyamatban"
      ],
      "Payment verification in progress": [
        "Fizetés ellenőrzése folyamatban"
      ],
      "PayPal verification failed": [
        "A PayPal ellenőrzés sikertelen"
      ],
      "3-D Secure verification failed": [
        "A 3D Secure ellenőrzés sikertelen"
      ],
      "ZIP / postal code": [
        "Irányítószám"
      ],
      "Plan summary": [
        "Csomag összefoglaló"
      ],
      "Re-activate keys": [
        "Kulcsok újraaktiválása"
      ],
      "Decrypt key": [
        "Kulcs visszafejtése"
      ],
      "Export public key": [
        "Nyilvános kulcs exportálása"
      ],
      "Export private key": [
        "Privát kulcs exportálása"
      ],
      "Delete key": [
        "Kulcs törlése"
      ],
      "Create key": [
        "Kulcs létrehozása"
      ],
      "Success": [
        "Sikeres"
      ],
      "Import key": [
        "Kulcs importálása"
      ],
      "Sign in again to continue": [
        "Lépjen be újból a folytatáshoz"
      ],
      "Account suspended": [
        "Fiók felfüggesztve"
      ],
      "Report a problem": [
        "Probléma jelentése"
      ],
      "Invalid verification code": [
        "Érvénytelen ellenőrző kód"
      ],
      "Request new verification code": [
        "Új ellenőrző kód kérése"
      ],
      "Human verification": [
        "Robot ellenőrzés"
      ],
      "Automatically sign outgoing messages?": [
        "Automatikusan aláírja a kimenő üzeneteket?"
      ],
      "Edit filter": [
        "Szűrő szerkesztése"
      ],
      "Add filter": [
        "Új szűrő"
      ],
      "Are you sure you want to close?": [
        "Biztosan bezárja?"
      ],
      "Edit Sieve filter": [
        "Sieve szűrő szerkesztése"
      ],
      "Add Sieve filter": [
        "Új Sieve szűrő"
      ],
      "Delete ${ filter.Name }": [
        "${ filter.Name } törlése"
      ],
      "Allow List": [
        "Engedélyezett lista"
      ],
      "Block List": [
        "Tiltó lista"
      ],
      "Add to Block List": [
        "Tiltólistához adás"
      ],
      "Add to Allow List": [
        "Engedélyezett listához adás"
      ],
      "Edit Block List": [
        "Tiltólista szerkesztése"
      ],
      "Edit Allow List": [
        "Engedélyezett lista szerkesztése"
      ],
      "Delete ${ Name } folder": [
        ""
      ],
      "Delete ${ Name } label": [
        ""
      ],
      "Sort folders alphabetically": [
        "Mappák rendezése betűrendbe"
      ],
      "Sort labels alphabetically": [
        "Címkék rendezése betűrendbe"
      ],
      "Confirm address": [
        "Cím megerősítése"
      ],
      "Confirm phone number": [
        "Telefonszám megerősítése"
      ],
      "App": [
        "Alkalmazás"
      ],
      "Date": [
        "Dátum"
      ],
      "Action": [
        "Művelet"
      ],
      "Delete logs": [
        "Naplók törlése"
      ],
      "Clear": [
        "Törlés"
      ],
      "Pay invoice": [
        "Számla kifizetése"
      ],
      "Add invoice details": [
        "Számlázási adatok megadása"
      ],
      "Amount": [
        "Összeg"
      ],
      "Type": [
        "Típus"
      ],
      "Status": [
        "Állapot"
      ],
      "${ appName } Keyboard Shortcuts": [
        "${ appName } gyorsbillentyűk"
      ],
      "Bridge for ${ platform }": [
        "Bridge ${ platform } eszközökre"
      ],
      "Change organization name": [
        "Szervezet nevének megváltoztatása"
      ],
      "Set organization name": [
        "Szervezet nevének beállítása"
      ],
      "Set organization keys": [
        "Szervezeti kulcsok beállítása"
      ],
      "Set organization password": [
        "Szervezeti jelszó beállítása"
      ],
      "Allocate storage": [
        "Tárhely lefoglalása"
      ],
      "Allocate VPN connections": [
        "VPN kapcsolatok lefoglalása"
      ],
      "Change organization password": [
        "Szervezeti jelszó megváltoztatása"
      ],
      "Change organization keys": [
        "Szervezeti kulcsok megváltoztatása"
      ],
      "Activate organization key": [
        "Szervezeti kulcs aktiválása"
      ],
      "Restore administrator privileges": [
        "Adminisztrátori jogok visszaállítása"
      ],
      "Change role": [
        "Szerep megváltoztatása"
      ],
      "Edit user": [
        "Felhasználó szerkesztése"
      ],
      "Delete user": [
        "Felhasználó törlése"
      ],
      "Add user": [
        "Felhasználó hozzáadása"
      ],
      "Edit domain": [
        "Domain szerkesztése"
      ],
      "Add domain": [
        "Domain hozzáadása"
      ],
      "Catch-All address": [
        "Gyűjtő e-mail cím"
      ],
      "Delete ${ domain.DomainName }": [
        "${ domain.DomainName } törlése"
      ],
      "General": [
        "Általános"
      ],
      "Theme": [
        "Téma"
      ],
      "Contacts": [
        "Névjegyek"
      ],
      "Import & export": [
        "Importálás és exportálás"
      ],
      "Import": [
        "Importálás"
      ],
      "Export": [
        "Exportálás"
      ],
      "VPN apps": [
        "VPN alkalmazások"
      ],
      "ProtonVPN": [
        "ProtonVPN"
      ],
      "OpenVPN / IKEv2": [
        "OpenVPN / IKEv2"
      ],
      "Credentials": [
        "Hitelesítő adatok"
      ],
      "OpenVPN configuration files": [
        "OpenVPN konfigurációs fájlok"
      ],
      "Appearance": [
        "Megjelenés"
      ],
      "Layout": [
        "Elrendezés"
      ],
      "Other": [
        "Egyéb"
      ],
      "Auto reply": [
        "Automatikus válasz"
      ],
      "Encryption & keys": [
        "Titkosítás és kulcsok"
      ],
      "Address verification": [
        "Cím hitelesítés"
      ],
      "External PGP settings": [
        "Külső PGP beállítások"
      ],
      "Email encryption keys": [
        "E-mail titkosítási kulcsai"
      ],
      "Contact encryption keys": [
        "Partner titkosítási kulcsai"
      ],
      "Filters": [
        "Szűrők"
      ],
      "Custom filters": [
        "Saját szűrők"
      ],
      "Spam filters": [
        "Levélszemét szűrők"
      ],
      "Folders & labels": [
        "Mappák és címkék"
      ],
      "Folders": [
        "Mappák"
      ],
      "Labels": [
        "Címkék"
      ],
      "Short domain (@pm.me)": [
        "Rövid domain (@pm.me)"
      ],
      "Messages": [
        "Üzenetek"
      ],
      "Advanced": [
        "Haladó"
      ],
      "Identity & addresses": [
        "Személyazonosság és címek"
      ],
      "Display name & signature": [
        "Megjelenített név és aláírás"
      ],
      "My addresses": [
        "Saját címek"
      ],
      "IMAP/SMTP": [
        ""
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "Import Assistant": [
        "Import Assistant"
      ],
      "Current & past imports": [
        "Jelenlegi és korábbi importálások"
      ],
      "Import-Export app": [
        "Import-Export alkalmazás"
      ],
      "Domain names": [
        "Domain nevek"
      ],
      "Catch-all address": [
        "Gyűjtő e-mail cím"
      ],
      "My calendars": [
        ""
      ],
      "Other calendars": [
        ""
      ],
      "Share outside Proton": [
        "Megosztás Protonon kívül"
      ],
      "Time zone": [
        "Időzóna"
      ],
      "Password & recovery": [
        "Jelszó és helyreállítás"
      ],
      "Passwords": [
        "Jelszavak"
      ],
      "Recovery & notification": [
        "Helyreállítás és értesítés"
      ],
      "Security": [
        "Biztonság"
      ],
      "Session management": [
        "Munkamenet-kezelés"
      ],
      "Security logs": [
        "Biztonsági napló"
      ],
      "Payment": [
        "Fizetés"
      ],
      "Billing details": [
        "Számlázási adatok"
      ],
      "Payment methods": [
        "Fizetési módok"
      ],
      "Invoices": [
        "Számlák"
      ],
      "Dashboard": [
        "Vezérlőpult"
      ],
      "Select plan": [
        "Csomag kiválasztása"
      ],
      "Your current plan": [
        "Jelenlegi csomag"
      ],
      "Your plan": [
        "Az ön csomagja"
      ],
      "Language & time": [
        "Nyelv és idő"
      ],
      "Email subscriptions": [
        "E-mail feliratkozás"
      ],
      "Organization": [
        "Szervezet"
      ],
      "Multi-user support": [
        "Többfelhasználós lehetőség"
      ],
      "Users and addresses": [
        "Felhasználók és címek"
      ],
      "Addresses": [
        "Címek"
      ],
      "Organization & keys": [
        "Szervezet és kulcsok"
      ],
      "Password & keys": [
        "Jelszó és kulcs"
      ],
      "Sorry, you can't access this page": [
        "Nincs jogosultsága az oldal eléréséhez"
      ],
      "Upgrade": [
        "Váltás nagyobb csomagra"
      ],
      "Settings": [
        "Beállítások"
      ],
      "Choose an account": [
        "Válasszon egy fiókot"
      ],
      "Email": [
        "E-mail"
      ],
      "Phone": [
        "Telefonszám"
      ],
      "Find email or username": [
        "E-mail cím vagy felhasználónév megkeresése"
      ],
      "Proton Logo": [
        "Proton Logó"
      ],
      "Create a ${ mailAppName } address": [
        "${ mailAppName } cím létrehozása"
      ],
      "Address is available": [
        "A cím elérhető"
      ],
      "Sign in": [
        "Bejelentkezés"
      ],
      "Two-factor authentication": [
        "Kétlépcsős hitelesítés"
      ],
      "Unlock your mailbox": [
        "E-mail fiók feloldása"
      ],
      "Set new password": [
        "Új jelszó beállítása"
      ],
      "This address might compromise your privacy.": [
        "Ez a cím kompromittálhatja adatai védelmét."
      ],
      "Create your Proton Account": [
        "Proton fiók létrehozása"
      ],
      "Add a recovery method": [
        "Helyreállítási mód hozzáadása"
      ],
      "(highly recommended)": [
        "(erősen javasolt)"
      ],
      "Account verification": [
        "Fiók ellenőrzése"
      ],
      "Plan selection": [
        "Csomag választása"
      ],
      "Are you human?": [
        "Nem robot?"
      ],
      "Creating account": [
        "Fiók létrehozása"
      ],
      "Warning!": [
        "Figyelem!"
      ],
      "Reset password": [
        "Jelszó visszaállítása"
      ],
      "No recovery method": [
        "Nincs helyreállítási mód"
      ]
    },
    "Storage": {
      "Your current storage:": [
        "Jelenlegi tárhelye:"
      ],
      "Upgrade storage": [
        "Tárhely bővítése"
      ],
      "Release notes": [
        "Kiadási megjegyzések"
      ]
    },
    "Link": {
      "Learn more": [
        "További információk"
      ],
      "View guide": [
        "Útmutató megtekintése"
      ],
      "What is the difference between UDP and TCP protocols?": [
        "Mi a különbség az UDP és a TCP protokollok között?"
      ],
      "Upgrade": [
        "Váltás nagyobb csomagra"
      ],
      "Go to subscription plans": [
        "Előfizetési csomagok megnyitása"
      ],
      "click here": [
        "kattintson ide"
      ],
      "Add a gift code": [
        "Ajándék kód hozzáadása"
      ],
      "clearing your browser cache": [
        "böngésző gyorsítótárának ürítése"
      ],
      "Pay invoice": [
        "Számla kifizetése"
      ],
      "Upgrade account": [
        "Csomag váltása"
      ],
      "Request an invite": [
        "Meghívó kérése"
      ],
      "Calendars": [
        "Naptárak"
      ],
      "General": [
        "Általános"
      ],
      "Terms": [
        "Feltételek"
      ],
      "Privacy policy": [
        "Adatvédelmi irányelvek"
      ],
      "Previous version": [
        "Előző verzió"
      ],
      "Reset password": [
        "Jelszó visszaállítása"
      ],
      "Forgot username?": [
        "Elfelejtette a felhasználónevét?"
      ],
      "Common sign in issues": [
        "Általános bejelentkezési problémák"
      ],
      "Create an account": [
        "Fiók létrehozása"
      ],
      "Sign in": [
        "Bejelentkezés"
      ],
      "Common sign up issues": [
        "Általános problémák a regisztrációval"
      ]
    },
    "Select search results": {
      "No results found": [
        "Nincs találat"
      ]
    },
    "Timezone search placeholder": {
      "Search timezones": [
        "Időzóna keresése"
      ]
    },
    "Loading info": {
      "Connecting to your calendar provider": [
        ""
      ],
      "Connecting to your email provider": [
        ""
      ]
    },
    "Wizard step": {
      "Authenticate": [
        "Azonosítás"
      ],
      "Configure Import": [
        "Importálás beállítása"
      ],
      "Import": [
        "Importálás"
      ]
    },
    "Confirm modal title": {
      "Quit import?": [
        "Elveti az importálást?"
      ],
      "Quit import customization?": [
        "Elveti az importálás módosításait?"
      ],
      "Import is incomplete!": [
        "Az importálás elkészült!"
      ],
      "Remove from the list?": [
        "Eltávolítás a listából?"
      ],
      "Delete all messages": [
        "Összes üzenet törlése"
      ]
    },
    "Warning": {
      "Are you sure you want to discard your import?": [
        "Biztos, hogy elveti az importálást?"
      ],
      "This import may exceed the storage capacity currently available in your Proton account. Please consider customizing your import.": [
        "Az importálás helyigénye meghaladhatja a Proton fiókban rendelkezésre álló helyet. Fontolja meg a beállítások finomítását."
      ],
      "Proton will transfer as much data as possible, starting with your most recent messages.": [
        "A Proton annyi adatot áttölt, amennyi lehetséges, a legfrissebb üzenetekkel kezdve."
      ],
      "Proton will merge all folders with the same name. To avoid this, change the names before import.": [
        "A Proton az azonos nevű mappákat összefésüli. Ha ezt el szeretné kerülni, előzetesen nevezze át az azonos nevű mappákat."
      ],
      "You will lose any customization you made so far.": [
        "Elveszíti az eddigi változtatásokat."
      ],
      "permanently delete all messages on ${ email }": [
        "véglegesen törli az összes üzenetet a(z) ${ email } címen"
      ],
      "This action will ${ boldWarning }. You will not be able to recover the messages on ${ domain }.": [
        "Ez a művelet ${ boldWarning }. Nem lesz lehetősége az üzenetek visszaállítására a ${ domain } címen."
      ],
      "If you cancel this import, you won't be able to resume it. Proton saved all progress in your account. Cancel anyway?": [
        "Ha megszakítja az importálást, nem lehet folytatni. A Proton már mentette az eddig feldolgozott adatokat a fiókjába. Megszakítja?"
      ],
      "You will not see this import record in the list anymore.": [
        "Az importálási elem a továbbiakban nem fog szerepelni a listán."
      ],
      "By disabling this address, you will no longer be able to send or receive emails using this address and all the linked Proton products will also be disabled. Are you sure you want to disable this address?": [
        "Ha letiltja ezt a címet, akkor már nem lesz képes e-maileket küldeni vagy fogadni és minden ehhez kapcsolt Proton szolgáltatás kikapcsolódik. Biztos benne, hogy le szeretné tiltani ezt a címet?"
      ],
      "You must ${ activateLink } organization keys before adding an email address to a non-private member.": [
        "Mielőtt nem-privát tagnak adna hozzá e-mail címet, ${ activateLink } kell a szervezeti kulcsokat."
      ],
      "Please note that by choosing this payment method, your account cannot be upgraded immediately. We will update your account once the payment is cleared.": [
        "Ha ezt a fizetési módot választja, akkor a csomagját nem tudjuk azonnal frissíteni. A frissítést akkor végezzük, amint a befizetés megérkezik."
      ],
      "Reports are not end-to-end encrypted, please do not send any sensitive information.": [
        "A hibajelentések nem végpontok közt titkosítottak, kérünk ne küldjön semmilyen érzékeny információt."
      ],
      "Your local date & time settings seem to be out of sync.": [
        "A helyi dátum és idő beállítása valószínűleg hibás."
      ],
      "By deleting this address, you will no longer be able to recover your account.": [
        "A cím törlésével a továbbiakban nem lesz képes helyreállítani fiókját."
      ],
      "By deleting this address, you will no longer be able to receive daily email notifications.": [
        "A cím törlésével többé nem kaphat napi e-mailes értesítéseket."
      ],
      "By deleting this address, you will no longer be able to recover your account or receive daily email notifications.": [
        "Ennek a címnek a törlésével többé nem lesz képes helyreállítani fiókját, és nem kaphat napi e-mail értesítéseket."
      ],
      "Are you sure you want to delete the address?": [
        "Biztos, hogy törölni szeretné ezt a címet?"
      ],
      "By deleting this phone number, you will no longer be able to recover your account.": [
        "A telefonszám törlésével a továbbiakban nem lesz képes helyreállítani fiókját."
      ],
      "Are you sure you want to delete the phone number?": [
        "Biztosan törli ezt a telefonszámot?"
      ],
      "By disabling the logs, you will also clear your entire logs history. Are you sure you want to disable the logs?": [
        "A naplózás letiltásával törli a naplózási előzményeket is. Biztos benne, hogy le akarja tiltani a naplózást?"
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "Probléma van a DNS beállításaival. Kérjük, javítsa, hogy minden az alábbiak szerint legyen beállítva. Ha a probléma továbbra is fennáll, ki kell kapcsolnunk a DKIM aláírást."
      ],
      "This feature is only available for ProtonMail Professional plans or higher": [
        "Ez a lehetőség csak ProtonMail Professional vagy magasabb csomagban érhető el"
      ]
    },
    "Import instructions emphasis": {
      "Security": [
        "Biztonság"
      ],
      "turn on access": [
        "kapcsolja be"
      ],
      "app password": [
        "alkalmazásjelszót"
      ],
      "Gmail Settings": [
        "Gmail beállítások"
      ],
      "Forwarding and POP/IMAP": [
        "Továbbítás és POP/IMAP"
      ],
      "IMAP access": [
        "IMAP elérés"
      ],
      "Labels": [
        "Címkék"
      ],
      "2-step verification": [
        "Kétlépcsős hitelesítés"
      ],
      "Account info": [
        "Fiók adatok"
      ],
      "Account security": [
        "Fiókbiztonság"
      ],
      "Manage app passwords": [
        "Alkalmazásjelszavak kezelése"
      ]
    },
    "Import instructions": {
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, ${ boldAccess } for less secure apps. If you don't see this option, you might have 2-step verification enabled.": [
        "Menjen a ${ googleAccountLink } címre. A ${ boldSecurity } szekcióban ${ boldAccess } a kevésbé megbízható alkalmazásokat. Ha nem látható ez a lehetőség, valószínűleg be van kapcsolva a kétlépcsős hitelesítés."
      ],
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, create an ${ boldAppPassword } if you don't have one already. You will need this password during the import.": [
        "Menjen a ${ googleAccountLink } címre. A ${ boldSecurity } szekcióban hozzon létre egy ${ boldAppPassword } ha még nincsen. Erre a jelszóra lesz szüksége az importáláshoz."
      ],
      "In your ${ boldGmailSettings }, go to ${ boldForwarding } and make sure that ${ boldIMAPAccess } is enabled.": [
        "A ${ boldGmailSettings }-ben, válassza a ${ boldForwarding }-ot és engedélyezze az ${ boldIMAPAccess }-t."
      ],
      "In the ${ boldLabels } section, choose the folders allowed for import into ProtonMail.": [
        "A ${ boldLabels } szekcióban válassza ki a ProtonMail-be importálható mappákat."
      ],
      "Allow ProtonMail access into your Gmail account: choose whether ${ bold2Steps } is enabled and follow the steps below.": [
        "Engedélyezze a ProtonMail-nek a hozzáférést a Gmail fiókhoz: engedélyezze a ${ bold2Steps }-t és kövesse az alábbi lépéseket."
      ],
      "Finally, ${ googleMailLink } with the account you would like to import, ${ googleCaptchaLink }.": [
        "Végül, ${ googleMailLink } fiókkal amelyet importálni szeretne, ${ googleCaptchaLink }."
      ],
      "Log into Yahoo Mail and click on your name in the upper right corner to access ${ boldAccountInfo }. In the ${ boldAccountSec } section, go to ${ boldManageAppPass } to generate a password. You will need this password during the import.": [
        "Jelentkezzen be a YahooMail-be és kattintson a nevére a jobb felső sarokban a ${ boldAccountInfo }-hoz. Az ${ boldAccountSec } szekcióban válassza a ${ boldManageAppPass }-t és generáljon egy jelszót. Erre a jelszóra az importálás alatt lesz szükség."
      ]
    },
    "Import instructions tab title": {
      "2-step verification disabled (default settings)": [
        "Kétlépcsős hitelesítés kikapcsolva (alapértelmezett)"
      ],
      "2-step verification enabled": [
        "Kétlépcsős hitelesítés bekapcsolva"
      ]
    },
    "Import instructions image alternative text": {
      "How to turn on access for Less Secure Apps in Gmail settings": [
        "Hogyan engedélyezheti a Kevésbé Megbízható Alkalmazásokat a Gmail beállításoknál"
      ],
      "How to create an app password in Gmail settings": [
        "Hogyan kell a Gmail beállításainál alkalmazásjelszót létrehozni"
      ],
      "How to enable IMAP Forwarding in Gmail settings": [
        "Hogyan kell a Gmail beállításainál az IMAP továbbítást engedélyezni"
      ],
      "How to show folders in IMAP in Gmail settings": [
        "Hogyan kell a Gmail beállításainál az IMAP mappákat megjeleníteni"
      ],
      "How to disable CAPTCHA in Gmail": [
        "Hogyan lehet letiltani a CAPTCHA-t a Gmailben"
      ]
    },
    "Import instructions external link": {
      "login to Gmail": [
        "lépjen be a Gmail"
      ],
      "then open this page to unlock captcha": [
        "majd nyissa meg ezt az oldalt a CAPTCHA megoldásához"
      ]
    },
    "Provider": {
      "Gmail": [
        "Gmail"
      ],
      "Yahoo Mail": [
        "Yahoo Mail"
      ]
    },
    "Import error": {
      "Invalid IMAP port": [
        "Érvénytelen IMAP port"
      ],
      "If ${ bold2StepsDisabled } in Gmail (default settings), please make sure that:": [
        "Ha ${ bold2StepsDisabled } a Gmail-ben (alapértelmezett beállítás), kérjük ellenőrizze, hogy:"
      ],
      "If ${ bold2StepsEnabled } in Gmail, please make sure that you are using your app password instead of your regular password.": [
        "Ha ${ bold2StepsEnabled } a Gmail-ben, kérjük ellenőrizze hogy az alkalmazásjelszavát használja a rendes jelszava helyett."
      ],
      "You can also try to sign out of ${ boldGoogleAccounts } in the browser, then unlock ${ linkCAPTCHA }.": [
        "Megpróbálhat kijelentkezni ${ boldGoogleAccounts }-ból a böngészőjében, és utána feloldani { linkCAPTCHA }-t."
      ],
      "Proton can't connect to your account. Please make sure that Gmail IMAP access is enabled.": [
        "A Proton nem tud csatlakozni. Ellenőrizze, hogy a Gmail IMAP elérése engedélyezett."
      ],
      "your password is correct": [
        "a jelszava helyes"
      ],
      "\"Less secure app access\" is turned on in your Google account security settings": [
        "\"Kevésbé biztonságos alkalmazások hozzáférése\" be van kapcsolva a Google fiókbiztonsági beállításaiban"
      ],
      "Proton can't connect to your Gmail account. Please make sure that the mail server address and port number are correct.": [
        "A Proton nem tud csatlakozni a Gmail fiókhoz. Ellenőrizze, hogy a szerver címe és port száma megfelelő."
      ],
      "If ${ bold2StepsDisabled } (default Gmail settings), please make sure that:": [
        "Ha ${ bold2StepsDisabled } (alapértelmezett Gmail beállítás), kérjük ellenőrizze, hogy:"
      ],
      "If ${ bold2StepsEnabled }, please make sure that your email address and app password are correct. Do ${ boldNot } use your regular password.": [
        "Ha { bold2StepsEnabled }, kérjük ellenőrizze hogy az e-mail cím és az alkalmazásjelszó helyes.\n{ boldNot } használja az alapértelmezett jelszavát."
      ],
      "Proton can't connect to your account. Please make sure that IMAP access is enabled in your Gmail account.": [
        "A Proton nem tud csatlakozni. Ellenőrizze, hogy az IMAP elérés engedélyezett a Gmail fiókban."
      ],
      "your email address and password are correct": [
        "az e-mail cím és jelszó helyes"
      ],
      "your app password is correct. Do ${ boldNot } use your regular password": [
        "az alkalmazásjelszó megfelelő. ${ boldNot } a belépési jelszavát használja"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that:": [
        "A Proton nem tud csatlakozni a Yahoo fiókhoz. Ellenőrizze a következőket:"
      ],
      "IMAP access is enabled in your Yahoo account": [
        "Az IMAP elérés engedélyezve van a Yahoo fiókon"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that the mail server address and port number are correct.": [
        "A Proton nem tud csatlakozni a Yahoo Mail fiókhoz. Ellenőrizze, hogy a szerver címe és port száma megfelelő."
      ],
      "your email address and app password are correct. Do ${ boldNot } use your regular password": [
        "az e-mail cím és a jelszó megfelelő. ${ boldNot } a belépési jelszavát használja"
      ],
      "Proton can't connect to your external account. Please make sure that:": [
        "A Proton nem tud csatlakozni a külső fiókhoz. Ellenőrizze a következőket:"
      ],
      "Proton can't connect to your account. Please make sure that:": [
        "A Proton nem tud csatlakozni a fiókhoz. Ellenőrizze a következőket:"
      ],
      "IMAP access is enabled in your external account": [
        "Az IMAP elérés engedélyezve van a külső fiókon"
      ],
      "Use your app password if:": [
        "Az alkalmazásjelszót használja ha:"
      ],
      "2-step verification is enabled in your external account": [
        "a kétlépcsős hitelesítés engedélyezve van a külső fiókon"
      ],
      "your email account requires one to export your data": [
        "ha az e-mail fiók ezt igényli az adatok exportálásához"
      ],
      "Proton can't connect to your external account. Please make sure that the mail server address and port number are correct.": [
        "A Proton nem tud csatlakozni a külső fiókhoz. Ellenőrizze, hogy a szerver címe és port száma megfelelő."
      ],
      "Use your app password instead of your regular password if:": [
        "Az alkalmazásjelszót használja a belépési jelszava helyett, ha:"
      ],
      "2-step verification is enabled in your external email account": [
        "a kétlépcsős hitelesítés engedélyezve van az e-mail fiókon"
      ],
      "your email account requires an app password to export your data": [
        "az e-mail fiók alkalmazásjelszót igényel az adatok exportálásához"
      ],
      "Too many recent requests. Please try again in a few moments.": [
        "Túl sok lekérdezés történt. Próbálja újra egy kis várakozás után."
      ]
    },
    "Import error emphasis": {
      "2-step verification is disabled": [
        "Kétlépcsős hitelesítés ki van kapcsolva"
      ],
      "2-step verification is enabled": [
        "Kétlépcsős hitelesítés be van kapcsolva"
      ],
      "all your other Google accounts": [
        "a többi Google fiókja"
      ],
      "not": [
        "Ne"
      ],
      "CAPTCHA": [
        "CAPTCHA"
      ]
    },
    "Tooltip": {
      "Customize import to reduce the number of labels": [
        "Módosítsa az importálás beállításait hogy kevesebb címkére legyen szükség"
      ],
      "Customize import to reduce the number of folders": [
        "Módosítsa az importálás beállításait hogy kevesebb mappára legyen szükség"
      ],
      "Edit label names": [
        "Címke nevek szerkesztése"
      ],
      "Edit folder names": [
        "Mappa nevek szerkesztése"
      ],
      "System subfolders will show up as separate folders in ProtonMail": [
        "A rendszer almappák külön mappákként fognak megjelenni a ProtonMailben"
      ],
      "Each imported email will have this label": [
        "Minden importált üzenet megkapja ezt a címkét"
      ],
      "The import will start with the most recent messages.": [
        "Az importálás a legfrissebb üzenetekkel kezdődik."
      ],
      "Account is disconnected": [
        "A fiók lecsatlakoztatva"
      ],
      "Your ProtonMail inbox is almost full": [
        "A ProtonMail fiók közel megtelt"
      ],
      "Your external account may have reached its 24-hour bandwidth limit. Proton will try to resume the import as soon as possible.": [
        "A külső fiókja nagy eséllyel elérte a 24-órás sávszélesség limitét. A Proton meg fogja próbálni folytatni az importálást amilyen gyorsan lehetséges."
      ],
      "You do not have any contacts to export": [
        "Önnek nincs exportálható névjegye"
      ],
      "Set the default layout for your Inbox.": [
        "A levelező alapértelmezett elrendezésének beállítása."
      ],
      "Set the default Composer popup size as small or full screen.": [
        "A levél szerkesztő alapértelmezett méretének beállítása kicsire vagy teljes képernyősre."
      ],
      "When you add a label to a message in a conversation, it will automatically be applied to all future messages you send or receive in that conversation.": [
        "Ha egy beszélgetésben szereplő levélhez rendel címkét, akkor abban a beszélgetésben az összes fogadott és küldött új üzenetre érvényes lesz."
      ],
      "Group emails in the same conversation together in your Inbox or display them separately.": [
        "A levelező csoportosítsa az e-maileket beszélgetésenként vagy jelenítse meg külön."
      ],
      "Use multiple addresses / aliases linked to your account, e.g. username2@protonmail.com": [
        "Használjon több címet / nevet a fiókjához pl. masiknev@protonmail.com"
      ],
      "Host emails for your own domain(s) at ProtonMail, e.g. john.smith@example.com": [
        "Levelezzen a saját domain nevén a ProtonMaillel pl. kovacs.janos@example.com"
      ],
      "Use the personal address username@pm.me to send emails": [
        "Használja a személyes felhasználónév@pm.me címét levelek küldésére"
      ],
      "Multi-user support is only applicable to plans with 2 or more users": [
        "A több-felhasználós lehetőség csak a legalább 2 felhasználót tartalmazó csomagokban érhető el"
      ],
      "NetShield protects your device and speeds up your browsing by blocking ads, trackers, and malware.": [
        "A NetShield megvédi eszközeit és felgyorsítja a böngészés sebességét, a reklámok, követők és kártevő szoftverek letiltásával."
      ],
      "Support for file sharing protocols such as BitTorrent.": [
        "Támogatja a fájlmegosztási protokollokat, mint például a BitTorrent."
      ],
      "Access geo-blocked content (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube, etc) no matter where you are.": [
        "Hozzáférés a földrajzilag blokkolt tartalmakhoz (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, Youtube stb.), bárhol is tartózkodik."
      ],
      "Route your Internet traffic through the Tor network with a single click.": [
        "Egyetlen kattintással irányítsa a teljes internetforgalmát a Tor hálózaton keresztül."
      ],
      "Defends against threats to VPN privacy by passing your Internet traffic through multiple servers.": [
        "A VPN elleni támadásokkal szemben úgy véd, hogy több szerveren keresztül továbbítja az internetes forgalmat."
      ],
      "Get access to all the paid features for both ProtonVPN and ProtonMail (the encrypted email service that millions use to protect their data) with one plan.": [
        "Szerezzen elérést mind a ProtonVPN, mind a ProtonMail (a titkosított e-mail szolgáltatás, amelyet több millióan használnak az adataik védelmére) összes fizetett szolgáltatásához egy csomagban."
      ],
      "Get access to all the paid features for both ${ vpnAppName } and ${ mailAppName } (the encrypted email service that millions use to protect their data) with one plan.": [
        "Szerezzen elérést mind a ${ vpnAppName }, mind a ${ mailAppName } (a titkosított e-mail szolgáltatás, amelyet több millióan használnak az adataik védelmére) összes fizetett szolgáltatásához egy csomagban."
      ],
      "Host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Levelezzen a saját domain nevén a ${ mailAppName } segítségével pl. kovacs.janos@example.com"
      ],
      "Create multiple email addresses linked to your account, e.g. username2@protonmail.com": [
        "Hozzon létre több címet a fiókjához pl. masiknev@protonmail.com"
      ],
      "Discount applied for annual billing cycle": [
        "Éves fizetés kedvezménye jóváírásra került"
      ],
      "Discount applied for two-year billing cycle": [
        "Kétéves fizetés kedvezménye jóváírásra került"
      ],
      "If you purchased a gift code or received one from our support team, you can enter it here.": [
        "Itt adhatja meg a vásárolt, vagy a rendszertámogató csapattól kapott ajándékutalvány kódját."
      ],
      "ProtonMail users will use this key by default for sending": [
        "A ProtonMail felhasználók alapértelmezetten ezt a kulcsot fogják használni a küldéshez"
      ],
      "You have locally decrypted this key": [
        "Ezt a kulcsot helyileg visszafejtette"
      ],
      "This key is encrypted with an old password": [
        "Ez a kulcs egy régebbi jelszóval van titkosítva"
      ],
      "Signatures produced by this key are treated as invalid and this key cannot be used for encryption": [
        "Az ezzel a kulccsal készült aláírások érvénytelenként lesznek kezelve és a kulcs nem használható titkosításra"
      ],
      "This key cannot be used for encryption": [
        "Ez a kulcs nem használható titkosításhoz"
      ],
      "This address has been disabled": [
        "Ez a cím van letiltva"
      ],
      "This feature is only available for paid users": [
        "Ez a lehetőség csak előfizetéses csomagokban érhető érhető el"
      ],
      "Enable/disable desktop and mobile notifications": [
        "Mobil és asztali értesítések ki- és bekapcsolása"
      ],
      "Enabling advanced logs records the IP address for each event in the security log.": [
        "A részletes naplózás bekapcsolásakor az egyes műveletekhez tartozó IP címek is bekerülnek a naplóba."
      ],
      "Messages in the Sent or Drafts folder will continue to appear in that folder, even if you move them to another folder.": [
        "Az üzenetek továbbra is megjelennek az Elküldött elemek és a Piszkozatok közt, akkor is, ha áthelyezi őket egy másik mappába."
      ],
      "When you click on a link, this anti-phishing feature will ask you to confirm the URL of the web page.": [
        "A csaló weboldalak elkerülése érdekében, egy jóváhagyás jelenik meg a teljes URL-lel, amikor egy hivatkozásra kattint."
      ],
      "This feature delays sending your emails, giving you the opportunity to undo send during the selected time frame.": [
        "Ezzel késleltetheti az e-mailek elüldését, lehetőséget kapva, a kiválasztott időtartamon belül, a küldés visszavonására."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "A DKIM aláírás felfüggesztésre került a DNS beállítási hibája miatt. Kövesse az útmutatót a DKIM aláírás helyreállításához."
      ],
      "Your DKIM signing is working.": [
        "A DKIM aláírás megfelelően működik."
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "Probléma van a DNS beállításaival. Kérjük, javítsa, hogy minden az alábbiak szerint legyen beállítva. Ha a probléma továbbra is fennáll, ki kell kapcsolnunk a DKIM aláírást."
      ]
    },
    "Security phrase": {
      "Permanently delete messages in ${ email }": [
        "Üzenetek végeleges törlése a(z) ${ email } címen"
      ]
    },
    "Instructions": {
      "To confirm this action enter the following text in the box below.": [
        "A művelet jóváhagyásához írja be a mezőbe az alábbi szöveget."
      ],
      "Enter phrase to confirm": [
        "Adja meg a szöveget, hogy megerősítse"
      ]
    },
    "Import status": {
      "Paused": [
        "Felfüggesztve"
      ],
      "Canceled": [
        "Megszakítva"
      ],
      "Completed": [
        "Kész"
      ],
      "Failed": [
        "Sikertelen"
      ],
      "${ percentageValue }% paused": [
        "${ percentageValue }% felfüggesztve"
      ],
      "Started": [
        "Elindult"
      ],
      "Canceling": [
        "Megszakítás alatt"
      ],
      "Delayed": [
        "Késleltetve"
      ]
    },
    "Success": {
      "Import resumed": [
        "Importálás folytatva"
      ],
      "Import canceled": [
        "Az importálás megszakítva"
      ],
      "Import record deleted": [
        "Importálási elem törölve"
      ],
      "Deleting original messages": [
        "Eredeti üzenetek törlése"
      ],
      "Preference saved": [
        "Beállítások mentve"
      ],
      "Premium address created": [
        "Prémium cím létrehozva"
      ],
      "Keyboard shortcuts preferences updated": [
        "Gyorsbillentyű beállítások frissítve"
      ],
      "Locale updated": [
        "Nyelv frissítve"
      ],
      "${ server.Domain } copied in your clipboard": [
        "${ server.Domain } vágólapra másolva"
      ],
      "Buttons position saved": [
        "Gombok helyzete mentve"
      ],
      "Password updated": [
        "Jelszó frissítve"
      ],
      "Account deleted. Logging out...": [
        "Fiók törölve. Kijelentkezés..."
      ],
      "Address added": [
        "Cím hozzáadva"
      ],
      "Address updated": [
        "Cím frissítve"
      ],
      "Payment method deleted": [
        "Fizetési mód törölve"
      ],
      "Payment method updated": [
        "Fizetési mód frissítve"
      ],
      "Email address copied to clipboard": [
        "E-mail cím a vágólapra másolva"
      ],
      "Calendar created. It might take a few minutes to sync.": [
        ""
      ],
      "Calendar created": [
        "Naptár létrehozva"
      ],
      "Calendar updated": [
        "Naptár frissítve"
      ],
      "Default calendar updated": [
        "Alapértelmezett naptár frissítve"
      ],
      "Calendar removed": [
        "Naptár törölve"
      ],
      "You have successfully unsubscribed": [
        "Sikeresen leiratkozott"
      ],
      "Payment method added": [
        "Fizetési mód hozzáadva"
      ],
      "Credits added": [
        "Kredit hozzáadva"
      ],
      "Gift code applied": [
        "Ajándék kód alkalmazva"
      ],
      "Bug reported": [
        "Hiba bejelentve"
      ],
      "Auto-reply disabled": [
        "Automatikus válasz kikapcsolva"
      ],
      "Auto-reply updated": [
        "Automatikus válasz frissítve"
      ],
      "Code sent to ${ methodTo }": [
        "Kód elküldve: ${ methodTo }"
      ],
      "Verification successful": [
        "Sikeres ellenőrzés"
      ],
      "Email updated": [
        "E-mail frissítve"
      ],
      "Phone number updated": [
        "Telefonszám frissítve"
      ],
      "Session revoked": [
        "Munkafolyamat visszavonva"
      ],
      "Sessions revoked": [
        "Munkafolyamatok visszavonva"
      ],
      "Invoice paid": [
        "Számla fizetve"
      ],
      "Invoice customized": [
        "Számlabeállítások mentve"
      ],
      "Organization activated": [
        "Szervezet aktiválva"
      ],
      "Keys updated": [
        "Kulcsok frissítve"
      ],
      "User updated": [
        "Felhasználó frissítve"
      ],
      "User created": [
        "Felhasználó létrehozva"
      ],
      "Verify code copied to clipboard!": [
        "Ellenőrző kód a vágólapra másolva!"
      ],
      "SPF value copied to clipboard!": [
        "Az SPF érték a vágólapra másolva!"
      ],
      "Value copied to clipboard!": [
        "Az érték a vágólapra másolva!"
      ],
      "DMARC value copied to clipboard!": [
        "A DMARC érték a vágólapra másolva!"
      ],
      "Domain verified": [
        "Domain név ellenőrizve"
      ],
      "Catch-all address updated": [
        "Gyűjtő e-mail cím frissítve"
      ],
      "If you entered a valid recovery email we will send you an email with your usernames in the next minute.": [
        "Amennyiben érvényes helyreállítási e-mailt adott meg, akkor a következő percben küldünk egy levelet a felhasználónevével."
      ],
      "If you entered a valid recovery phone we will send you an sms with your usernames in the next minute.": [
        "Amennyiben érvényes helyreállítási számot adott meg, akkor a következő percben küldünk egy SMS-t a felhasználónevével."
      ]
    },
    "Title header": {
      "Import": [
        "Importálás"
      ],
      "Status": [
        "Állapot"
      ],
      "Date": [
        "Dátum"
      ],
      "Size": [
        "Méret"
      ],
      "Actions": [
        "Műveletek"
      ]
    },
    "Import error link": {
      "bandwidth limit": [
        "sávszélesség limit"
      ]
    },
    "Option": {
      "Automatic (${ defaultFormat })": [
        "Automatikus (${ defaultFormat })"
      ],
      "Automatic (${ defaultDay })": [
        "Automatikus (${ defaultDay })"
      ],
      "Add to existing group": [
        "Hozzáadás meglévő csoporthoz"
      ],
      "Create new group": [
        "Új csoport létrehozása"
      ],
      "Ignore group": [
        "Csoport figyelmen kívül hagyása"
      ],
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Router": [
        "Router"
      ],
      "UDP": [
        "UDP"
      ],
      "TCP": [
        "TCP"
      ],
      "Secure Core configs": [
        "Secure Core konfigurációk"
      ],
      "Country configs": [
        "Ország konfigurációk"
      ],
      "Standard server configs": [
        "Normál szerver konfigurációk"
      ],
      "Free server configs": [
        "Ingyenes szerver konfigurációk"
      ],
      "Normal": [
        "Normál"
      ],
      "Plain text": [
        "Egyszerű szöveg"
      ],
      "Left to Right": [
        "Balról jobbra"
      ],
      "Right to Left": [
        "Jobbról balra"
      ],
      "Select a reason": [
        "Válasszon egy indokot"
      ],
      "I use a different Proton account": [
        "Másik Proton fiókot használok"
      ],
      "It's too expensive": [
        "Túl drága"
      ],
      "It's missing a key feature that I need": [
        "Egy fontos funkció hiányzik, amire szükségem van"
      ],
      "I found another service that I like better": [
        "Találtam egy másik szolgáltatást, ami jobban tetszik"
      ],
      "My reason isn't listed": [
        "Más okból"
      ],
      "It’s temporary, I’ll be back": [
        "Csak ideiglenesen, még visszatérek"
      ],
      "I didn’t understand what I was signing up for": [
        "Nem érettem mire fizetek elő"
      ],
      "It’s too expensive": [
        "Túl drága"
      ],
      "I’m unhappy with customer service": [
        "Elégedetlen vagyok a támogatással"
      ],
      "Using Proton is too complicated": [
        "A Proton használata túl bonyolult"
      ],
      "I'm switching to a different service": [
        "Másik szolgáltatásra fizetek elő"
      ],
      "The quality didn't live up to my expectations": [
        "A minőség nem felelt meg az elvárásaimnak"
      ],
      "Other": [
        "Egyéb"
      ],
      "${ stateOfTheArt } X25519 (Fastest, most modern)": [
        ""
      ],
      "${ highestSecurity } RSA 4096-bit (Slower, but increased compatibility with legacy software)": [
        ""
      ],
      "Fixed duration": [
        "Fix időtartam"
      ],
      "Repeat daily": [
        "Ismétlés naponta"
      ],
      "Repeat weekly": [
        "Ismétlés hetente"
      ],
      "Repeat monthly": [
        "Ismétlés havonta"
      ],
      "Permanent": [
        "Állandó"
      ],
      "1st of the month": [
        "a hónap első napja"
      ],
      "2nd of the month": [
        "a hónap 2-ik napja"
      ],
      "3rd of the month": [
        "a hónap 3-ik napja"
      ],
      "4th of the month": [
        "a hónap 4-ik napja"
      ],
      "5th of the month": [
        "a hónap 5-ik napja"
      ],
      "6th of the month": [
        "a hónap 6-ik napja"
      ],
      "7th of the month": [
        "a hónap 7-ik napja"
      ],
      "8th of the month": [
        "a hónap 8-ik napja"
      ],
      "9th of the month": [
        "a hónap 9-ik napja"
      ],
      "10th of the month": [
        "a hónap 10-ik napja"
      ],
      "11th of the month": [
        "a hónap 11-ik napja"
      ],
      "12th of the month": [
        "a hónap 12-ik napja"
      ],
      "13th of the month": [
        "a hónap 13-ik napja"
      ],
      "14th of the month": [
        "a hónap 14-ik napja"
      ],
      "15th of the month": [
        "a hónap 15-ik napja"
      ],
      "16th of the month": [
        "a hónap 16-ik napja"
      ],
      "17th of the month": [
        "a hónap 17-ik napja"
      ],
      "18th of the month": [
        "a hónap 18-ik napja"
      ],
      "19th of the month": [
        "a hónap 19-ik napja"
      ],
      "20th of the month": [
        "a hónap 20-ik napja"
      ],
      "21st of the month": [
        "a hónap 21-ik napja"
      ],
      "22nd of the month": [
        "a hónap 22-ik napja"
      ],
      "23rd of the month": [
        "a hónap 23-ik napja"
      ],
      "24th of the month": [
        "a hónap 24-ik napja"
      ],
      "25th of the month": [
        "a hónap 25-ik napja"
      ],
      "26th of the month": [
        "a hónap 26-ik napja"
      ],
      "27th of the month": [
        "a hónap 27-ik napja"
      ],
      "28th of the month": [
        "a hónap 28-ik napja"
      ],
      "29th of the month": [
        "a hónap 29-ik napja"
      ],
      "30th of the month": [
        "a hónap 30-ik napja"
      ],
      "31st of the month": [
        "a hónap 31-ik napja"
      ],
      "No parent folder": [
        "Nincs szülő-mappa"
      ]
    },
    "Day": {
      "Sunday": [
        "Vasárnap"
      ],
      "Monday": [
        "Hétfő"
      ],
      "Tuesday": [
        "Kedd"
      ],
      "Wednesday": [
        "Szerda"
      ],
      "Thursday": [
        "Csütörtök"
      ],
      "Friday": [
        "Péntek"
      ],
      "Saturday": [
        "Szombat"
      ]
    },
    "Progress bar description": {
      "${ contactsExported.length } out of ${ countContacts } contacts successfully exported.": [
        "${ contactsExported.length } névjegy sikeresen exportálva (összesen: ${ countContacts })."
      ],
      "No contacts exported.": [
        "Egyetlen névjegy sem került exportálásra."
      ]
    },
    "Description": {
      "Decrypting contacts... This may take a few minutes. When the process is completed, you will be able to download the file with all your contacts exported.": [
        "Névjegyek visszafejtése. Ez eltarthat néhány percig. A folyamat végeztével letölthető lesz az exportált névjegy lista."
      ],
      "The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_CONTACTS_STRING } contact. If your file is bigger, please split it into smaller files.": [
        "A fájl maximum ${ MAX_IMPORT_FILE_SIZE_STRING } méretű lehet és maximum ${ MAX_IMPORT_CONTACTS_STRING } névjegyet tartalmazhat. Ha a fájl nagyobb, bontsa szét több kisebbre.",
        "A fájl maximum ${ MAX_IMPORT_FILE_SIZE_STRING } méretű lehet és maximum ${ MAX_IMPORT_CONTACTS_STRING } névjegyet tartalmazhat. Ha a fájl nagyobb, bontsa szét több kisebbre."
      ],
      "It looks like the contact list you are importing contains some groups. Please review how these groups should be imported.": [
        "Az importálás alatt álló fájl csoportokat is tartalmaz. Határozza meg, hogyan kerüljenek importálásra a csoportok."
      ],
      "Encrypting and importing contacts... This may take a few minutes. When the process is completed, you can close this modal.": [
        "Névjegyek betöltése és titkosítása. Ez eltarthat néhány percig. A folyamat befejezésekor bezárhatja ezt az ablakot."
      ],
      "You can import events in iCal format (ICS file). The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_EVENTS_STRING } events. If your file is bigger, please split it into smaller files.": [
        "Eseményeket iCal formátumból (ICS fájl) tud importálni.\nA fájl maximális mérete ${ MAX_IMPORT_FILE_SIZE_STRING } lehet és maximum ${ MAX_IMPORT_EVENTS_STRING } eseményt tartalmazhat. Nagyobb fájl importálásához, kisebb darabokra kell vágnia."
      ]
    },
    "TableHeader": {
      "Import": [
        "Importálás"
      ],
      "CSV field": [
        "CSV mező"
      ],
      "vCard field": [
        "vCard mező"
      ],
      "Values": [
        "Értékek"
      ],
      "Name": [
        "Név"
      ],
      "Country": [
        "Ország"
      ],
      "City": [
        "Város"
      ],
      "Status": [
        "Állapot"
      ],
      "Action": [
        "Művelet"
      ]
    },
    "Error notification": {
      "First name and last name cannot be unchecked at the same time": [
        "A vezetéknév vagy keresztnév egyike kiválasztva kell maradjon"
      ]
    },
    "Description of the purpose of the import CSV modal": {
      "We have detected the following fields in the CSV file you uploaded. Check the ones you want to import.": [
        "A CSV fájl az alábbi mezőket tartalmazza. Válassza ki, hogy melyeket szeretné importálni."
      ],
      "Also, we have automatically matched CSV fields with vCard fields. You can review and change this matching manually.": [
        "A CSV és vCard mezők automatikusan összepárosítása kerültek. Ezt is ellenőrizze és manuálisan átalakíthatja."
      ]
    },
    "Import contact groups info": {
      "${ totalContacts } contact": [
        "${ totalContacts } névjegy",
        "${ totalContacts } névjegy"
      ]
    },
    "Alert": {
      "By leaving now, some contacts may not be imported": [
        "A folyamat megszakítása esetén, bizonyos névjegyek nem kerülnek importálásra"
      ],
      "By leaving now, some events may not be imported": [
        "A folyamat megszakítása esetén, bizonyos események nem kerülnek importálásra"
      ],
      "Deleting your keys is irreversible. To be able to access any message encrypted with this, you might want to make a backup of this key for later use.": [
        "A kulcsok törlése nem visszafordítható. Hogy elérhetőek legyenek az üzenetek, melyeket ezzel a kulccsal titkosított, érdemes biztonsági másolatot készíteni a kulcsról későbbi használatra."
      ],
      "You will face a permanent data loss by not making a backup of your key.": [
        "A kulcs biztonsági mentésének mellőzése végleges adatvesztéshez fog vezetni."
      ],
      "Are you sure you want to import a private key? Importing an insecurely generated or leaked private key can harm the security of your emails.": [
        "Biztos benne, hogy privát kulcsot szeretne importálni? A nem biztonságosan generált vagy kiszivárgott privát kulcsok negatív hatással lehetnek a levelei biztonságára."
      ]
    },
    "Import calendar": {
      "Encrypting and adding contacts: ${ totalImported }/${ totalToImport }": [
        "Névjegyek titkosítása és tárolása: ${ totalImported }/${ totalToImport }"
      ],
      "Please don't close the tab before the importing process is finished.": [
        "Ne zárja be a böngészőfület mielőtt az importálás befejeződik."
      ],
      "Encrypting and adding events to your calendar: ${ totalImported }/${ totalToImport }": [
        "Események titkosítása és tárolása a naptárában: ${ totalImported }/${ totalToImport }"
      ],
      "Event successfully imported. The imported event will now appear in your calendar.": [
        "Esemény sikeresen importálva. Az importált esemény azonnal elérhető a naptárában.",
        "Események sikeresen importálva. Az importált események azonnal elérhetők a naptárában."
      ],
      "An error occurred while encrypting and adding your events. ${ totalImported } out of ${ totalToImport } events successfully imported.": [
        "Hiba történt az események titkosításakor és tárolásakor. ${ totalImported } a ${ totalToImport } eseményből sikeresen importálva."
      ],
      "An error occurred while encrypting and adding your event. No event could be imported.": [
        "Hiba történt az esemény titkosításakor és tárolásakor. Az esemény nem került importálásra.",
        "Hiba történt az események titkosításakor és tárolásakor. Az események nem kerültek importálásra."
      ],
      "${ totalImported }/${ totalToImport } event encrypted and added to your calendar": [
        "${ totalImported }/${ totalToImport } esemény titkosítva és felvéve a névjegyekhez",
        "${ totalImported }/${ totalToImport } esemény titkosítva és felvéve a névjegyekhez"
      ]
    },
    "Import contact error": {
      "Contact ${ contactId }: ": [
        "Névjegy ${ contactId }: "
      ]
    },
    "Info on errors": {
      "Click for details": [
        "Kattintson a részletekért"
      ]
    },
    "Import contacts warning": {
      "for now": [
        "egyelőre"
      ],
      "ProtonContacts does not support ${ forNow }:": [
        "ProtonContacts ${ forNow } nem támogatja:"
      ]
    },
    "Import warning": {
      "No contact can be imported. Click for details": [
        "Nem került importálásra névjegy. Kattintson a részletekért"
      ],
      "${ totalContactsDiscarded } out of ${ totalContacts } contacts will not be imported. Click for details": [
        "${ totalContactsDiscarded } a ${ totalContacts } névjegyből nem kerül importálásra. Kattintson a részletekért"
      ],
      "No event can be imported. Click for details": [
        "Nem került importálásra esemény. Kattintson a részletekért"
      ],
      "Part of your calendar content is not supported and will not be imported": [
        "A naptár tartalmának bizonyos részei nem támogatottak és nem kerülnek importálásra"
      ],
      "${ totalEventsDiscarded } out of ${ totalEvents } events will not be imported. Click for details": [
        "${ totalEventsDiscarded } a ${ totalEvents } eseményből nem kerül importálásra. Kattintson a részletekért"
      ]
    },
    "Import calendar warning": {
      "vCard versions < 3.0": [
        "vCard verzió < 3.0"
      ],
      "for now": [
        "egyenlőre"
      ],
      "${ CALENDAR_APP_NAME } does not support ${ forNow }:": [
        "A ${ CALENDAR_APP_NAME } ${ forNow } nem támogatja:"
      ],
      "Attendees": [
        "Látogatók"
      ],
      "Complex recurring rules": [
        "Összetett ismétlődési szabályok"
      ],
      "Email notifications": [
        "E-mail értesítések"
      ],
      "To-do entries": [
        "Tennivaló elemek"
      ],
      "Journal entries": [
        "Napló elemek"
      ],
      "Free-busy time information": [
        "Szabad-elfoglalt információ"
      ],
      "Unofficial or custom timezones": [
        "Nem hivatalos vagy egyedi időzónák"
      ],
      "Non-Gregorian calendars": [
        "Nem-Gregorián naptár"
      ]
    },
    "Import contacts": {
      "Contact successfully imported. The imported contact will now appear in your contact list.": [
        "Névjegy sikeresen importálva. Az importált névjegy azonnal elérhető a névjegyeknél.",
        "Névjegyek sikeresen importálva. Az importált névjegyek azonnal elérhetők a névjegyeknél."
      ],
      "An error occurred while encrypting and adding your contacts. ${ totalImported } out of ${ totalToImport } contacts successfully imported.": [
        "Hiba történt a névjegyek titkosításakor és tárolásakor. ${ totalImported } a ${ totalToImport } névjegyből sikeresen importálva."
      ]
    },
    "Import contact": {
      "An error occurred while encrypting and adding your contact. No contact could be imported.": [
        "Hiba történt a névjegy titkosításakor és tárolásakor. A névjegy nem került importálásra.",
        "Hiba történt a névjegyek titkosításakor és tárolásakor. Nem került importálásra névjegy."
      ],
      "${ totalImported }/${ totalToImport } contact encrypted and added to your contact list": [
        "${ totalImported }/${ totalToImport } névjegy titkosítva és felvéve a névjegyekhez",
        "${ totalImported }/${ totalToImport } névjegy titkosítva és felvéve a névjegyekhez"
      ]
    },
    "VPNClient": {
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Chromebook": [
        "Chromebook"
      ],
      "Android TV": [
        "Android TV"
      ]
    },
    "Notification": {
      "OpenVPN / IKEv2 credentials regenerated": [
        "OpenVPN / IKEv2 azonosító frissítve"
      ],
      "A disabled address cannot be primary": [
        "Egy kikapcsolt cím nem lehet elsődleges"
      ],
      "${ _Filter.Name } created": [
        "${ _Filter.Name } létrehozva"
      ]
    },
    "CountryInfo": {
      "(via ${ entryCountryName })": [
        "(${ entryCountryName }-on keresztül)"
      ]
    },
    "Feature": {
      "Access to all countries": [
        "Hozzáférés az összes országhoz"
      ],
      "Secure Core servers": [
        "Secure Core szerverek"
      ],
      "Fastest VPN servers": [
        "A leggyorsabb VPN szerverek"
      ],
      "Torrenting support (P2P)": [
        "Torrent támogatás (P2P)"
      ],
      "Connection for up to ${ plusVpnConnections } device": [
        "Kapcsolódás akár ${ plusVpnConnections } eszközzel",
        "Kapcsolódás akár ${ plusVpnConnections } eszközzel"
      ],
      "Secure streaming support": [
        "Biztonságos videózás támogatás"
      ],
      "VPN ${ connectionsPluralized }": [
        "VPN ${ connectionsPluralized }"
      ]
    },
    "VPN info": {
      "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now, and more.": [
        "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now, és mások."
      ]
    },
    "Label to change composer mode": {
      "Normal": [
        "Normál"
      ],
      "Maximized": [
        "Teljes méretű"
      ]
    },
    "Label to change view layout": {
      "Column": [
        "Oszlop"
      ],
      "Row": [
        "Sor"
      ]
    },
    "Label to change density": {
      "Comfortable": [
        "Kényelmes"
      ],
      "Compact": [
        "Tömör"
      ]
    },
    "Message": {
      "Are you sure you want to disable two-factor authentication?": [
        "Biztosan ki szeretné kapcsolni a kétlépéses hitelesítést?"
      ],
      "Set up a custom domain email address (e.g., you@yourcompany.com). It only takes a few minutes, and our wizard will guide you through the process.": [
        "Állítson be egyéni domain névhez tartozó e-mail címet (pl. nev@sajatceg.hu)! Csak pár percet vesz igénybe és a varázslónk végigvezeti a folyamaton."
      ],
      "Upgrade to any paid plan to use custom domains and unlock premium features": [
        ""
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to use a catch-all address and unlock premium features": [
        ""
      ],
      "Re:": [
        "Re:"
      ],
      "Fw:": [
        "Fwd:"
      ]
    },
    "Label for news": {
      "Proton company announcements": [
        "Proton céges hírek"
      ],
      "Proton product announcements": [
        "Proton termékekkel kapcsolatos hírek"
      ],
      "Proton for Business newsletter": [
        "Proton Üzleti hírlevél"
      ],
      "Proton newsletter": [
        "Proton hírlevél"
      ],
      "Proton beta announcements": [
        "Proton béta bejelentések"
      ],
      "Proton announcements": [
        "Proton bejelentések"
      ],
      "Proton major features": [
        "Főbb Proton funkciók"
      ],
      "Proton for business": [
        "Üzleti Proton szolgáltatások"
      ],
      "Proton Beta": [
        "Proton Béta"
      ]
    },
    "Frequency of news": {
      "(1 email per quarter)": [
        "(1 e-mail negyedévente)"
      ],
      "(1-2 emails per month)": [
        "(1-2 e-mail havonta)"
      ],
      "(1 email per month)": [
        "(1 e-mail havonta)"
      ]
    },
    "Header for addresses table": {
      "Address": [
        "Címek"
      ],
      "Status": [
        "Állapot"
      ],
      "Actions": [
        "Műveletek"
      ],
      "Username": [
        "Felhasználónév"
      ],
      "Domain": [
        "Domain név"
      ]
    },
    "Address status": {
      "Default": [
        "Alapértelmezett"
      ],
      "Active": [
        "Aktív"
      ],
      "Disabled": [
        "Letiltva"
      ],
      "Orphan": [
        "Árva"
      ],
      "Missing keys": [
        "Hiányzó kulcsok"
      ]
    },
    "Success notification": {
      "Address deleted": [
        "Cím törölve"
      ],
      "Address enabled": [
        "Cím engedélyezve"
      ],
      "Address disabled": [
        "Cím letiltva"
      ],
      "Status updated": [
        "Állapot frissítve"
      ],
      "Filter removed": [
        "Szűrő eltávolítva"
      ],
      "${ label.Name } removed": [
        "${ label.Name } törölve"
      ]
    },
    "Address action": {
      "Enable": [
        "Engedélyezés"
      ],
      "Disable": [
        "Letiltás"
      ],
      "Generate missing keys": [
        "Hiányzó kulcsok generálása"
      ],
      "Delete": [
        "Törlés"
      ]
    },
    "Payment method option": {
      "New credit/debit card": [
        "Új bankkártya"
      ],
      "PayPal": [
        "PayPal"
      ],
      "Bitcoin": [
        "Bitcoin"
      ]
    },
    "Confirmation title": {
      "Delete payment method": [
        "Fizetési mód törlése"
      ]
    },
    "Info when deleting payment method": {
      "To avoid any service interruption due to unpaid invoices, please make sure that you have at least 1 valid payment method saved at any point in time.": [
        "A fizetetlen számlák miatti szolgáltatás kimaradások elkerülése érdekében kérjük, hogy mindig legyen elmentve legalább egy valós fizetési mód."
      ]
    },
    "Confirmation message to delete payment method": {
      "Are you sure you want to delete this payment method?": [
        "Biztos, hogy törölni szeretné ezt a fizetési módot?"
      ]
    },
    "Label on payment method": {
      "Expired": [
        "Lejárt"
      ],
      "Default": [
        "Alapértelmezett"
      ]
    },
    "Title for payment methods table": {
      "Method": [
        "Mód"
      ],
      "Status": [
        "Állapot"
      ],
      "Actions": [
        "Műveletek"
      ]
    },
    "Info for payment methods": {
      "You can add a payment method to have your subscription renewed automatically. Other payment methods are also available.": [
        "Az előfizetés automatikus megújításához megadhat egy fizetési módot. Más fizetési módok is elérhetők."
      ]
    },
    "Header": {
      "Get help": [
        ""
      ],
      "Name": [
        "Név"
      ],
      "Status": [
        "Állapot"
      ],
      "Actions": [
        "Műveletek"
      ],
      "Calendar": [
        "Naptár"
      ],
      "Label": [
        "Címke"
      ],
      "What others see": [
        "Ahogy másoknál megjelenik"
      ],
      "Folders": [
        "Mappák"
      ],
      "Notifications": [
        "Emlékeztetők"
      ],
      "Event": [
        "Esemény"
      ],
      "Time": [
        "Időpont"
      ],
      "Organization key fingerprint": [
        "Szervezeti kulcs ujjlenyomata"
      ],
      "Key type": [
        "Kulcs típusa"
      ]
    },
    "Duration": {
      "30 minutes": [
        "30 perc"
      ],
      "60 minutes": [
        "60 perc"
      ],
      "90 minutes": [
        "90 perc"
      ],
      "120 minutes": [
        "120 perc"
      ]
    },
    "Notification when": {
      "day before": [
        "nappal előtte",
        "nappal előtte"
      ],
      "on the same day": [
        "ugyanazon a napon"
      ],
      "at time of event": [
        "az esemény időpontjában"
      ],
      "week before": [
        "héttel előtte",
        "héttel előtte"
      ],
      "minute before": [
        "perccel előtte",
        "perccel előtte"
      ],
      "hour before": [
        "órával előtte",
        "órával előtte"
      ]
    },
    "Title (number of minutes/hours/days/weeks)": {
      "Choose a number": [
        "Válasszon egy számot"
      ]
    },
    "Notification time input": {
      "at": [
        "ekkor:"
      ]
    },
    "Notification type": {
      "via notification": [
        "mód:"
      ],
      "by email": [
        "emailben"
      ]
    },
    "Export calendar": {
      "Loading events": [
        "Események betöltése"
      ],
      "Decrypting events from your calendar: ${ totalProcessed }/${ totalToProcess }": [
        "Naptár események titkosításának feloldása: ${ totalProcessed }/${ totalToProcess }"
      ],
      "Please don't close the tab before the exporting process is finished.": [
        "Ne zárja be a böngészőfület mielőtt az exportálás befejeződik."
      ],
      "Error decrypting event": [
        "Hiba az esemény titkosításának feloldása során"
      ],
      "Password reset - multiple events cannot be decrypted": [
        "Jelszó visszaállítás - több eseményt nem lehet visszafejteni"
      ],
      "Password reset - event cannot be decrypted": [
        "Jelszó visszaállítás - az eseményt nem lehet visszafejteni"
      ],
      "${ totalProcessed }/${ totalToProcess } event exported": [
        "${ totalProcessed }/${ totalToProcess } esemény exportálva",
        "${ totalProcessed }/${ totalToProcess } esemény exportálva"
      ],
      "Calendar successfully exported. You can now save the ICS file.": [
        "A naptár sikeresen exportálva. Most letöltheti az ICS fájlt."
      ],
      "Due to a password reset, some of your events could not be decrypted and exported.": [
        "A jelszó-helyreállítás következtében néhány eseményt nem lehet visszafejteni vagy exportálni."
      ],
      "You can save an ICS file of the events that were successfully exported.": [
        "A sikeresen exportált eseményeket tartalmazó ICS fájlt lementheti."
      ],
      "Learn how to restore encrypted events with old password": [
        "Ismerje meg hogyan állíthat vissza eseményeket régi jelszavával"
      ],
      "Some of your events could not be exported.": [
        "Néhány eseményt nem lehet exportálni."
      ],
      "The internet connection was interrupted, causing the export process to fail. Please try again.": [
        "Az exportálási folyamat megszakadt az internetkapcsolat megszakadása miatt. Próbálja meg újra."
      ],
      "Due to a password reset, none of your events could be decrypted and exported.": [
        "A jelszó-helyreállítás következtében egyetlen eseményt sem lehet visszafejteni vagy exportálni."
      ],
      "None of the events could be exported.": [
        "Egyetlen eseményt sem sikerült exportálni."
      ]
    },
    "Summary of errors during export calendar": {
      "Details about events that couldn't be exported": [
        "Azon események részletei, melyeket nem sikerült exportálni"
      ]
    },
    "Calendar status": {
      "Default": [
        "Alapértelmezett"
      ],
      "Active": [
        "Aktív"
      ],
      "Disabled": [
        "Letiltva"
      ],
      "Not synced": [
        ""
      ]
    },
    "Calendar limit warning": {
      "You have reached the maximum number of ${ calendarsLimit } calendar.": [
        "",
        ""
      ]
    },
    "Upgrade notice": {
      "Upgrade to a paid plan to create up to ${ MAX_CALENDARS_PER_USER } calendar, allowing you to make calendars for work, to share with friends, and just for yourself.": [
        "",
        ""
      ],
      "Upgrade to a paid plan to share your calendar with anyone with a link.": [
        "Váltson előfizetéses csomagra, hogy egy hivatkozás segítségével bárkivel megoszthasson egy naptárat."
      ]
    },
    "Disabled calendar": {
      "A calendar is marked as disabled when it is linked to a disabled email address or a free @pm.me address. You can still access your disabled calendar and view events in read-only mode or delete them. You can enable the calendar by re-enabling the email address or upgrading your plan to use @pm.me addresses.": [
        "A naptár akkor jelenik meg kikapcsoltként ha egy letiltott e-mail címhez vagy ingyenes @pm.me címhez tartozik. Ezekben is megtekintheti vagy törölheti az eseményeket. A naptár visszakapcsolásához engedélyeznie kell a letiltott e-mail címet vagy nagyobb csomagra váltani a @pm.me cím használatához."
      ]
    },
    "Primary timezone": {
      "Primary time zone": [
        "Elsődleges időzóna"
      ],
      "Secondary time zone": [
        "Másodlagos időzóna"
      ]
    },
    "Calendar view": {
      "Day": [
        "Nap"
      ],
      "Week": [
        "Hét"
      ],
      "Month": [
        "Hónap"
      ]
    },
    "Subscribe to calendar modal": {
      "You can subscribe to someone else's calendar by pasting its URL below. This will give you access to a read-only version of this calendar.": [
        ""
      ],
      "Calendar URL": [
        ""
      ]
    },
    "Error message": {
      "Invalid URL": [
        ""
      ],
      "Oops, something went wrong": [
        "Hoppá, valami hiba történt"
      ],
      "There was a problem connecting to Proton.": [
        "Hiba lépett fel a Protonhoz történő csatlakozás során."
      ],
      "Please ${ refresh } or check your connection.": [
        "Kérjük, ${ refresh } vagy ellenőrizze az internetkapcsolatot."
      ],
      "Error: ${ errorMessage }": [
        "Hiba: ${ errorMessage }"
      ],
      "Too many child sessions, please clear your cookies and sign back in.": [
        ""
      ],
      "Brace yourself till we get the error fixed.": [
        "Kérjük várjon, amíg a hibát elhárítjuk."
      ],
      "You may also ${ refresh } or try again later.": [
        "Megpróbálhatja ${ refresh } az oldalt vagy később újra próbálni."
      ],
      "There was a problem unsubscribing you.": [
        "Hiba történt a leiratkozás során."
      ],
      "Please ${ signIn } to update your email subscription preferences.": [
        "Az e-mail feliratkozások frissítéséhez: ${ signIn }."
      ]
    },
    "Error importing event": {
      "Event": [
        "Esemény"
      ],
      "Calendar": [
        "Naptár"
      ],
      "Timezone": [
        "Időzóna"
      ],
      "Element": [
        "Elem"
      ],
      "Bad format. Component cannot be read.": [
        "Hibás formátum. A komponens nem olvasható."
      ],
      "Unknown": [
        "Ismeretlen"
      ],
      "Component with wrong format": [
        "A komponens formátuma hibás"
      ],
      "Non-Gregorian": [
        "Nem gergely-naptár"
      ],
      "To-do entry": [
        "Tennivaló elem"
      ],
      "Journal entry": [
        "Napló elem"
      ],
      "Free-busy time information": [
        "Szabad-elfoglalt információ"
      ],
      "Custom timezone": [
        "Egyéni időzóna"
      ],
      "Invalid event": [
        ""
      ],
      "Unsupported event": [
        ""
      ],
      "Malformed all-day event": [
        "Hibás egésznapos esemény"
      ],
      "Missing start time": [
        "Hiányzó kezdő időpont"
      ],
      "Malformed start time": [
        "Hibás kezdő időpont"
      ],
      "Floating times not supported": [
        "Lebegő idők nem támogatottak"
      ],
      "Start time out of bounds": [
        "Kezdő időpont a korlátokon kívül"
      ],
      "Malformed end time": [
        "Hibás záró időpont"
      ],
      "End time out of bounds": [
        "Záró időpont a korlátokon kívül"
      ],
      "Event duration not supported": [
        "Esemény időtartama nem támogatott"
      ],
      "Calendar timezone not supported": [
        "Naptár időzóna nem támogatott"
      ],
      "Timezone not supported": [
        "Időzóna nem támogatott"
      ],
      "Malformed recurring event": [
        "Hibás ismétlődő esemény"
      ],
      "Recurring rule not supported": [
        "Ismétlődési szabály nem támogatott"
      ],
      "Edited event not supported": [
        "Szerkesztett esemény nem támogatott"
      ],
      "Notification out of bounds": [
        "Az értesítés határokon kívül esik"
      ],
      "Event validation failed": [
        "Esemény ellenőrzése nem sikerült"
      ],
      "Encryption failed": [
        "Titkosítás nem sikerült"
      ],
      "Original recurring event could not be found": [
        "Az ismétlődő esemény eredetije nem található"
      ],
      "no UID, title or start time": [
        "nincs UID, cím vagy kezdési időpont"
      ]
    },
    "Access level": {
      "Full": [
        "Teljes"
      ],
      "Limited": [
        "Korlátozott"
      ],
      "Limited view": [
        "Korlátozott megtekintés"
      ],
      "Full view": [
        "Teljes megtekintés"
      ]
    },
    "Info for cash payment method": {
      "Please contact us at ${ email } for instructions on how to pay us with cash.": [
        "Kérjük, vegye fel velünk a kapcsolatot a ${ email } címen, hogy segíthessünk a készpénzes fizetésben."
      ]
    },
    "Suffix": {
      "/ month": [
        "/ hó"
      ]
    },
    "Mail upsell feature": {
      "Get Multi-user support": [
        "Többfelhasználós lehetőség"
      ],
      "Host emails for your organization": [
        "E-mailek kezelése a szervezete számára"
      ],
      "Create separate logins for each user": [
        "Minden felhasználónak saját bejelentkezés"
      ]
    },
    "VPN upsell feature": {
      "Higher speed servers (up to 10Gbps)": [
        "Magasabb sebességű szerverek (10 Gbps-ig)"
      ],
      "Access geo-blocked content (Netflix, YouTube, etc.)": [
        "Hozzáférés földrajzilag blokkol tartalomhoz (Netflix, YouTube stb.)"
      ],
      "Unlock advanced VPN features": [
        "További VPN lehetőségek elérése"
      ]
    },
    "x of y": {
      "of": [
        "/"
      ]
    },
    "Plan": {
      "Free": [
        "Ingyenes"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Ingyenes"
      ]
    },
    "State": {
      "Downgrading your account, please wait": [
        "Csomag átállítás folyamatban, kérjük várjon"
      ]
    },
    "Suffix for price": {
      "/ month": [
        "/ hó"
      ]
    },
    "info": {
      "(beta)": [
        "(béta)"
      ]
    },
    "Mail feature": {
      "Users": [
        "Felhasználó"
      ],
      "Storage": [
        "Tárhely"
      ],
      "0.5 GB": [
        "0.5 GB"
      ],
      "20 GB": [
        "20 GB"
      ],
      "Addresses": [
        "Cím"
      ],
      "Custom email addresses": [
        "Egyéni e-mail címek"
      ],
      "Messages per day": [
        "Üzenet naponta"
      ],
      "Folders / labels": [
        "Mappák / címkék"
      ],
      "Support": [
        "Támogatás"
      ],
      "Limited": [
        "Korlátozott"
      ],
      "Priority": [
        "Elsőbbségi"
      ],
      "Encrypted contacts": [
        "Titkosított névjegyek"
      ],
      "Contact groups": [
        "Névjegy csoportok"
      ],
      "Address verification": [
        "Cím hitelesítés"
      ],
      "Custom filters": [
        "Saját szűrők"
      ],
      "IMAP / SMTP": [
        ""
      ],
      "Autoresponder": [
        "Automatikus válasz"
      ],
      "Use @pm.me address": [
        "@pm.me cím használata"
      ],
      "Catch-All email": [
        "Gyűjtő e-mail"
      ],
      "Multi-user support": [
        "Többfelhasználós lehetőség"
      ]
    },
    "Mail feature option": {
      "5 GB *": [
        "5 GB *"
      ],
      "5 GB / user *": [
        "5 GB felhasználónként *"
      ],
      "Unlimited **": [
        "Korlátlan **"
      ],
      "Unlimited": [
        "Korlátlan"
      ]
    },
    "Mail feature option: 5 email addresses / user": {
      "5 / user *": [
        "5 db felhasználónként *"
      ]
    },
    "information": {
      "Included": [
        "Tartalmazza"
      ]
    },
    "VPN feature": {
      "VPN Connections": [
        "VPN kapcsolatok"
      ],
      "Speed": [
        "Sebesség"
      ],
      "VPN servers": [
        "VPN szerverek"
      ],
      "Locations/Countries": [
        "Helyek/Országok"
      ],
      "Adblocker (NetShield)": [
        "Reklámblokkoló (NetShield)"
      ],
      "P2P/BitTorrent": [
        "P2P/BitTorrent"
      ],
      "Streaming service support": [
        "Videó szolgáltatások támogatása"
      ],
      "Tor over VPN": [
        "Tor VPN-en"
      ],
      "Secure Core servers": [
        "Secure Core szerverek"
      ],
      "${ mailAppName } Visionary": [
        "${ mailAppName } Visionary"
      ],
      "Jurisdiction": [
        "Illetékesség"
      ],
      "Open Source & audited apps": [
        "Nyílt forrású és auditált alkalmazások"
      ],
      "Access blocked content": [
        "Hozzáférés blokkolt tartalomhoz"
      ],
      "Strict no-logs policy": [
        "Szigorú nincs-naplózás irányelv"
      ],
      "Volume/bandwidth cap": [
        "Sávszélesség korlát"
      ],
      "User data monetization": [
        "Felhasználói adatok pénzzé tétele"
      ],
      "Platforms supported": [
        "Támogatott platformok"
      ],
      "Languages supported": [
        "Támogatott nyelvek"
      ],
      "DNS leak prevention": [
        "DNS szivárgás elleni védelem"
      ],
      "Kill Switch / Always-on VPN": [
        "Kill Switch és mindig bekapcsolt VPN"
      ],
      "Perfect Forward Secrecy (PFS)": [
        "Perfect Forward Secrecy (PFS)"
      ],
      "Full Disk Encryption on Servers": [
        "Teljes lemez titkosítás a szervereken"
      ],
      "Split tunneling": [
        "Osztott alagút"
      ],
      "Custom connection profiles": [
        "Egyéni kapcsolódási profilok"
      ],
      "Router support": [
        "Router támogatás"
      ],
      "30-days money-back guarantee": [
        "30 napos pénz-visszafizetési garancia"
      ]
    },
    "VPN feature option": {
      "Medium": [
        "Közepes"
      ],
      "High": [
        "Gyors"
      ],
      "Highest (up to 10 Gbps)": [
        "Leggyorsabb (10 Gbps-ig)"
      ],
      "Switzerland": [
        "Svájc"
      ],
      "None": [
        "Nincs"
      ],
      "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast": [
        "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast"
      ],
      "(Android & Windows only)": [
        "(csak Android és Windows)"
      ]
    },
    "Calendar feature": {
      "Multiple calendars": [
        "Több naptár"
      ],
      "Calendar import": [
        "Naptár importálása"
      ],
      "Recurring events": [
        "Ismétlődő események"
      ],
      "Invitations": [
        "Meghívók"
      ],
      "Share Calendar via link": [
        "Naptár megosztása hivatkozással"
      ]
    },
    "Calendar feature option": {
      "20 / user *": [
        "20 db felhasználónként *"
      ],
      "20 / user": [
        "20 db felhasználónként"
      ]
    },
    "Drive feature": {
      "Access via Web": [
        "Elérés weben keresztül"
      ],
      "Upload / download files": [
        "Fájlok fel- és letöltése"
      ],
      "Share files via link": [
        "Fájlok megosztása hivatkozással"
      ]
    },
    "Info concerning plan features": {
      "Customizable features": [
        "Testreszabható szolgáltatások"
      ],
      "ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.": [
        "A ProtonMail nem használható tömeges levélküldésre és levélszemét küldésre. A szabályos levelek száma nincs korlátozva."
      ]
    },
    "Plan Feature": {
      "${ n } VPN connection": [
        "${ n } VPN kapcsolódás",
        "${ n } VPN kapcsolódás"
      ],
      "${ n } server": [
        "",
        ""
      ]
    },
    "Netflix": {
      "Netflix": [
        "Netflix"
      ]
    },
    "Disney": {
      "Disney+": [
        "Disney+"
      ]
    },
    "Prime Video": {
      "Prime Video": [
        "Prime Videó"
      ]
    },
    "Many Others": {
      "and many others": [
        "és még sok más"
      ]
    },
    "Plan feature": {
      "Built-in Adblocker (NetShield)": [
        "Beépített reklámblokkoló (NetShield)"
      ],
      "Secure Core servers": [
        "Secure Core szerverek"
      ],
      "Streaming service support": [
        "Videó szolgáltatások támogatása"
      ],
      "Access blocked content": [
        "Hozzáférés a blokkolt tartalomhoz"
      ],
      "${ freeServers } in ${ freeCountries } country": [
        "",
        ""
      ],
      "Medium speed": [
        "Közepes sebesség"
      ],
      "350+ servers in ${ basicCountries } country": [
        "350+ szerver ${ basicCountries } országban",
        "350+ szerver ${ basicCountries } országban"
      ],
      "High speed": [
        "Nagy sebesség"
      ],
      "1200+ servers in ${ plusCountries } country": [
        "1200+ szerver ${ plusCountries } országban",
        "1200+ szerver ${ plusCountries } országban"
      ],
      "Highest speed (up to 10 Gbps)": [
        "Legnagyobb sebesség (10 Gbps-ig)"
      ],
      "All ${ PLAN_NAMES[PLANS.VPNPLUS] } plan features": [
        "Minden a ${ PLAN_NAMES[PLANS.VPNPLUS] } csomagból"
      ],
      "Includes 6 user accounts": [
        "6 felhasználói fiókot tartalmaz"
      ],
      "Includes Proton Visionary": [
        "Tartalmazza a Proton Visionary csomagot"
      ],
      "Early access to new products": [
        "Korai hozzáférés új termékekhez"
      ],
      "Custom email addresses": [
        "Egyéni e-mail címek"
      ],
      "Access to ${ driveAppName } (beta)": [
        "${ driveAppName } (béta) használata"
      ],
      "1 user": [
        "1 felhasználó"
      ],
      "0.5 GB storage": [
        "0.5 GB tárhely"
      ],
      "1 address": [
        "1 cím"
      ],
      "3 folders / labels": [
        "3 mappa és címke"
      ],
      "5 GB storage *": [
        "5 GB tárhely *"
      ],
      "5 addresses": [
        "5 cím"
      ],
      "200 folders / labels": [
        "200 mappa és címke"
      ],
      "1 - 5000 users *": [
        "1 - 5000 felhasználó *"
      ],
      "5 GB storage / user": [
        "5 GB tárhely felhasználónként"
      ],
      "5 addresses / user": [
        "5 cím felhasználónként"
      ],
      "Unlimited folders / labels": [
        "Korlátlan mappa és címke"
      ],
      "6 users": [
        "6 felhasználó"
      ],
      "20 GB storage": [
        "20 GB tárhely"
      ],
      "50 addresses": [
        "50 cím"
      ]
    },
    "Billing cycle option": {
      "Monthly": [
        "Havonta"
      ],
      "Annually SAVE 20%": [
        "Éves KEDVEZMÉNY 20%"
      ],
      "Two years SAVE 33%": [
        "Kétéves KEDVEZMÉNY 33%"
      ],
      "Annually": [
        "Évente"
      ],
      "Two-year": [
        "Kétévente"
      ]
    },
    "Price": {
      "Free": [
        "Ingyenes"
      ]
    },
    "Countdown unit": {
      "${ monthsWithYears } month": [
        "${ monthsWithYears } hónap",
        "${ monthsWithYears } hónap"
      ],
      "${ days } day": [
        "${ days } nap",
        "${ days } nap"
      ]
    },
    "Addon": {
      "+ ${ addresses } email address": [
        "+ ${ addresses } email cím",
        "+ ${ addresses } email cím"
      ],
      "+ ${ storage } storage": [
        "+ ${ storage } tárhely"
      ],
      "+ ${ domains } custom domain": [
        "+ ${ domains } saját domain név",
        "+ ${ domains } saját domain név"
      ],
      "+ ${ members } user": [
        "+ ${ members } felhasználó",
        "+ ${ members } felhasználó"
      ],
      "+ ${ vpn } connection": [
        "+ ${ vpn } kapcsolódás",
        "+ ${ vpn } kapcsolódás"
      ]
    },
    "Billing cycle": {
      "Monthly billing (Renewal on ${ formattedEndTime })": [
        "Havi számlázás (Megújítás: ${ formattedEndTime })"
      ],
      "Yearly billing (Renewal on ${ formattedEndTime })": [
        "Éves számlázás (Megújítás: ${ formattedEndTime })"
      ],
      "2-year billing (Renewal on ${ formattedEndTime })": [
        "Kétéves számlázás (Megújítás: ${ formattedEndTime })"
      ],
      "Billing (Renewal on ${ formattedEndTime })": [
        "Számlázás (Megújítás: ${ formattedEndTime })"
      ]
    },
    "Addon unit for subscription": {
      "${ memberAddon.MaxMembers } user": [
        "${ memberAddon.MaxMembers } felhasználó",
        "${ memberAddon.MaxMembers } felhasználó"
      ],
      "${ addressAddon.MaxAddresses } address": [
        "${ addressAddon.MaxAddresses } cím",
        "${ addressAddon.MaxAddresses } cím"
      ],
      "${ domainAddon.MaxDomains } domain": [
        "${ domainAddon.MaxDomains } domain név",
        "${ domainAddon.MaxDomains } domain név"
      ],
      "${ vpnAddon.MaxVPN } connection": [
        "${ vpnAddon.MaxVPN } kapcsolat",
        "${ vpnAddon.MaxVPN } kapcsolat"
      ],
      "${ vpnBonus } connection": [
        "+ ${ vpnBonus } kapcsolódás",
        "+ ${ vpnBonus } kapcsolódás"
      ]
    },
    "Monetary unit": {
      "Euro": [
        "Euró"
      ],
      "Swiss franc": [
        "Svájci frank"
      ],
      "Dollar": [
        "Dollár"
      ]
    },
    "Credits": {
      "Unused credits": [
        "Felhasználatlan kreditek"
      ]
    },
    "Plan info": {
      "(current plan)": [
        "(jelenlegi csomag)"
      ]
    },
    "Free price": {
      "Free": [
        "Ingyenes"
      ]
    },
    "Key state badge": {
      "Error": [
        "Hiba"
      ],
      "Primary": [
        "Elsődleges"
      ],
      "Active": [
        "Aktív"
      ],
      "Inactive": [
        "Kikapcsolva"
      ],
      "Compromised": [
        "Kompromittált"
      ],
      "Obsolete": [
        "Elavult"
      ],
      "Disabled": [
        "Letiltva"
      ]
    },
    "Key status displayed in a badge": {
      "Key uploaded": [
        "Kulcs feltöltve"
      ]
    },
    "Title header for keys table": {
      "Email": [
        "E-mail"
      ],
      "Fingerprint": [
        "Ujjlenyomat"
      ],
      "Status": [
        "Állapot"
      ],
      "Action": [
        "Művelet"
      ],
      "Key type": [
        "Kulcs típusa"
      ],
      "Actions": [
        "Műveletek"
      ]
    },
    "Keys actions": {
      "Reactivate": [
        "Újraaktiválás"
      ],
      "Export": [
        "Exportálás"
      ],
      "Export private key": [
        "Privát kulcs exportálása"
      ],
      "Make primary": [
        "Legyen elsődleges"
      ],
      "Mark obsolete": [
        "Megjelölés elavultként"
      ],
      "Disables encryption with this key": [
        "Letiltja ezzel a kulccsal való titkosítást"
      ],
      "Mark not obsolete": [
        "Megjelölés nem elavultként"
      ],
      "Enable encryption with this key": [
        "Ezzel a kulccsal való titkosítás engedélyezése"
      ],
      "Mark compromised": [
        "Megjelölés kompromittáltként"
      ],
      "Disables signature verification and encryption with this key": [
        "Letiltja ezzel a kulccsal való aláírás ellenőrzést és titkosítást"
      ],
      "Mark not compromised": [
        "Megjelölés nem kompromittáltként"
      ],
      "Enable signature verification and encryption with this key": [
        "Engedélyezi ezzel a kulccsal való aláírás ellenőrzést és titkosítást"
      ],
      "Delete": [
        "Törlés"
      ]
    },
    "Select files": {
      "Upload": [
        "Feltöltés"
      ]
    },
    "Confirm": {
      "Are you sure you want to permanently delete this key?": [
        "Biztos, hogy véglegesen törli ezt a kulcsot?"
      ],
      "Do you want to export your key?": [
        "Szeretné exportálni a kulcsot?"
      ],
      "Are you sure you want to delete this key without backing it up?": [
        "Biztos, hogy törli ezt a kulcsot, biztonsági mentés nélkül?"
      ]
    },
    "alert": {
      "The key for your address is now being deleted.": [
        "A címéhez tartozó kulcs törlése folyamatban."
      ],
      "The encryption keys for your address are being generated. This may take several minutes and temporarily freeze your browser.": [
        "A címéhez tartozó titkosítási kulcsok létrehozása folyamatban. Ez több percig is eltarthat és átmenetileg megállíthatja a böngészőt."
      ]
    },
    "encryption": {
      "State of the art": [
        "Különösen korszerű"
      ],
      "Compatibility": [
        ""
      ]
    },
    "Onboarding Proton": {
      "This is what people will see when you send them an email, invite them to an event, or share a file with them.": [
        "Ezt fogják látni a címzettek, ha e-mailt küld, esemény meghívót küld, vagy fájlokat oszt meg."
      ],
      "Choose a display name": [
        "Válasszon egy megjelenített nevet"
      ],
      "Select a theme": [
        "Téma kiválasztása"
      ],
      "You can change this anytime in your settings.": [
        "Ezt a beállításoknál bármikor megváltoztathatja."
      ],
      "Discover all Proton services": [
        "Fedezze fel a Proton szolgáltatásokat"
      ],
      "Use the app selector in the top left to access other Proton services, including VPN, Calendar and Drive.": [
        "Használja a bal felső sarokban található alkalmazás választót a Proton szolgáltatások eléréshez, mint például a VPN, Calendar vagy a Drive."
      ],
      "Welcome to Proton": [
        "Üdvözöljük a Protonnál"
      ],
      "Our mission is to build an internet where you are in control of your data and your privacy. We have recently updated Proton - welcome to the secure internet.": [
        "Célunk egy olyan internet felépítése, ahol az adatai és a magánszférája a saját kezében van. A közelmúltban frissítettük a Protont - üdvözöljük a biztonságos interneten."
      ],
      "Set up your organization": [
        "Állítsa be szervezete adatait"
      ],
      "Configure your organization, link your domain name, and create accounts to ensure all members of your organization are protected.": [
        "Állítsa be a saját szervezete adatait, irányítsa át a domain nevét, hozza létre a fiókokat, hogy a szervezet minden tagja élhessen a védelemmel."
      ]
    },
    "Error notification in the bug report modal when the user upload file": {
      "No image selected": [
        "Nincs kép kiválasztva"
      ]
    },
    "Bug category": {
      "Sign in problem": [
        "Probléma a bejelentkezéssel"
      ],
      "Sign up problem": [
        "Probléma a regisztrációval"
      ],
      "Payments problem": [
        "Fizetéssel kapcsolatos probléma"
      ],
      "Custom domain problem": [
        "Probléma saját domain névvel"
      ],
      "Bridge problem": [
        "A Birdge-zsel kapcsolatos probléma"
      ],
      "Import / export problem": [
        "Importálási vagy exportálási probléma"
      ],
      "Connection problem": [
        "Kapcsolódási probléma"
      ],
      "Slow speed problem": [
        "Túl lassú működés"
      ],
      "Calendar problem": [
        "ProtonCalendar probléma"
      ],
      "Contacts problem": [
        "ProtonContacts probléma"
      ],
      "Drive problem": [
        "ProtonDrive probléma"
      ],
      "Mail problem": [
        "ProtonMail probléma"
      ],
      "VPN problem": [
        "ProtonVPN probléma"
      ],
      "Feature request": [
        "Ötlet, javaslat"
      ],
      "Other": [
        "Egyéb"
      ],
      "Signup problem": [
        "Probléma a regisztrációval"
      ],
      "Installation problem": [
        "Telepítési probléma"
      ],
      "Update problem": [
        "Probléma a frissítéssel"
      ],
      "Application problem": [
        "Probléma az alkalmazással"
      ],
      "Speed problem": [
        "Probléma a sebességgel"
      ],
      "Manual setup problem": [
        "Probléma a kézi beállítással"
      ],
      "Website access problem": [
        "Probléma a weboldal elérésével"
      ],
      "Streaming problem": [
        "Videó nézési probléma"
      ]
    },
    "Group": {
      "Account": [
        "Fiók"
      ],
      "Apps": [
        "Alkalmazások"
      ],
      "Network": [
        "Hálózat"
      ],
      "Services": [
        "Szolgáltatások"
      ],
      "Other category": [
        "Egyéb kategória"
      ]
    },
    "Action to select a title for the bug report modal": {
      "Select": [
        "Kiválasztás"
      ]
    },
    "Label, make it short please": {
      "Attach screenshot(s)": [
        "Képernyőkép csatolása"
      ]
    },
    "Message display when a new app version is available": {
      "A new version of ${ appName } is available. ${ reloadButton }.": [
        "A ${ appName } új verziója érhető el. ${ reloadButton }."
      ]
    },
    "Apps dropdown": {
      "Proton applications": [
        "Proton alkalmazások"
      ],
      "Go to ${ title }": [
        "${ title } megnyitása"
      ],
      "Go to ${ vpnName }": [
        "${ vpnName } megnyitása"
      ]
    },
    "Autoresponse": {
      "I'm out of the office with limited access to my email.": [
        "Nem vagyok az irodában, ezért korlátozott a hozzáférésem az e-mailjeimhez."
      ]
    },
    "Delinquent modal title": {
      "Overdue invoice": [
        "Lejárt számla"
      ]
    },
    "Human verification method": {
      "CAPTCHA": [
        "CAPTCHA"
      ],
      "Email": [
        "E-mail"
      ],
      "SMS": [
        "SMS"
      ],
      "Manual": [
        "Kézi"
      ],
      "No verification method available": [
        "Nincs elérhető ellenőrzési módszer"
      ]
    },
    "Tooltip prompt to trust keys": {
      "When receiving an email from another ProtonMail user who does not have trusted keys in your contacts, a banner will ask if you want to enable trusted keys.": [
        "Ha egy olyan ProtonMail felhasználótól kap levelet, akinek még nincs megbízható kulcsa a névjegyei közt, egy kérdés fog megjelenni a kulcsok megbízhatóként megjelöléséhez."
      ]
    },
    "Tooltip sign external messages": {
      "Automatically sign all your outgoing messages so users can verify the authenticity of your messages. This is done in combination with the default PGP settings which can be configured below.": [
        "Bekapcsolásakor a kimenő üzenetek automatikusan aláírásra kerülnek, így a címzettek ellenőrizhetik az üzenet hitelességét. Ez együtt működik a lentebb beállított alapértelmezett PGP beállításokkal."
      ]
    },
    "Tooltip automatically attach public key": {
      "This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and send encrypted messages to you.": [
        "Bekapcsolásakor a nyilvános kulcs automatikusan csatolásra kerül minden kimenő üzenethez. A címzettek ezt használhatják a levél hitelességének ellenőrzésére és titkosított üzenetek küldésére önnek."
      ]
    },
    "Tooltip default pgp scheme": {
      "Select the default PGP settings used to sign or encrypt messages with non-ProtonMail PGP users. Note that Inline PGP forces plain text messages. Learn more": [
        "Válassza ki a nem ProtonMail PGP felhasználók számára küldött üzenetek alapértelmezett PGP titkosítási és aláírási beállításait. Az Inline PGP csak egyszerű szöveges üzenetekkel működik. További információk"
      ]
    },
    "Step in filter modal": {
      "Name": [
        "Név"
      ],
      "Conditions": [
        "Feltételek"
      ],
      "Actions": [
        "Műveletek"
      ],
      "Preview": [
        "Előnézet"
      ],
      "Sieve editor": [
        "Sieve szerkesztő"
      ]
    },
    "Option group": {
      "Custom folders": [
        "Saját mappák"
      ],
      "Move to...": [
        "Áthelyezés..."
      ],
      "Default folders": [
        "Alapértelmezett mappák"
      ]
    },
    "Filter preview": {
      "read": [
        "olvasott"
      ],
      "starred": [
        "csillagozott"
      ]
    },
    "Filter notification": {
      "Filter ${ Filter.Name } updated": [
        "${ Filter.Name } szűrő frissítve"
      ],
      "${ Label.Name } updated": [
        "${ Label.Name } frissítve"
      ]
    },
    "Filter modal type": {
      "Select…": [
        "Választás…"
      ],
      "The subject": [
        "A tárgy"
      ],
      "The sender": [
        "A feladó"
      ],
      "The recipient": [
        "A címzett"
      ],
      "The attachment": [
        "A melléklet"
      ]
    },
    "Condition for custom filter": {
      "contains": [
        "tartalmaz"
      ],
      "is exactly": [
        "pontosan"
      ],
      "begins with": [
        "így kezdődik"
      ],
      "ends with": [
        "ezzel végződik"
      ],
      "matches": [
        "egyezik"
      ],
      "does not contain": [
        "nem tartalmazza"
      ],
      "is not": [
        "nem"
      ],
      "does not begin with": [
        "nem ezzel kezdődik"
      ],
      "does not end with": [
        "nem ezzel végződik"
      ],
      "does not match": [
        "nem egyezik"
      ]
    },
    "Filter modal operators": {
      "All conditions must be fulfilled (AND)": [
        "Minden feltételnek teljesülnie kell (ÉS)"
      ],
      "One condition must be fulfilled (OR)": [
        "Egyik feltételnek elég teljesülnie (VAGY)"
      ]
    },
    "Filter Actions": {
      "Select a folder": [
        "Válasszon egy mappát"
      ],
      "Archive": [
        "Archívum"
      ],
      "Inbox": [
        "Beérkezett üzenetek"
      ],
      "Spam": [
        "Levélszemét"
      ],
      "Trash": [
        "Lomtár"
      ]
    },
    "Settings/filters": {
      "Filters": [
        "Szűrők"
      ]
    },
    "Settings/filters - table": {
      "Order": [
        "Sorrend"
      ],
      "Name": [
        "Név"
      ],
      "Status": [
        "Állapot"
      ],
      "Action": [
        "Művelet"
      ]
    },
    "FilterSettings": {
      "Add a custom filter to automatically perform certain actions, like labeling or archiving messages.": [
        "Létrehozhat saját szűrőket, hogy olyan automatikus műveleteket hajtson végre a leveleken, mint például címkével ellátás, archiválás."
      ],
      "Apply sender-specific spam rules. Messages from addresses or domains on the Allow List always go to your Inbox while messages from addresses or domains on the Block List always go to Spam. Marking a message as spam adds its address to the Block List. Marking a message as not spam adds it to the Allow List.": [
        "Alkalmazzon küldőspecifikus levélszemét-szabályokat. Az Engedélyezett listán szereplő címekről vagy domain nevekről érkező levelek mindig a beérkezett üzenetekhez, míg a Tiltólistás címek mindig a levélszemétbe kerülnek. Egy üzenet megjelölése levélszemétként a Tiltólistához adja a feladót. Egy üzenet megjelölése nem levélszemétként az Engedélyezett listához adja a feladót."
      ],
      "Search in Allow List and Block List": [
        "Keresés az engedélyezett és tiltott címekben"
      ]
    },
    "Spam notification": {
      "${ domain } updated": [
        "${ domain } frissítve"
      ],
      "${ domain } added": [
        "${ domain } hozzáadva"
      ],
      "${ email } updated": [
        "${ email } frissítve"
      ],
      "${ email } added": [
        "${ email } hozzáadva"
      ]
    },
    "Spam filter moved to blacklist": {
      "${ Domain } moved to Block List": [
        "${ Domain } áthelyezve a feketelistára"
      ],
      "${ Email } moved to Block List": [
        "${ Email } áthelyezve a feketelistára"
      ]
    },
    "Spam filter moved to whitelist": {
      "${ Domain } moved to Allow List": [
        "${ Domain } áthelyezve a fehérlistára"
      ],
      "${ Email } moved to Allow List": [
        "${ Email } áthelyezve a fehérlistára"
      ]
    },
    "Moved to black/whitelist": {
      "${ Domain } removed": [
        "${ Domain } eltávolítva"
      ],
      "${ Email } removed": [
        "${ Email } eltávolítva"
      ]
    },
    "New Label form": {
      "Color": [
        "Szín"
      ],
      "Folder name": [
        "Mappa neve"
      ],
      "Label name": [
        "Cimke neve"
      ]
    },
    "label/folder notification": {
      "${ Label.Name } created": [
        "${ Label.Name } létrehozva"
      ],
      "${ label.Name } updated": [
        "${ label.Name } frissítve"
      ],
      "Preference saved": [
        "Beállítások mentve"
      ]
    },
    "Label/folder modal": {
      "Create folder": [
        "Mappa létrehozása"
      ],
      "Create label": [
        "Címke létrehozása"
      ],
      "Edit folder": [
        "Mappa szerkesztése"
      ],
      "Edit label": [
        "Címke szerkesztése"
      ]
    },
    "Success message after sorting folders": {
      "Folders sorted": [
        "Mappák rendezve"
      ]
    },
    "Info - folder colouring feature": {
      "When enabled, sub-folders inherit the color of the parent folder.": [
        "Bekapcsolásakor az almappák a szülő mappa színét öröklik."
      ]
    },
    "Settings/labels": {
      "Labels/Folders": [
        "Címkék és mappák"
      ]
    },
    "Settings/labels - table": {
      "Labels": [
        "Címkék"
      ],
      "Actions": [
        "Műveletek"
      ]
    },
    "Success message after sorting labels": {
      "Labels sorted": [
        "Rendezett címkék"
      ]
    },
    "label": {
      "Phone number": [
        "Telefonszám"
      ]
    },
    "Badge for user sessions table": {
      "Current session": [
        "Jelenlegi munkamenet"
      ]
    },
    "Action for user session": {
      "Revoke": [
        "Visszavonás"
      ]
    },
    "Badge": {
      "ProtonMail for web": [
        "Webes ProtonMail"
      ],
      "ProtonVPN for Windows": [
        "ProtonVPN Windowsra"
      ],
      "ProtonVPN for web": [
        "Webes ProtonVPN"
      ],
      "Admin": [
        "Adminisztrátor"
      ],
      "ProtonMail Import-Export": [
        ""
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "ProtonMail for Android": [
        "ProtonMail Androidra"
      ],
      "Proton Account for web": [
        "Proton web hozzáférés"
      ],
      "ProtonMail settings for web": [
        "Webes ProtonMail beállításai"
      ],
      "ProtonContacts for web": [
        "Webes ProtonContacts"
      ],
      "ProtonVPN settings for web": [
        "Webes ProtonVPN beállításai"
      ],
      "${ calendarAppName } for web": [
        "${ calendarAppName } webhez"
      ],
      "${ driveAppName } for web": [
        "${ driveAppName } webhez"
      ],
      "ProtonMail for iOS": [
        "ProtonMail iOS-re"
      ],
      "${ driveAppName } for iOS": [
        "${ driveAppName } iOS-hez"
      ],
      "ProtonVPN for iOS": [
        "ProtonVPN iOS-re"
      ],
      "${ calendarAppName } for iOS": [
        "${ calendarAppName } iOS-hez"
      ],
      "ProtonVPN for Android": [
        "ProtonVPN Androidra"
      ],
      "ProtonVPN for Android TV": [
        "ProtonVPN Android TV-re"
      ],
      "${ calendarAppName } for Android": [
        "${ calendarAppName } Androidhoz"
      ],
      "${ driveAppName } for Android": [
        "${ driveAppName } Androidhoz"
      ],
      "ProtonMail Import-Export for Windows": [
        "ProtonMail Import-Export Windowsra"
      ],
      "ProtonMail Bridge for Windows": [
        "ProtonMail Bridge Windowsra"
      ],
      "ProtonVPN for macOS": [
        "ProtonVPN macOS-re"
      ],
      "ProtonMail Import-Export for macOS": [
        "ProtonMail Import-Export MacOS-re"
      ],
      "ProtonMail Bridge for macOS": [
        "ProtonMail Bridge MacOS-re"
      ],
      "${ driveAppName } for macOS": [
        "${ driveAppName } iOS-hez"
      ],
      "ProtonMail Import-Export for GNU/Linux": [
        "ProtonMail Import-Export GNU/Linuxra"
      ],
      "ProtonMail Bridge for GNU/Linux": [
        "ProtonMail Bridge GNU/Linuxra"
      ],
      "ProtonVPN for GNU/Linux": [
        "ProtonVPN GNU/Linuxra"
      ]
    },
    "Log preference": {
      "Enable authentication logs": [
        "Hitelesítési naplók engedélyezése"
      ],
      "Enable advanced logs": [
        "Részletes naplózás engedélyezése"
      ]
    },
    "Option delay send seconds": {
      "0 seconds": [
        "0 másodperc"
      ],
      "5 seconds": [
        "5 másodperc"
      ],
      "10 seconds": [
        "10 másodperc"
      ],
      "20 seconds": [
        "20 másodperc"
      ]
    },
    "Invoice type display as badge": {
      "Other": [
        "Egyéb"
      ],
      "Subscription": [
        "Előfizetés"
      ],
      "Cancellation": [
        "Sztornózás"
      ],
      "Credit": [
        "Kredit"
      ],
      "Donation": [
        "Adomány"
      ],
      "Chargeback": [
        "Visszatérítés"
      ],
      "Renewal": [
        "Megújítás"
      ],
      "Refund": [
        "Visszatérítés"
      ],
      "Modification": [
        "Módosítás"
      ],
      "Addition": [
        "Kiegészítés"
      ]
    },
    "Invoice state display as badge": {
      "Unpaid": [
        "Nincs fizetve"
      ],
      "Paid": [
        "Fizetve"
      ],
      "Void": [
        "Sztornó"
      ],
      "Billed": [
        "Számlázva"
      ],
      "Writeoff": [
        "Leírt"
      ]
    },
    "Info message for custom invoice modal": {
      "Add your name (or company name) and address to your invoices.": [
        "Adja hozzá a nevét (vagy cégnevét) és címét a számlákhoz."
      ]
    },
    "Placeholder for custom invoice text": {
      "Add your name (or company name) and address to your invoices": [
        "Adja hozzá a nevét (vagy cégnevét) és címét a számlákhoz"
      ]
    },
    "Title for PDF file": {
      "ProtonMail invoice": [
        "ProtonMail számla"
      ]
    },
    "Bridge version load failed": {
      "Failed to find latest version": [
        "Hiba a legutóbbi verzió megkeresésekor"
      ]
    },
    "OS compatibility": {
      ".exe (64-bit)": [
        ".exe (64 bit)"
      ],
      ".dmg (10.12 or later)": [
        ".dmg (10.12 vagy újabb)"
      ],
      ".deb (for Debian/Ubuntu)": [
        ".deb (Debian/Ubuntu)"
      ],
      ".rpm (for Fedora/openSUSE)": [
        ".rpm (Fedora/openSUSE)"
      ],
      "PKGBUILD (for other distributions)": [
        "PKGBUILD (más disztribúciókhoz)"
      ]
    },
    "Restore administrator panel": {
      "Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:": [
        "A jelszó megváltoztatása miatt, az ön szervezeti adminisztrátorai jogosultságai korlátozódtak. A következő műveletek már nem engedélyezettek:"
      ],
      "Creating new sub-users": [
        "Új al-felhasználók létrehozása"
      ],
      "Reading emails of non-private subusers": [
        "Nem-privát al-felhasználók leveleinek olvasása"
      ],
      "Changing organization password": [
        "Szervezeti jelszó megváltoztatása"
      ],
      "Changing organization keys": [
        "Szervezeti kulcsok megváltoztatása"
      ]
    },
    "Success message": {
      "Sessions revoked": [
        "Munkafolyamatok visszavonva"
      ],
      "User deleted": [
        "Felhasználó törölve"
      ],
      "Domain deleted": [
        "Domain név törölve"
      ]
    },
    "Member action": {
      "Edit": [
        "Szerkesztés"
      ],
      "Delete": [
        "Törlés"
      ],
      "Sign in": [
        "Bejelentkezés"
      ],
      "Revoke sessions": [
        "Munkafolyamatok visszavonása"
      ]
    },
    "Max VPN Connections": {
      "Connection": [
        "Kapcsolódás",
        "Kapcsolódás"
      ]
    },
    "User role": {
      "Admin": [
        "Adminisztrátor"
      ],
      "Member": [
        "Tag"
      ],
      "Primary admin": [
        "Elsődleges adminisztrátor"
      ]
    },
    "Label for new member": {
      "Private": [
        "Privát"
      ],
      "Admin": [
        "Adminisztrátor"
      ]
    },
    "Title header for members table": {
      "Name": [
        "Név"
      ],
      "Role": [
        "Szerepkör"
      ],
      "Addresses": [
        "Címek"
      ],
      "Features": [
        "Funkciók"
      ]
    },
    "Info for members section": {
      "Add, remove, and manage users within your organization. Here you can adjust their allocated storage space, grant admin rights, and more. Select a user to manage their email addresses. The email address at the top of the list will automatically be selected as the default email address.": [
        "Vegye fel, törölje és kezelje a szervezet felhasználóit. Megadhatja az számukra elérhető tárhely méretét, adminisztrátori jogokat stb. Válasszon ki egy felhasználót az e-mail címei kezeléséhez. A lista legelején szereplő cím lesz a felhasználó alapértelmezett e-mail címe."
      ]
    },
    "Private Member": {
      "private": [
        "privát"
      ]
    },
    "Label for adding a new custom domain": {
      "Add a domain that you own to your ProtonMail account.": [
        "Adjon hozzá saját domain nevet a ProtonMail fiókjához."
      ]
    },
    "Domain modal": {
      "'www' subdomains are typically not used for email. Are you sure you want to use this domain value?": [
        "Az e-mailhez használt domain nevek általában nem tartalmazzák a \"www'\"részt. Biztos, hogy folytatja ezzel a domain névvel?"
      ]
    },
    "Info for domain modal": {
      "For security reasons, we need to verify that you are the owner of ${ domainName }. Please add the following DNS TXT record to your domain. This can typically be done in the control panel of your domain name registrar.": [
        "Biztonsági okokból ellenőriznünk kell, hogy ön a tulajdonosa a domain névnek (${ domainName }). Kérjük, az alábbi TXT rekordot vegye fel a DNS beállításaiba. Ezt általában a domain név regisztrátor adminisztrálási felületén teheti meg."
      ],
      "Add a new user to your organization and create an address for it.": [
        "Vegyen fel egy új felhasználót a szervezethez és készítsen neki címet."
      ],
      "Add a new address for any user of your organization.": [
        "Készítsen egy új címet a szervezet bármelyik felhasználójának."
      ]
    },
    "Warning for domain modal": {
      "After successful verification, do not remove this TXT record as it is needed to confirm that you continue to own the domain.": [
        "A sikeres ellenőrzés után se távolítsa el a TXT rekordot, annak megerősítésére, hogy továbbra is öné a domain név."
      ],
      "It can take up to a day for DNS changes to update.": [
        "A DNS frissülése akár egy napig is eltarthat."
      ]
    },
    "Label for domain modal": {
      "Please add the following TXT record:": [
        "Vegye fel a következő TXT rekordot:"
      ]
    },
    "Header for domain modal": {
      "Type": [
        "Típus"
      ],
      "Host name": [
        "Hoszt név"
      ],
      "Value / Data / Points to": [
        "Érték / Adat / Cél cím"
      ],
      "Value / Data": [
        "Érték / Adat"
      ],
      "Priority": [
        "Prioritás"
      ]
    },
    "Tab in domain modal": {
      "Addresses": [
        "Címek"
      ]
    },
    "Label in domain modal": {
      "Domain": [
        "Domain név"
      ],
      "Verify": [
        "Ellenőrzés"
      ],
      "Addresses": [
        "Címek"
      ]
    },
    "Domain label": {
      "Verified": [
        "Ellenőrizve"
      ]
    },
    "Badge for domain": {
      "Missing keys": [
        "Hiányzó kulcsok"
      ],
      "Enabled": [
        "Engedélyezve"
      ],
      "Disabled": [
        "Letiltva"
      ]
    },
    "Title header for addresses domain table": {
      "Address": [
        "Cím"
      ],
      "Status": [
        "Állapot"
      ],
      "Catch-All": [
        "Gyűjtő e-mail"
      ]
    },
    "Contact field label": {
      "Name": [
        "Név"
      ],
      "Email": [
        "E-mail"
      ],
      "Phone": [
        "Telefonszám"
      ],
      "Address": [
        "Cím"
      ],
      "Photo": [
        "Fénykép"
      ],
      "Organization": [
        "Szervezet"
      ],
      "Birthday": [
        "Születésnap"
      ],
      "Anniversary": [
        "Évforduló"
      ],
      "Title": [
        "Beosztás"
      ],
      "Role": [
        "Tevékenység"
      ],
      "Note": [
        "Megjegyzés"
      ],
      "URL": [
        "URL"
      ],
      "Gender": [
        "Nem"
      ],
      "Language": [
        "Nyelv"
      ],
      "Timezone": [
        "Időzóna"
      ],
      "Geo": [
        "Helyzet"
      ],
      "Logo": [
        "Logó"
      ],
      "Member": [
        "Tag"
      ]
    },
    "Contact type label": {
      "Work": [
        "Munkahelyi"
      ],
      "Personal": [
        "Személyes"
      ],
      "Mobile": [
        "Mobil"
      ],
      "Main": [
        "Elsődleges"
      ],
      "Yomi": [
        ""
      ],
      "Other": [
        "Egyéb"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Személyhívó"
      ]
    },
    "Property type": {
      "Email": [
        "E-mail"
      ],
      "Home": [
        "Otthoni"
      ],
      "Work": [
        "Munkahelyi"
      ],
      "Other": [
        "Egyéb"
      ],
      "Phone": [
        "Telefonszám"
      ],
      "Mobile": [
        "Mobil"
      ],
      "Main": [
        "Elsődleges"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Személyhívó"
      ],
      "Address": [
        "Cím"
      ]
    },
    "Validation": {
      "Password must contain at least ${ length } character": [
        "A jelszónak legalább ${ length } karakterből kell állnia",
        "A jelszónak legalább ${ length } karakterből kell állnia"
      ]
    },
    "file size format": {
      "bytes": [
        "bájt"
      ],
      "KB": [
        "KB"
      ],
      "MB": [
        "MB"
      ],
      "GB": [
        "GB"
      ]
    },
    "Import contact. Contact identifier": {
      "unknown": [
        "ismeretlen"
      ]
    },
    "Error importing contact": {
      "vCard versions < 3.0 not supported": [
        "3.0-nál régebbi vCard verziók nem támogatottak"
      ],
      "Encryption failed": [
        "Titkosítás nem sikerült"
      ]
    },
    "Error importing calendar": {
      "An unexpected error occurred. Import must be restarted.": [
        "Váratlan hiba történt. Az importálást újra kell kezdeni."
      ],
      "An error occurred uploading your file. No file has been selected.": [
        "Hiba történt a fájl feltöltésekor. Nincs fájl kiválasztva."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Only ICS file formats are allowed.": [
        "Hiba történt a fájl feltöltésekor: ${ formattedFilename }. Csak ICS fájl formátumok támogatottak."
      ],
      "Your file ${ formattedFilename } is empty.": [
        "A fájl üres: ${ formattedFilename }."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Hiba történt a fájl feltöltésekor: ${ formattedFilename }. A megengedett legnagyobb méret: ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } is not a calendar.": [
        "A fájl nem egy naptár: ${ formattedFilename }."
      ],
      "${ CALENDAR_APP_NAME } only supports importing calendars with iCal version 2.0.": [
        "A ${ CALENDAR_APP_NAME } csak iCal 2.0 verziójú naptárak importálását támogatja."
      ],
      "Your file ${ formattedFilename } is an invitation and cannot be imported.": [
        "A fájl egy meghívó, ez nem importálható: ${ formattedFilename }."
      ],
      "Your file ${ formattedFilename } has no events to be imported.": [
        "A fájlban nem találhatók importálandó események: ${ formattedFilename }."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_EVENTS_STRING } events.": [
        "A fájl több mint ${ MAX_IMPORT_EVENTS_STRING } eseményt tartalmaz: ${ formattedFilename }."
      ],
      "An error occurred reading your file ${ formattedFilename }. File does not have the right format.": [
        "Hiba történt a fájl olvasása közben: ${ formattedFilename }. A fájl nem megfelelő formátumú."
      ]
    },
    "Error importing contacts": {
      "An error occurred uploading your file. No file has been selected.": [
        "Hiba történt a fájl feltöltésekor. Nincs fájl kiválasztva."
      ],
      "An error occurred uploading your file ${ formattedFilename }. No .csv or .vcf file selected": [
        "Hiba történt a fájl feltöltésekor: ${ formattedFilename }. Nem .csv vagy .vcf fájl van kiválasztva"
      ],
      "Your file ${ formattedFilename } is empty.": [
        "A fájl üres: ${ formattedFilename }."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Hiba történt a fájl feltöltésekor: ${ formattedFilename }. A megengedett legnagyobb méret: ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } has no contacts to be imported.": [
        "A fájlban nem találhatók importálható névjegyek: ${ formattedFilename }."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_CONTACTS_STRING } contacts.": [
        "A fájl több mint ${ MAX_IMPORT_CONTACTS_STRING } névjegyet tartalmaz: ${ formattedFilename }."
      ],
      "An error occurred reading your file ${ formattedFilename }. File doesn't have the right format.": [
        "Hiba történt a fájl olvasása közben: ${ formattedFilename }. A fájl nem megfelelő formátumú."
      ]
    },
    "Default display name vcard": {
      "Unknown": [
        "Ismeretlen"
      ]
    },
    "Alarm notification": {
      "${ title } starts now": [
        ""
      ],
      "${ title } starts today": [
        ""
      ],
      "${ title } started at ${ formattedHour }": [
        ""
      ],
      "${ title } started yesterday": [
        ""
      ],
      "${ title } started yesterday at ${ formattedHour }": [
        ""
      ],
      "${ title } started on ${ formattedDate }": [
        ""
      ],
      "${ title } started on ${ formattedDate } at ${ formattedHour }": [
        ""
      ],
      "${ title } started on ${ _formattedDate }": [
        ""
      ],
      "${ title } started on ${ _formattedDate } at ${ formattedHour }": [
        ""
      ],
      "${ title } started on ${ formattedDateWithoutTime }": [
        ""
      ],
      "${ title } started on ${ _formattedDateWithTime }": [
        ""
      ],
      "${ title } will start at ${ formattedHour }": [
        ""
      ],
      "${ title } will start tomorrow": [
        ""
      ],
      "${ title } will start tomorrow at ${ formattedHour }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate2 }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate2 } at ${ formattedHour }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate3 }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate3 } at ${ formattedHour }": [
        ""
      ],
      "${ title } will start on ${ _formattedDateWithoutTime }": [
        ""
      ],
      "${ title } will start on ${ formattedDateWithTime }": [
        ""
      ]
    },
    "Event title": {
      "(no title)": [
        "(névtelen)"
      ]
    },
    "Participant name": {
      "You": [
        "Ön"
      ]
    },
    "Email subject": {
      "Cancellation of an event on ${ formattedStart }": [
        "Esemény törlése ekkor: ${ formattedStart }"
      ],
      "Invitation for an event on ${ formattedStart }": [
        "Meghívó egy eseményre ekkor: ${ formattedStart }"
      ],
      "Update for an event on ${ formattedStart }": [
        "Frissítés egy eseményhez: ${ formattedStart }"
      ],
      "Cancellation of an event starting on ${ formattedStart }": [
        "Ekkor kezdődő esemény törlése: ${ formattedStart }"
      ],
      "Invitation for an event starting on ${ formattedStart }": [
        "Meghívó ekkor kezdődő eseményre: ${ formattedStart }"
      ],
      "Update for an event starting on ${ formattedStart }": [
        "Frissítés egy ekkor kezdődő eseményhez: ${ formattedStart }"
      ],
      "Invitation: ${ eventTitle }": [
        "Meghívó: ${ eventTitle }"
      ]
    },
    "Email body for invitation (date part)": {
      "When: ${ formattedStart } (all day)": [
        "Ekkor: ${ formattedStart } (egész nap)"
      ],
      "When: ${ formattedStart } - ${ formattedEnd }": [
        "Ekkor: ${ formattedStart } - ${ formattedEnd }"
      ],
      "When: ${ formattedStart }": [
        "Ekkor: ${ formattedStart }"
      ]
    },
    "Email body for invitation (location part)": {
      "Where: ${ eventLocation }": [
        "Hely: ${ eventLocation }"
      ]
    },
    "Email body for description (description part)": {
      "Description: ${ eventDescription }": [
        "Leírás: ${ eventDescription }"
      ]
    },
    "Email body for invitation": {
      "You are invited to ${ eventTitle }\n${ eventDetailsText }": [
        "Meghívták a következő eseményre: ${ eventTitle }\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been updated.\n${ eventDetailsText }": [
        "${ eventTitle } frissítve.\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been cancelled.": [
        "${ eventTitle } törlésre került."
      ]
    },
    "Email body for response to invitation": {
      "${ emailAddress } has accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } elfogadta a meghívást az eseményre: ${ eventTitle }"
      ],
      "${ emailAddress } has tentatively accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } feltételesen elfogadta a meghívást az eseményre: ${ eventTitle }"
      ],
      "${ emailAddress } has declined your invitation to ${ eventTitle }": [
        "${ emailAddress } elutasította a meghívást az eseményre: ${ eventTitle }"
      ]
    },
    "Monthly recurring event, repeats on": {
      "on the first Sunday": [
        "első vasárnap"
      ],
      "on the first Monday": [
        "első hétfő"
      ],
      "on the first Tuesday": [
        "első kedd"
      ],
      "on the first Wednesday": [
        "első szerda"
      ],
      "on the first Thursday": [
        "első csütörtök"
      ],
      "on the first Friday": [
        "első péntek"
      ],
      "on the first Saturday": [
        "első szombat"
      ],
      "on the second Sunday": [
        "második vasárnap"
      ],
      "on the second Monday": [
        "második hétfő"
      ],
      "on the second Tuesday": [
        "második kedd"
      ],
      "on the second Wednesday": [
        "második szerda"
      ],
      "on the second Thursday": [
        "második csütörtök"
      ],
      "on the second Friday": [
        "második péntek"
      ],
      "on the second Saturday": [
        "második szombat"
      ],
      "on the third Sunday": [
        "harmadik vasárnap"
      ],
      "on the third Monday": [
        "harmadik hétfő"
      ],
      "on the third Tuesday": [
        "harmadik kedd"
      ],
      "on the third Wednesday": [
        "harmadik szerda"
      ],
      "on the third Thursday": [
        "harmadik csütörtök"
      ],
      "on the third Friday": [
        "harmadik péntek"
      ],
      "on the third Saturday": [
        "harmadik szombat"
      ],
      "on the fourth Sunday": [
        "negyedik vasárnap"
      ],
      "on the fourth Monday": [
        "negyedik hétfő"
      ],
      "on the fourth Tuesday": [
        "negyedik kedd"
      ],
      "on the fourth Wednesday": [
        "negyedik szerda"
      ],
      "on the fourth Thursday": [
        "negyedik csütörtök"
      ],
      "on the fourth Friday": [
        "negyedik péntek"
      ],
      "on the fourth Saturday": [
        "negyedik szombat"
      ],
      "on the last Sunday": [
        "utolsó vasárnap"
      ],
      "on the last Monday": [
        "utolsó hétfő"
      ],
      "on the last Tuesday": [
        "utolsó kedd"
      ],
      "on the last Wednesday": [
        "utolsó szerda"
      ],
      "on the last Thursday": [
        "utolsó csütörtök"
      ],
      "on the last Friday": [
        "utolsó péntek"
      ],
      "on the last Saturday": [
        "utolsó szombat"
      ],
      "on day ${ dayOfMonth }": [
        "${ dayOfMonth }. napon"
      ]
    },
    "Daily recurring event, frequency": {
      "${ count } time": [
        "${ count } alkalommal",
        "${ count } alkalommal"
      ],
      "until ${ dateString }": [
        "eddig: ${ dateString }"
      ],
      "Daily": [
        "Naponta"
      ],
      "Every ${ interval } day": [
        "Minden ${ interval }. napon",
        "Minden ${ interval }. napon"
      ],
      "Daily, ${ timesString }": [
        "Naponta, ${ timesString }"
      ],
      "Every ${ interval } day, ${ timesString }": [
        "Minden ${ interval }. napon, ${ timesString }",
        "Minden ${ interval }. napon, ${ timesString }"
      ],
      "Daily, ${ untilString }": [
        "Naponta, ${ untilString }"
      ],
      "Every ${ interval } day, ${ untilString }": [
        "Minden ${ interval }. napon, ${ untilString }",
        "Minden ${ interval }. napon, ${ untilString }"
      ]
    },
    "Weekly recurring event, repeats on (multiple days), frequency": {
      "Sunday": [
        "Vasárnap"
      ],
      "Monday": [
        "Hétfő"
      ],
      "Tuesday": [
        "Kedd"
      ],
      "Wednesday": [
        "Szerda"
      ],
      "Thursday": [
        "Csütörtök"
      ],
      "Friday": [
        "Péntek"
      ],
      "Saturday": [
        "Szombat"
      ]
    },
    "Weekly recurring event, frequency": {
      "Weekly on all days": [
        "Hetente, minden nap"
      ],
      "Every ${ interval } week on all days": [
        "Minden ${ interval }. héten, minden nap",
        "Minden ${ interval }. héten, minden nap"
      ],
      "Weekly on Sunday": [
        "Minden vasárnap"
      ],
      "Every ${ interval } week on Sunday": [
        "Minden ${ interval }. héten, vasárnap",
        "Minden ${ interval }. héten, vasárnap"
      ],
      "Weekly on Monday": [
        "Hetente, hétfőn"
      ],
      "Every ${ interval } week on Monday": [
        "Minden ${ interval }. héten, hétfőn",
        "Minden ${ interval }. héten, hétfőn"
      ],
      "Weekly on Tuesday": [
        "Minden kedden"
      ],
      "Every ${ interval } week on Tuesday": [
        "Minden ${ interval }. héten, kedden",
        "Minden ${ interval }. héten, kedden"
      ],
      "Weekly on Wednesday": [
        "Minden szerdán"
      ],
      "Every ${ interval } week on Wednesday": [
        "Minden ${ interval }. héten, szerdán",
        "Minden ${ interval }. héten, szerdán"
      ],
      "Weekly on Thursday": [
        "Minden csütörtökön"
      ],
      "Every ${ interval } week on Thursday": [
        "Minden ${ interval }. héten, csütörtökön",
        "Minden ${ interval }. héten, csütörtökön"
      ],
      "Weekly on Friday": [
        "Minden pénteken"
      ],
      "Every ${ interval } week on Friday": [
        "Minden ${ interval }. héten, pénteken",
        "Minden ${ interval }. héten, pénteken"
      ],
      "Weekly on Saturday": [
        "Minden szombaton"
      ],
      "Every ${ interval } week on Saturday": [
        "Minden ${ interval }. héten, szombaton",
        "Minden ${ interval }. héten, szombaton"
      ],
      "Weekly on ${ multipleDaysString }": [
        "Hetente ${ multipleDaysString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }": [
        "Minden ${ interval }. héten, ${ multipleDaysString }",
        "Minden ${ interval }. héten, ${ multipleDaysString }"
      ],
      "Weekly on all days, ${ timesString }": [
        "Hetente minden nap, ${ timesString }"
      ],
      "Every ${ interval } week on all days, ${ timesString }": [
        "Minden ${ interval }. héten, minden nap, ${ timesString }",
        "Minden ${ interval }. héten, minden nap, ${ timesString }"
      ],
      "Weekly on Sunday, ${ timesString }": [
        "Minden vasárnap, ${ timesString }"
      ],
      "Every ${ interval } week on Sunday, ${ timesString }": [
        "Minden ${ interval }. héten, vasárnap, ${ timesString }",
        "Minden ${ interval }. héten, vasárnap, ${ timesString }"
      ],
      "Weekly on Monday, ${ timesString }": [
        "Minden hétfőn, ${ timesString }"
      ],
      "Every ${ interval } week on Monday, ${ timesString }": [
        "Minden ${ interval }. héten, hétfőn, ${ timesString }",
        "Minden ${ interval }. héten, hétfőn, ${ timesString }"
      ],
      "Weekly on Tuesday, ${ timesString }": [
        "Minden kedden, ${ timesString }"
      ],
      "Every ${ interval } week on Tuesday, ${ timesString }": [
        "Minden ${ interval }. héten, kedden, ${ timesString }",
        "Minden ${ interval }. héten, kedden, ${ timesString }"
      ],
      "Weekly on Wednesday, ${ timesString }": [
        "Minden szerdán, ${ timesString }"
      ],
      "Every ${ interval } week on Wednesday, ${ timesString }": [
        "Minden ${ interval }. héten, szerdán, ${ timesString }",
        "Minden ${ interval }. héten, szerdán, ${ timesString }"
      ],
      "Weekly on Thursday, ${ timesString }": [
        "Minden csütörtökön, ${ timesString }"
      ],
      "Every ${ interval } week on Thursday, ${ timesString }": [
        "Minden ${ interval }. héten, csütörtökön, ${ timesString }",
        "Minden ${ interval }. héten, csütörtökön, ${ timesString }"
      ],
      "Weekly on Friday, ${ timesString }": [
        "Minden pénteken, ${ timesString }"
      ],
      "Every ${ interval } week on Friday, ${ timesString }": [
        "Minden ${ interval }. héten, pénteken, ${ timesString }",
        "Minden ${ interval }. héten, pénteken, ${ timesString }"
      ],
      "Weekly on Saturday, ${ timesString }": [
        "Minden szombaton, ${ timesString }"
      ],
      "Every ${ interval } week on Saturday, ${ timesString }": [
        "Minden ${ interval }. héten, szombaton, ${ timesString }",
        "Minden ${ interval }. héten, szombaton, ${ timesString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ timesString }": [
        "Hetente ${ multipleDaysString }, ${ timesString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ timesString }": [
        "Minden ${ interval }. héten, ${ multipleDaysString }, ${ timesString }",
        "Minden ${ interval }. héten, ${ multipleDaysString }, ${ timesString }"
      ],
      "Weekly on all days, ${ untilString }": [
        "Hetente minden nap, ${ untilString }"
      ],
      "Every ${ interval } week on all days, ${ untilString }": [
        "Minden ${ interval }. héten, minden nap, ${ untilString }",
        "Minden ${ interval }. héten, minden nap, ${ untilString }"
      ],
      "Weekly on Sunday, ${ untilString }": [
        "Hetente, vasárnaponként, ${ untilString }"
      ],
      "Every ${ interval } week on Sunday, ${ untilString }": [
        "Minden ${ interval }. héten, vasárnap, ${ untilString }",
        "Minden ${ interval }. héten, vasárnap, ${ untilString }"
      ],
      "Weekly on Monday, ${ untilString }": [
        "Hetente, hétfőnként, ${ untilString }"
      ],
      "Every ${ interval } week on Monday, ${ untilString }": [
        "Minden ${ interval }. héten, hétfőn, ${ untilString }",
        "Minden ${ interval }. héten, hétfőn, ${ untilString }"
      ],
      "Weekly on Tuesday, ${ untilString }": [
        "Hetente, keddenként, ${ untilString }"
      ],
      "Every ${ interval } week on Tuesday, ${ untilString }": [
        "Minden ${ interval }. héten, kedden, ${ untilString }",
        "Minden ${ interval }. héten, kedden, ${ untilString }"
      ],
      "Weekly on Wednesday, ${ untilString }": [
        "Hetente, szerdánként, ${ untilString }"
      ],
      "Every ${ interval } week on Wednesday, ${ untilString }": [
        "Minden ${ interval }. héten, szerdán, ${ untilString }",
        "Minden ${ interval }. héten, szerdán, ${ untilString }"
      ],
      "Weekly on Thursday, ${ untilString }": [
        "Hetente, csütörtökönként, ${ untilString }"
      ],
      "Every ${ interval } week on Thursday, ${ untilString }": [
        "Minden ${ interval }. héten, csütörtökön, ${ untilString }",
        "Minden ${ interval }. héten, csütörtökön, ${ untilString }"
      ],
      "Weekly on Friday, ${ untilString }": [
        "Hetente, péntekenként, ${ untilString }"
      ],
      "Every ${ interval } week on Friday, ${ untilString }": [
        "Minden ${ interval }. héten, pénteken, ${ untilString }",
        "Minden ${ interval }. héten, pénteken, ${ untilString }"
      ],
      "Weekly on Saturday, ${ untilString }": [
        "Hetente, szombatonként, ${ untilString }"
      ],
      "Every ${ interval } week on Saturday, ${ untilString }": [
        "Minden ${ interval }. héten, szombaton, ${ untilString }",
        "Minden ${ interval }. héten, szombaton, ${ untilString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ untilString }": [
        "Hetente ${ multipleDaysString }, ${ untilString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ untilString }": [
        "Minden ${ interval }. héten, ${ multipleDaysString }, ${ untilString }",
        "Minden ${ interval }. héten, ${ multipleDaysString }, ${ untilString }"
      ]
    },
    "Monthly recurring event, frequency": {
      "Monthly ${ onDayString }": [
        "Havonta: ${ onDayString }"
      ],
      "Every ${ interval } month ${ onDayString }": [
        "Minden ${ interval }. hónapban, ${ onDayString }",
        "Minden ${ interval }. hónapban, ${ onDayString }"
      ],
      "Monthly ${ onDayString }, ${ timesString }": [
        "Havonta ${ onDayString }, ${ timesString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ timesString }": [
        "Minden ${ interval }. hónapban, ${ onDayString }, ${ timesString }",
        "Minden ${ interval }. hónapban, ${ onDayString }, ${ timesString }"
      ],
      "Monthly ${ onDayString }, ${ untilString }": [
        "Havonta ${ onDayString }, ${ untilString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ untilString }": [
        "Minden ${ interval }. hónapban, ${ onDayString }, ${ untilString }",
        "Minden ${ interval }. hónapban, ${ onDayString }, ${ untilString }"
      ]
    },
    "Yearly recurring event, frequency": {
      "Yearly": [
        "Évente"
      ],
      "Every ${ interval } year": [
        "Minden ${ interval }. évben",
        "Minden ${ interval }. évben"
      ],
      "Yearly, ${ timesString }": [
        "Évente, ${ timesString }"
      ],
      "Every ${ interval } year, ${ timesString }": [
        "Minden ${ interval }. évben, { timesString }",
        "Minden ${ interval }. évben, { timesString }"
      ],
      "Yearly, ${ untilString }": [
        "Évente, ${ untilString }"
      ],
      "Every ${ interval } year, ${ untilString }": [
        "Minden ${ interval }. évben, ${ untilString }",
        "Minden ${ interval }. évben, ${ untilString }"
      ]
    },
    "Error when exporting event from calendar": {
      "Event from ${ timeString }, ${ rruleString }": [
        "Ekkortól: ${ timeString }, ${ rruleString }"
      ],
      "Event @ ${ timeString }": [
        "Esemény @ ${ timeString }"
      ]
    },
    "Attached ics file error": {
      "Invalid ICS file": [
        ""
      ],
      "Invalid event": [
        ""
      ],
      "Unsupported event": [
        ""
      ]
    },
    "Event invitation error": {
      "Invalid response": [
        ""
      ],
      "Invalid invitation": [
        ""
      ],
      "Unsupported response": [
        ""
      ],
      "Unsupported invitation": [
        ""
      ],
      "Attached ICS file could not be parsed": [
        ""
      ],
      "Attached ICS file could not be decrypted": [
        ""
      ],
      "We could not retrieve the event from your calendar": [
        ""
      ],
      "We could not update the event in your calendar": [
        ""
      ],
      "Your answer was sent, but the event could not be added to your calendar": [
        ""
      ],
      "Your answer was sent, but the event could not be updated in your calendar": [
        ""
      ],
      "We could not cancel the event in your calendar": [
        ""
      ],
      "Unexpected error": [
        ""
      ]
    },
    "Keyboard shortcut section name": {
      "Basic navigation": [
        "Alapvető navigáció"
      ],
      "Basic actions": [
        "Alapműveletek"
      ],
      "Folder shortcuts": [
        "Mappa gyorsbillentyűk"
      ],
      "Composer shortcuts": [
        "Szerkesztő gyorsbillentyűk"
      ],
      "List shortcuts": [
        "Lista gyorsbillentyűk"
      ],
      "Action shortcuts": [
        "Művelet gyorsbillentyűk"
      ],
      "Message shortcuts": [
        "Üzenet gyorsbillentyűk"
      ]
    },
    "Keyboard shortcut name": {
      "Move up": [
        "Mozgás felfelé"
      ],
      "Jump to first": [
        "Ugrás az elsőre"
      ],
      "Move down": [
        "Mozgás lefelé"
      ],
      "Jump to last": [
        "Ugrás az utolsóra"
      ],
      "Move right / expand": [
        "Mozgás jobbra, kibontás"
      ],
      "Move left / collapse": [
        "Mozgás balra, becsukás"
      ],
      "Apply / open": [
        "Alkalmazás, megnyitás"
      ],
      "Cancel / close": [
        "Elvetés, bezárás"
      ],
      "Open this modal": [
        "Gyorsbillentyűk listája"
      ],
      "Select / unselect": [
        "Kiválasztás / mégsem választ ki"
      ],
      "Go to Inbox": [
        "Ugrás a beérkezett üzenetekhez"
      ],
      "Go to Archive": [
        "Ugrás az archívumhoz"
      ],
      "Go to Sent": [
        "Ugrás az elküldött levelekhez"
      ],
      "Go to Starred": [
        "Ugrás a csillagozottakhoz"
      ],
      "Go to Drafts": [
        "Ugrás a piszkozatokhoz"
      ],
      "Go to Trash": [
        "Ugrás a lomtárhoz"
      ],
      "Go to Spam": [
        "Ugrás a levélszeméthez"
      ],
      "Go to All Mail": [
        "Ugrás az Összes Üzenethez"
      ],
      "Save draft": [
        "Piszkozat mentése"
      ],
      "Send email": [
        "E-mail küldése"
      ],
      "Close draft": [
        "Piszkozat bezárása"
      ],
      "Minimize / maximize composer": [
        "Szerkesztő kicsinyítése / felnagyítása"
      ],
      "Expand / contract composer": [
        "Szerkesztő kiterjesztése / összehúzása"
      ],
      "Attach file": [
        "Fájl csatolása"
      ],
      "Add expiration time": [
        "Időkorlát megadása"
      ],
      "Add encryption": [
        "Titkosítás megadása"
      ],
      "Discard draft": [
        "Piszkozat elvetése"
      ],
      "Open previous message": [
        "Előző üzenet megnyitása"
      ],
      "Open next message": [
        "Következő üzenet megnyitása"
      ],
      "Show unread emails": [
        "Olvasatlan üzenetek megjelenítése"
      ],
      "Show all emails": [
        "Összes üzenet megjelenítése"
      ],
      "Select / unselect all": [
        "Összes kijelölése / kijelölés megszüntetése"
      ],
      "Search": [
        "Keresés"
      ],
      "New message": [
        "Új üzenet"
      ],
      "Star": [
        "Csillagozás"
      ],
      "Mark as unread": [
        "Megjelölés olvasatlanként"
      ],
      "Label as...": [
        "Címkézés, mint..."
      ],
      "Create filter with...": [
        "Szűrő készítése..."
      ],
      "Move to...": [
        "Áthelyezés..."
      ],
      "Move to Inbox": [
        "Áthelyezés a beérkezett üzenetekhez"
      ],
      "Move to Archive": [
        "Áthelyezés az archívumba"
      ],
      "Move to Spam": [
        "Áthelyezés a levélszeméthez"
      ],
      "Move to Trash": [
        "Áthelyezés a lomtárba"
      ],
      "Delete permanently": [
        "Végleges törlés"
      ],
      "Reply": [
        "Válasz"
      ],
      "Reply all": [
        "Válasz mindenkinek"
      ],
      "Forward": [
        "Továbbítás"
      ],
      "Load remote content": [
        "Távoli tartalom betöltése"
      ],
      "Load embedded images": [
        "Beágyazott képek betöltése"
      ],
      "Show original message": [
        "Eredeti üzenet megjelenítése"
      ]
    },
    "Settings section title": {
      "General": [
        "Általános"
      ],
      "Import & export": [
        "Importálás és exportálás"
      ],
      "VPN apps": [
        "VPN alkalmazások"
      ],
      "Identity & addresses": [
        "Személyazonosság és címek"
      ],
      "Appearance": [
        "Megjelenés"
      ],
      "Folders & labels": [
        "Mappák és címkék"
      ],
      "Filters": [
        "Szűrők"
      ],
      "Auto reply": [
        "Automatikus válasz"
      ],
      "Domain Names": [
        "Domain nevek"
      ],
      "Encryption & keys": [
        "Titkosítás és kulcsok"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "Calendars": [
        "Naptárak"
      ],
      "Users & addresses": [
        "Felhasználók és címek"
      ],
      "Domain names": [
        "Domain nevek"
      ],
      "Organization & keys": [
        "Szervezet és kulcsok"
      ],
      "Multi-user support": [
        "Többfelhasználós lehetőség"
      ],
      "Account": [
        "Fiók"
      ],
      "Organization": [
        "Szervezet"
      ]
    },
    "Upgrade": {
      "Upgrade to ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } to connect up to ${ plusVpnConnections } device to the VPN at once": [
        "Váltson ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } csomagra, hogy akár ${ plusVpnConnections } eszközzel is csatlakozhasson egyszerre a VPN-hez",
        "Váltson ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } csomagra, hogy akár ${ plusVpnConnections } eszközzel is csatlakozhasson egyszerre a VPN-hez"
      ]
    },
    "Settings description": {
      "You can apply multiple labels to a single message, but messages can usually only be in a single folder. Drag and drop to rearrange the order of your folders and labels.": [
        "Egy üzenetre több címkét is alkalmazhat, de egy üzenet általában egy mappában lehet. Húzza arrébb a címkéket és a mappákat a sorrendjük megváltoztatásához."
      ]
    },
    "Navigation": {
      "Back to Mailbox": [
        "Vissza az üzenetekhez"
      ],
      "Back to Calendar": [
        "Vissza a naptárhoz"
      ],
      "Back to Contacts": [
        "Vissza a névjegyekhez"
      ],
      "Back to Drive": [
        "Vissza a Drive-ba"
      ]
    },
    "Email Unsubscribe Categories": {
      "${ allCategoriesExceptTheLastOne } and ${ lastCategory }": [
        "${ allCategoriesExceptTheLastOne } és ${ lastCategory }"
      ]
    },
    "Email Unsubscribe": {
      "You unsubscribed from ${ categoriesJsx } emails.": [
        "Leiratkozott ezekről az e-mailekről: ${ categoriesJsx }."
      ],
      "You resubscribed to ${ categoriesJsx } emails.": [
        "Ismét feliratkozott ezekre az e-mailekre: ${ categoriesJsx }."
      ],
      "Which emails do you want to receive from Proton?": [
        "Milyen e-maileket szeretne kapni a Protontól?"
      ]
    },
    "Signup label": {
      "Username": [
        "Felhasználónév"
      ],
      "Email": [
        "E-mail"
      ]
    },
    "Recovery method": {
      "email address": [
        "e-mail cím"
      ],
      "phone number": [
        "telefonszám"
      ],
      "Email": [
        "E-mail"
      ],
      "Phone number": [
        "Telefonszám"
      ]
    },
    "blackfriday Info": {
      "Get early access to our new encrypted drive for FREE by upgrading to a Plus bundle now.": [
        ""
      ],
      "This subscription will automatically renew after 2 years at the same rate until it is cancelled.": [
        ""
      ],
      "Discounts are based on monthly pricing.": [
        ""
      ],
      "Offer valid only for first-time paid subscriptions.": [
        ""
      ],
      "Save ${ percentage }%": [
        "${ percentage } %"
      ],
      "Includes": [
        ""
      ],
      "early access to": [
        ""
      ],
      "ProtonDrive": [
        ""
      ],
      "Free": [
        ""
      ],
      "Standard price: ${ regularPrice }": [
        ""
      ]
    },
    "blackfriday Title": {
      "ProtonDrive early access offer": [
        ""
      ],
      "Cyber Monday Sale": [
        ""
      ],
      "Black Friday Sale": [
        ""
      ],
      "for 1 month": [
        ""
      ],
      "for 1 year": [
        ""
      ],
      "for 2 years": [
        ""
      ],
      "Billed as ${ amount } ${ supNotice }": [
        ""
      ],
      "(${ notice }) Renews after 1 year at a discounted annual price of ${ amount } every year (20% discount).": [
        ""
      ],
      "(${ notice }) Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (47% discount).": [
        ""
      ],
      "(${ notice }) Renews after 1 year at a discounted annual & bundle price of ${ amount } every year (36% discount).": [
        ""
      ],
      "Most popular": [
        ""
      ]
    },
    "blackfriday Action": {
      "Upgrade": [
        ""
      ],
      "Get limited-time deal": [
        ""
      ]
    },
    "blackfriday info": {
      "per month": [
        ""
      ]
    },
    "blackfriday Promo title, need to be short": {
      "Special offer": [
        "Különleges ajánlat"
      ]
    }
  }
}
