{
  "headers": {
    "plural-forms": "nplurals=2; plural=(n != 1);",
    "language": "nl"
  },
  "contexts": {
    "": {},
    "Info": {
      "No results found": [
        "Geen resultaten gevonden"
      ],
      "Insert image": [
        "Afbeelding toevoegen"
      ],
      "Add image URL": [
        "Voeg URL van afbeelding toe"
      ],
      "Image URL": [
        "Afbeeldings-URL"
      ],
      "Not a valid URL": [
        "Ongeldige link"
      ],
      "Upload picture": [
        "Afbeelding uploaden"
      ],
      "Web URL": [
        "Web URL"
      ],
      "Email address": [
        "E-mailadres"
      ],
      "Phone number": [
        "Telefoonnummer"
      ],
      "URL link": [
        "URL link"
      ],
      "Insert link": [
        "Link invoegen"
      ],
      "Please select the type of link you want to insert and fill in all the fields.": [
        "Selecteer het type link dat u wilt invoeren en vul alle velden in."
      ],
      "Link type": [
        "Linktype"
      ],
      "Text to display": [
        "Weer te geven tekst"
      ],
      "Test link": [
        "Test link"
      ],
      "Text color": [
        "Tekstkleur"
      ],
      "Background color": [
        "Achtergrondkleur"
      ],
      "Align left": [
        "Links uitlijnen"
      ],
      "Center": [
        "Centreren"
      ],
      "Align right": [
        "Rechts uitlijnen"
      ],
      "Justify": [
        "Uitvullen"
      ],
      "Left to Right": [
        "Links naar rechts"
      ],
      "Right to Left": [
        "Rechts naar links"
      ],
      "Normal": [
        "Normaal"
      ],
      "Plain text": [
        "Tekst zonder opmaak"
      ],
      "This link may be a homograph attack and cannot be opened by Internet Explorer and Edge browsers. If you are certain the link is legitimate, please use a different browser to open it.": [
        "Deze link kan een homografie-aanval zijn en kan niet geopend worden in Internet Explorer en Edge. Als u zeker bent dat de link legitiem is, gebruik dan een andere browser om het te bezoeken."
      ],
      "This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.": [
        "Deze link kan een homografie-aanval zijn. Controleer eerst of de link juist is, of open hem niet."
      ],
      "You are about to open another browser tab and visit:": [
        "U staat het punt om een nieuw tabblad te openen en de volgende locatie te bezoeken:"
      ],
      "Learn more": [
        "Meer informatie"
      ],
      "Drop the file here to upload": [
        "Sleep het bestand om te uploaden"
      ],
      "Week": [
        "Week"
      ],
      "Loading": [
        "Laden"
      ],
      "support team": [
        "ondersteuningsteam"
      ],
      "Choose the look and feel of the application.": [
        "Kies het uiterlijk en gevoel van de applicatie."
      ],
      "Import calendars": [
        "Importeer agenda's"
      ],
      "Your events are being imported from": [
        "Uw evenementen worden geïmporteerd uit"
      ],
      "to": [
        "naar"
      ],
      "Your import has started!": [
        "Uw import is begonnen!"
      ],
      "We will notify you once your import is finished.": [
        "We zullen u op de hoogte brengen zodra uw import is voltooid."
      ],
      "Large imports can take several days to complete.": [
        "Grote importen kunnen enkele dagen in beslag nemen."
      ],
      "You can continue using Proton services as usual.": [
        "U kunt Proton-diensten blijven gebruiken zoals gebruikelijk."
      ],
      "Your import will not be processed.": [
        "Uw import zal niet worden verwerkt."
      ],
      "To prepare your external account for import, please follow the instructions for:": [
        "Om uw externe account voor te bereiden op de import, volg de instructies voor:"
      ],
      "If you are using a different email provider or your account is already prepared, you can skip to import.": [
        "Als u een andere e-mailprovider gebruikt of uw account al is voorbereid, kunt u overslaan om te importeren."
      ],
      "Enter the credentials of the email account you want to import from.": [
        "Voer de inloggegevens in van het e-mailaccount waarvan u wilt importeren."
      ],
      "Your login information will not be saved after the import is completed.": [
        "Uw inloginformatie zal niet worden opgeslagen nadat de import is voltooid."
      ],
      "Import mailbox": [
        "Mailbox importeren"
      ],
      "Label all imported messages as": [
        "Label alle geïmporteerde berichten als"
      ],
      "${ providerFoldersNumLocalized } label found in Gmail": [
        "${ providerFoldersNumLocalized } label gevonden in Gmail",
        "${ providerFoldersNumLocalized } labels gevonden in Gmail"
      ],
      "${ providerFoldersNumLocalized } folder found": [
        "${ providerFoldersNumLocalized } map gevonden",
        "${ providerFoldersNumLocalized } mappen gevonden"
      ],
      "${ selectedFoldersCountLocalized } label selected": [
        "${ selectedFoldersCountLocalized } label geselecteerd",
        "${ selectedFoldersCountLocalized } labels geselecteerd"
      ],
      "${ selectedFoldersCountLocalized } folder selected": [
        "${ selectedFoldersCountLocalized } map geselecteerd",
        "${ selectedFoldersCountLocalized } mappen geselecteerd"
      ],
      "Your messages are being imported from": [
        "Uw berichten worden geïmporteerd uit"
      ],
      "Please select the folders you would like to import:": [
        "Selecteer de mappen die u wilt importeren:"
      ],
      "Create a label for the imported messages, a time range for this import, and the labels you would like to import.": [
        "Maak een label aan voor de geïmporteerde berichten, een tijdbereik voor deze import, en de labels die u wilt importeren."
      ],
      "Create a label for the imported messages, a time range for this import, and the folders you would like to import.": [
        "Maak een label voor de geïmporteerde berichten, een tijdbereik voor deze import, en de mappen die u wilt importeren."
      ],
      "All (${ totalFoldersCount } label)": [
        "Alle (${ totalFoldersCount } label)",
        "Alle (${ totalFoldersCount } labels)"
      ],
      "All (${ totalFoldersCount } folder)": [
        "Alles (${ totalFoldersCount } map)",
        "Alle (${ totalFoldersCount } mappen)"
      ],
      "${ selectedFoldersCount } label selected": [
        "${ selectedFoldersCount } label geselecteerd",
        "${ selectedFoldersCount } labels geselecteerd"
      ],
      "${ selectedFoldersCount } folder selected": [
        "${ selectedFoldersCount } map geselecteerd",
        "${ selectedFoldersCount } mappen geselecteerd"
      ],
      "Transfer your data safely to Proton. Import Assistant connects to your external email provider and imports your selected messages and folders.": [
        "Breng uw gegevens veilig over naar Proton. De Import Assistant verbindt met uw externe e-mailprovider en importeert uw geselecteerde berichten en mappen."
      ],
      "No imports to display.": [
        "Geen imports om weer te geven."
      ],
      "Proton will try to resume the import as soon as your email provider resets your account’s ${ bandwithLimitLink }. You don’t need to do anything. If you cancel your import, you won't be able to resume it and you will need to start over.": [
        "Proton zal proberen de import te hervatten zodra uw e-mailprovider de ${ bandwithLimitLink } van uw account opnieuw instelt. U hoeft niets te doen. Als u het importeren annuleert, kunt u het niet meer hervatten en moet u opnieuw beginnen."
      ],
      "Check the status of current and previous imports.": [
        "Controleer de status van de huidige en vorige imports."
      ],
      "Proton paused an import because your account is running low on space. You can:": [
        "Proton heeft een import gepauzeerd omdat uw account weinig ruimte heeft. U kunt:"
      ],
      "free up space by deleting older messages or other data": [
        "ruimte vrijmaken door oudere berichten of andere gegevens te verwijderen"
      ],
      "purchase additional storage": [
        "extra opslagruimte aanschaffen"
      ],
      "Proton paused an import because it lost the connection with your other email provider. Please reconnect.": [
        "Proton heeft een import onderbroken omdat de verbinding met uw andere e-mailprovider verbroken is. Gelieve opnieuw verbinding te maken."
      ],
      "Your import from ${ delayedImport.Email } is temporarily delayed.": [
        "Uw import van ${ delayedImport.Email } is tijdelijk vertraagd."
      ],
      "For advanced security, the Import-Export app encrypts emails on your device before migrating them to Proton servers. You can also export messages for local backups.": [
        "Voor geavanceerde beveiliging, versleutelt de Import-Export-app e-mails op uw apparaat voordat ze verplaatst worden naar Protonservers. U kunt ook berichten exporteren voor lokale backups."
      ],
      "Available on macOS, Windows, and Linux.": [
        "Beschikbaar op macOS, Windows en Linux."
      ],
      "Add a @pm.me email address to your account. This simple, shorter domain stands for \"ProtonMail me\" or \"Private Message me.\"": [
        "Voeg een @pm.me-e-mailadres toe aan uw account. Dit eenvoudige kortere domein staat voor \"ProtonMail me\" of \"Private Message me.\""
      ],
      "You can now receive messages to your @pm.me address. Upgrade to a paid plan to also send emails using your @pm.me address and create additional @pm.me addresses.": [
        ""
      ],
      "We support importing CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps. We also support importing vCard 4.0. (UTF-8 encoding).": [
        "We ondersteunen het importeren van CSV-bestanden uit Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora en enkele andere apps. We ondersteunen ook de import van vCard 4.0. (UTF-8 codering)."
      ],
      "The application needs to locally decrypt your contacts before they can be exported. At the end of the process, a VCF file will be generated and you will be able to download it.": [
        "De applicatie moet uw contacten lokaal decoderen voordat ze kunnen worden geëxporteerd. Aan het einde van het proces zal een VCF-bestand worden gegenereerd en kan u het downloaden."
      ],
      "By leaving now, changes may not be saved": [
        "Door nu te verlaten, worden wijzigingen mogelijk niet opgeslagen"
      ],
      "Enter your own password (as organization admin) and this user's new password.": [
        "Voer uw eigen wachtwoord in (als organisatie admin) en het nieuwe wachtwoord van deze gebruiker."
      ],
      "Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.": [
        "Twee-wachtwoordsmodus maakt gebruik van verschillende wachtwoorden voor het inloggen en de ontsleuteling van de mailbox. Dit biedt in sommige gevallen een klein veiligheidsvoordeel maar wij raden één-wachtwoordsmodus aan voor de meeste gebruikers. Om over te schakel naar twee-wachtwoordsmodus, stelt u eerst een inlogwachtwoord in en daarna een mailboxwachtwoord."
      ],
      "ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.": [
        "U kunt ook ProtonMail met een enkel wachtwoord gebruiken dat zowel het inlog- als mailboxwachtwoord vervangt. Om te schakelen naar een enkel wachtwoord, vult u het enkele wachtwoord dat u wilt gebruiken in en klik op opslaan."
      ],
      "Proton can't help you recover any lost passwords": [
        "Proton kan u niet helpen bij het herstellen van uw wachtwoord"
      ],
      "Make sure you remember the password to log in and decrypt emails. ${ boldAlert }. We recommend adding a recovery email first.": [
        "Vergeet niet het wachtwoord voor het inloggen en decoderen van e-mails. ${ boldAlert }. We raden u aan eerst een herstel-e-mailadres toe te voegen."
      ],
      "reading our two-factor authentication Guide first": [
        "lees eerst onze tweestapsverificatie-gids"
      ],
      "This wizard will enable Two-Factor Authentication (2FA) on your Proton account. Two-factor authentication will make your Proton account more secure so we recommend enabling it.": [
        "Deze wizard zal Tweestapsverificatie (2FA) inschakelen voor uw Proton account. Tweestapsverificatie zal uw Proton account veiliger maken en daarom raden we aan om het in te schakelen."
      ],
      "If you have never used two-factor authentication before, we strongly recommend you ${ guideButton }.": [
        "Als u nog nooit eerder tweestapsverificatie heeft gebruikt, raden we u aan om ${ guideButton }."
      ],
      "Enter key manually instead": [
        "Sleutel handmatig invoeren"
      ],
      "Scan this code with your two-factor authentication device to set up your account. ${ switchButton }.": [
        "Scan deze Qr-code met uw tweestapsverificatieapparaat om uw account in te stellen. ${ switchButton }."
      ],
      "Scan QR code instead": [
        "Scan QR-code in plaats daarvan"
      ],
      "Manually enter this information into your two-factor authentication device to set up your account. ${ _switchButton }.": [
        "Vul deze informatie handmatig in op uw tweestapsverificatieapparaat om uw account te configureren. ${ _switchButton }."
      ],
      "Two-factor authentication enabled": [
        "Tweestapsverificatie ingeschakeld"
      ],
      "Important: Please make sure you save the recovery codes. Otherwise you can permanently lose access to your account if you lose your two-factor authentication device.": [
        "Belangrijk: Zorg ervoor dat u de herstelcodes opslaat. Anders kunt u permanent toegang tot uw account verliezen als u uw tweestapsverificatieapparaat kwijtraakt."
      ],
      "If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit two-factor authentication code to log into your account. Each code can only be used once.": [
        "Als u uw tweestapsverificatie-apparaat kwijtraakt, kunnen deze codes worden gebruikt in plaats van de 6-cijferige tweestapsverificatiecode om in te loggen op uw account. Elke code kan slechts één keer worden gebruikt."
      ],
      "Two-factor authentication disabled": [
        "Tweestapsverificatie uitgeschakeld"
      ],
      "Two-factor authentication adds an extra layer of security to your account in case your password is compromised.": [
        "Tweestapsverificatie voegt een extra beveiligingslaag toe aan uw account in het geval uw wachtwoord wordt aangetast."
      ],
      "Two-password mode requires two passwords: one to log in to your account and one to decrypt your mailbox. (Advanced)": [
        "Twee-wachtwoordmodus vereist twee wachtwoorden: één om in te loggen op uw account en één om uw mailbox te decoderen. (Geavanceerd)"
      ],
      "Your subscription is managed by Mozilla. Please contact Mozilla support.": [
        "Uw abonnement wordt beheerd door Mozilla. Neem contact op met Mozilla support."
      ],
      "Warning: deletion is permanent": [
        "Waarschuwing: verwijderen is permanent"
      ],
      "If you wish to delete this account in order to combine it with another one, do NOT delete it.": [
        "Als u dit account probeert te verwijderen om het te combineren met een ander account, dan moet u het NIET verwijderen."
      ],
      "Warning: This also removes access to all connected services and deletes all of your contacts": [
        "Waarschuwing: Dit verwijdert ook de toegang tot alle verbonden diensten en verwijdert al uw contacten"
      ],
      "Example: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }": [
        "Voorbeeld: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }"
      ],
      "Please provide an email address in case we need to contact you.": [
        "Geef een e-mailadres op voor het geval we contact met u moeten opnemen."
      ],
      "Enter your login password to confirm your identity.": [
        "Voer uw wachtwoord in om uw identiteit te bevestigen."
      ],
      "Your ProtonVPN and ProtonMail accounts are linked. To delete them both, please log in at ${ loginLink } and delete your account there.": [
        "Uw ProtonVPN en ProtonMail accounts zijn gekoppeld. Om ze allebei te verwijderen, log in op ${ loginLink } en verwijder daar uw account."
      ],
      "This will permanently delete your account and all of its data. You will not be able to reactivate this account.": [
        "Dit zal uw account en alle bijbehorende gegevens permanent verwijderen. U zult dit account niet kunnen heractiveren."
      ],
      "Emailing preference saved": [
        "E-mailvoorkeuren opgeslagen"
      ],
      "To keep up with the latest development at Proton products, you can subscribe to our various emails and visit our blog from time to time.": [
        "Om de laatste ontwikkeling bij Proton-producten te kunnen bijhouden, kunt u zich abonneren op onze verschillende e-mails en onze blog van tijd tot tijd bezoeken."
      ],
      "No addresses exist": [
        "Adressen bestaan niet"
      ],
      "Let your contacts know you care about their privacy.": [
        "Laat uw contacten weten dat u om hun privacy geeft."
      ],
      "Queued": [
        "In de wachtrij"
      ],
      "Done": [
        "Klaar"
      ],
      "Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them.": [
        "Voordat u e-mails kunt verzenden en ontvangen van uw nieuwe adressen, moet u versleutelingssleutels aanmaken."
      ],
      "Please note that if you delete this address, you will no longer be able to send or receive emails using this address.": [
        "Let op: als u dit adres verwijdert, kunt u geen e-mails meer verzenden of ontvangen met behulp van dit adres."
      ],
      "Are you sure you want to delete this address?": [
        "Weet u zeker dat u dit adres wil verwijderen?"
      ],
      "The email address you place at the top of the list is your default email address. Drag and drop to reorder your addresses.": [
        "Het e-mailadres dat u bovenaan de lijst plaatst is uw standaard e-mailadres. Slepen en neerzetten om uw adressen te rangschikken."
      ],
      "To secure your internet connection, download and install the ProtonVPN application for your device and connect to a ProtonVPN server.": [
        "Om uw internetverbinding te beveiligen, installeert u de ProtonVPN-applicatie op uw apparaat en maakt u verbinding met een ProtonVPN-server."
      ],
      "You can use the following credentials to connect to a ProtonVPN server using a third-party, open source VPN app, like Tunnelblick for macOS or OpenVPN for GNU/Linux.": [
        "U kunt de volgende inloggegevens gebruiken om met een ProtonVPN-server te verbinden met een externe VPN-app, zoals Tunnelblick voor macOS of OpenVPN voor GNU/Linux."
      ],
      "Learn how to log in to ProtonVPN with third-party VPN applications.": [
        "Meer informatie over hoe u zich kunt aanmelden bij ProtonVPN met VPN-applicaties via apps van derden."
      ],
      "We advise you to use official ProtonVPN applications when possible.": [
        "We raden u aan om officiële ProtonVPN-applicaties te gebruiken waar mogelijk."
      ],
      "You cannot use the OpenVPN / IKEv2 credentials to log in to ProtonVPN applications or the ProtonVPN dashboard. ${ learnMore }": [
        "Gebruik de OpenVPN / IKEv2 inloggegevens niet in de ProtonVPN applicaties of op het ProtonVPN dashboard. ${ learnMore }"
      ],
      "Use the following credentials when connecting to ProtonVPN servers without application. Examples use cases include: Tunnelblick on macOS, OpenVPN on GNU/Linux.": [
        "Gebruik de volgende inloggegevens bij het verbinden met ProtonVPN servers zonder toepassing. Voorbeelden gebruiken gevallen zoals: Tunnelblick on macOS, OpenVPN op GNU/Linux."
      ],
      "Do not use the OpenVPN / IKEv2 credentials in ProtonVPN applications or on the ProtonVPN dashboard. ${ learnMore }": [
        "Gebruik de OpenVPN / IKEv2 inloggegevens niet in ProtonVPN applicaties of op het ProtonVPN dashboard. ${ learnMore }"
      ],
      "Server load": [
        "Serverbelasting"
      ],
      "Server is currently down": [
        "Server is momenteel offline"
      ],
      "P2P": [
        "P2P"
      ],
      "Tor": [
        "Tor"
      ],
      "Plus or Visionary subscription required": [
        "Plus- of Visionary-abonnement vereist"
      ],
      "Basic, Plus or Visionary subscription required": [
        "Basic-, Plus- of Visionary-abonnement vereist"
      ],
      "${ number } server": [
        "${ number } server",
        "${ number } servers"
      ],
      "${ number } city": [
        "${ number } stad",
        "${ number } steden"
      ],
      "These configuration files let you choose which ProtonVPN server you connect to when using a third-party VPN app or setting up a VPN connection on a router.": [
        "Deze configuratiebestanden laten u kiezen met welke ProtonVPN-server u verbindt wanneer u een VPN-app van derden gebruikt, of wanneer u een VPN-verbinding op een router instelt."
      ],
      "Install a Secure Core configuration file to benefit from an additional protection against VPN endpoint compromise.": [
        "Installeer een Secure Core configuratiebestand om te profiteren van extra bescherming tegen een aanval op de VPN-endpoint."
      ],
      "ProtonVPN Plus or Visionary required for Secure Core feature.": [
        "ProtonVPN Plus of Visionary vereist voor Secure Core-functionaliteit."
      ],
      "Install a Country configuration file to connect to a random server in the country of your choice.": [
        "Installeer een Land configuratiebestand om te verbinden met een willekeurige server in het land van uw keuze."
      ],
      "ProtonVPN Basic, Plus or Visionary required for Country level connection.": [
        "ProtonVPN Basic, Plus of Visionary vereist om te kunnen verbinden via een specifiek land."
      ],
      "Install a Server configuration file to connect to a specific server in the country of your choice.": [
        "Installeer een serverconfiguratie bestand om te verbinden met een specifieke server in het land van uw keuze."
      ],
      "Install a Free server configuration file to connect to a specific server in one of the three free locations.": [
        "Installeer een gratis serverconfiguratiebestand om verbinding te maken met een specifieke server in een van de drie landen."
      ],
      "Plan upgrade required": [
        "Upgrade van abonnement vereist"
      ],
      "Are you sure you want to delete this calendar?": [
        "Weet u zeker dat u deze agenda wilt verwijderen?"
      ],
      "${ calendarName } will be set as default calendar.": [
        "${ calendarName } zal worden ingesteld als standaardagenda."
      ],
      "The calendar will be removed from your account.": [
        ""
      ],
      "You need to have an active personal calendar to import your events.": [
        ""
      ],
      "If the system time zone does not match the current time zone preference, you will be asked to update it (at most once per day).": [
        "Als de tijdzone niet overeenkomt met de huidige tijdzone zal u worden gevraagd om deze bij te werken (maximaal één keer per dag)."
      ],
      "Week and month views only apply to desktop.": [
        "Week- en maandweergaven zijn alleen van toepassing op desktop."
      ],
      "Only you can see the labels.": [
        "Alleen u kunt de labels zien."
      ],
      "Limited view: others see if you're busy. Full view: shows all event details, including name, location, or participants.": [
        "Beperkte weergave: anderen zien of u bezig bent. Volledige weergave: toont alle afspraakgegevens, inclusief naam, locatie of deelnemers."
      ],
      "You can create up to ${ MAX_LINKS_PER_CALENDAR } links per calendar. To create a new link to this calendar, delete one from the list below.": [
        "U kunt maximaal ${ MAX_LINKS_PER_CALENDAR } koppelingen per kalender maken. Als u een nieuwe koppeling naar deze kalender wilt maken, verwijder deze uit de onderstaande lijst."
      ],
      "By sharing the full event details of this calendar, you accept to grant Proton access to this calendar's encrypted information.": [
        "Door de volledige agendadetails van deze kalender te delen, gaat u akkoord om Proton toegang te verlenen tot versleutelde informatie van deze agenda."
      ],
      "Anyone with this link can see all the event details of this calendar such as title, location or participants.": [
        "Iedereen met deze link kan alle details van deze agenda zien, zoals titel, locatie of deelnemers."
      ],
      "Anyone with this link can see whether you’re free or busy on your calendar. They can’t see event details, such as title, location, or participants.": [
        "Iedereen met deze link kan zien of u beschikbaar of bezet bent op uw agenda. Ze zien geen afspraakgegevens, zoals titel, locatie of deelnemers."
      ],
      "Delete link?": [
        "Link verwijderen?"
      ],
      "Anyone with this link won't be able to sync or get future updates for your calendar. If you want to give them access again, you will have to create a new link.": [
        "Iedereen met deze link kan niet synchroniseren of toekomstige updates voor uw agenda krijgen. Als u hen weer toegang wilt geven, moet u een nieuwe link aanmaken."
      ],
      "Edit label": [
        "Label bewerken"
      ],
      "Add label": [
        "Label toevoegen"
      ],
      "Link copied to clipboard": [
        "Link gekopieerd naar klembord"
      ],
      "Link created": [
        "Link aangemaakt"
      ],
      "Link deleted": [
        "Link verwijderd"
      ],
      "Create a link to your calendar and share it with anyone outside Proton. Only you can add or remove events.": [
        "Maak een link naar uw agenda en deel deze met iedereen buiten uw Proton. Alleen u kunt afspraken toevoegen of verwijderen."
      ],
      "You need to have a personal calendar to create a link.": [
        ""
      ],
      "Screenshot(s) attached": [
        "Schermafbeelding(en) toegevoegd"
      ],
      "Refreshing the page or ${ link } will automatically resolve most issues.": [
        "Vernieuwen van de pagina of ${ link } zal automatisch de meeste problemen oplossen."
      ],
      "Loading ${ appName }": [
        "${ appName } aan het laden"
      ],
      "More Info": [
        ""
      ],
      "Auto-reply is active each month between the selected start and end time.": [
        "Automatisch antwoord is elke maand tussen de geselecteerde begin- en eindtijd actief."
      ],
      "Auto-reply is always active on the days of the week you select, between the selected hours.": [
        "Automatisch antwoord is altijd actief op de dagen van de week die u, tussen de geselecteerde uren, selecteert."
      ],
      "Auto-reply is active each week between the selected start and end time.": [
        "Automatisch antwoord is elke week tussen de geselecteerde begin- en eindtijd actief."
      ],
      "Auto-reply is active until you turn it off.": [
        "Automatisch antwoord is actief totdat u het uitschakelt."
      ],
      "Auto-reply is active from the start time to the end time.": [
        "Automatisch antwoord is actief vanaf de begin- tot eindtijd."
      ],
      "Use automatic replies to inform contacts you are out of the office or otherwise unable to respond.": [
        "Gebruik automatische antwoorden om contactpersonen te informeren die u op kantoor bent of die anders niet kunnen reageren."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to enable automatic replies for when you are out of the office.": [
        ""
      ],
      "Since you're a loyal user, your account has additional features enabled.": [
        "Aangezien u een loyale gebruiker bent, heeft uw account extra functies ingeschakeld."
      ],
      "By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.": [
        "Door het downgraden naar een gratis abonnement verliest u deze voordelen, zelfs als u in de toekomst opnieuw upgrade."
      ],
      "+${ bonusSpace } bonus storage": [
        "+${ bonusSpace } bonus opslag"
      ],
      "+${ organization.BonusVPN } connection for ProtonVPN (allows you to connect more devices to VPN)": [
        "+${ organization.BonusVPN } verbinding voor ProtonVPN (stelt u in staat meer apparaten aan VPN te verbinden)",
        "+${ organization.BonusVPN } verbindingen voor ProtonVPN (stelt u in staat meer apparaten aan VPN te verbinden)"
      ],
      "Your account is being upgraded, this may take up to 30 seconds.": [
        "Uw account wordt geüpgraded, dit kan tot 30 seconden duren."
      ],
      "Thank you for supporting our mission.": [
        "Bedankt voor uw steun aan onze missie."
      ],
      "Your account will be updated once the payment is cleared.": [
        "Uw account zal worden bijgewerkt zodra de betaling is gewist."
      ],
      "Account successfully updated": [
        "Account succesvol bijgewerkt"
      ],
      "Download your favorite app today and take privacy with you everywhere you go.": [
        "Download uw favoriete app vandaag nog en neem uw privacy mee overal waar u gaat."
      ],
      "You must remove any additional personal calendars and any shared calendar links before you can cancel your subscription. ${ linkButton }": [
        ""
      ],
      "No payment is required at this time.": [
        "Er is op dit moment geen betaling vereist."
      ],
      "Please note that upon clicking the Confirm button, your account will have ${ creditsRemaining } credits remaining.": [
        "Let op: wanneer u op de knop Bevestigen klikt, heeft uw account nog ${ creditsRemaining } credits over."
      ],
      "No subscription yet": [
        "Nog geen abonnement"
      ],
      "You already have a free account": [
        "U heeft al een gratis account"
      ],
      "This will cancel your current paid subscription and you will lose any loyalty benefits you have accumulated. The remaining balance of your subscription will be returned as account credits.": [
        "Dit zal uw huidige betaalde abonnement annuleren en u verliest alle voordelen van loyaliteit die u heeft verzameld. Het resterende saldo van uw abonnement zal worden teruggestuurd als accountcredits."
      ],
      "Billed as ${ billedPrice } per year": [
        "Gefactureerd als ${ billedPrice } per jaar"
      ],
      "Billed as ${ billedPrice } every 2 years": [
        "Gefactureerd als ${ billedPrice } elke 2 jaar"
      ],
      "Included": [
        "Inbegrepen"
      ],
      "* Customizable features": [
        "* Aanpasbare functies"
      ],
      "Access your streaming services, like ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, no matter where you are.": [
        "Toegang tot uw streamingdiensten, zoals ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, ongeacht waar u bent."
      ],
      "Access blocked content, like social media, news, Wikipedia, YouTube, and many others, no matter where you are.": [
        "Toegang tot geblokkeerde inhoud, zoals sociale media, nieuws, Wikipedia, YouTube, en vele anderen, ongeacht waar u bent."
      ],
      "For getting started with private and secure emailing.": [
        "Om te beginnen met privé en veilige e-mails."
      ],
      "A free and uncensored Internet should be available to all.": [
        "Iedereen moet kunnen beschikken over een vrij en ongecensureerd internet."
      ],
      "Starter VPN service with P2P support.": [
        "Starter VPN-service met P2P-ondersteuning."
      ],
      "Full-featured VPN with speed up to 10 Gbps.": [
        "Volledige VPN met snelheid tot 10 Gbps."
      ],
      "For individuals that need a fully-featured mailbox with advanced protection.": [
        "Voor individuen die een volledige mailbox met geavanceerde bescherming nodig hebben."
      ],
      "For professionals that need secure business communications.": [
        "Voor professionals die behoefte hebben aan veilige zakelijke communicatie."
      ],
      "VPN + ${ mailAppName } bundle for families and small businesses.": [
        "VPN + ${ mailAppName }-bundel voor families en kleine bedrijven."
      ],
      "For families and small teams; includes both Mail and VPN.": [
        "Voor families en kleine teams; omvat zowel Mail en VPN."
      ],
      "Save 20%": [
        "Bespaar 20%"
      ],
      "(Mail + VPN)": [
        "(Mail + VPN)"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Gratis"
      ],
      "${ vpnAppName } Free": [
        "${ vpnAppName } Gratis"
      ],
      "Billed at the end of your current billing cycle (renews on ${ renewalDate })": [
        "Gefactureerd aan het einde van uw huidige factureringscyclus (vernieuwing op ${ renewalDate })"
      ],
      "Amount below minimum (${ amount }).": [
        "Bedrag onder minimum (${ amount })."
      ],
      "Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.": [
        "Het kan even duren voordat Bitcoin-transacties worden bevestigd (tot 24 uur), waarna wij de credits aan uw account zullen toevoegen. Na de transactiebevestiging kunt u uw factuur met de credits betalen."
      ],
      "After making your Bitcoin payment, please follow the instructions below to upgrade.": [
        "Na het betalen van uw Bitcoin betaling, volg de onderstaande instructies om te upgraden."
      ],
      "Please verify the payment in the new tab.": [
        "Controleer de betaling in het nieuwe tabblad."
      ],
      "We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.": [
        "We verwijzen u naar PayPal in een nieuw browsertabblad om de transactie te voltooien. Als u een pop-up blocker gebruikt, schakel deze dan uit alvorens door te gaan."
      ],
      "You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please click on the button below.": [
        "U moet een creditcard of bankrekening gekoppeld hebben aan uw PayPal-account. Als uw PayPal-account dat niet heeft, klik dan op de knop hieronder."
      ],
      "This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.": [
        "Dit zal PayPal inschakelen om te betalen voor uw Proton abonnement. We zullen u doorverwijzen naar PayPal in een nieuw browser tabblad. Als u een pop-up blockers gebruikt, schakel deze uit om door te gaan."
      ],
      "You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.": [
        "U moet een kredietkaart of een bankrekening gekoppeld hebben aan uw PayPal-account om deze toe te voegen als betaalmethode."
      ],
      "We use 3-D Secure to protect your payments.": [
        "We gebruiken 3-D Secure om uw betalingen te beschermen."
      ],
      "There are no billing details available for your current subscription.": [
        "Er zijn geen facturatiegegevens beschikbaar voor uw huidige abonnement."
      ],
      "Please verify payment at the new tab which was opened.": [
        "Controleer de betaling op het nieuwe tabblad dat is geopend."
      ],
      "Verification can take a few minutes.": [
        "Verificatie kan een paar minuten duren."
      ],
      "Your payment details are protected with TLS encryption and Swiss privacy laws.": [
        "Uw betalingsgegevens zijn beschermd met TLS encryptie en Zwitserse privacywetten."
      ],
      "Top up your account with credits that you can use to subscribe to a new plan or renew your current plan. You get one credit for every ${ i18nCurrency } spent.": [
        "Vul uw account op met credits die u kunt gebruiken om zich aan te melden bij een nieuw plan of uw huidige abonnement te vernieuwen. U krijgt één krediet voor elke ${ i18nCurrency } die u gebruikt."
      ],
      "When your subscription renews, we will apply any available credits before we charge the payment method above.": [
        "Wanneer uw abonnement verlengt, passen we alle beschikbare credits toe voordat we de bovenstaande betaalmethode in rekening brengen."
      ],
      "If you have a gift code, enter it below to apply your discount.": [
        "Als u een cadeaucode heeft, voer deze hieronder in om uw korting toe te passen."
      ],
      "Once you click \"Downgrade\", it may take a few minutes to downgrade your account to a Free plan. ": [
        "Zodra u op \"Downgrade\" klikt, kan het enkele minuten duren om uw account te downgraden naar een gratis abonnement. "
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail and ProtonVPN paid features.": [
        "Als u doorgaat met de downgrade, verliest u toegang tot betaalde functies van ProtonMail en ProtonVPN."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail paid features, including additional storage and filters.": [
        "Als u doorgaat met de downgrade, verliest u de toegang tot betaalde functies van ProtonMail, waaronder extra opslag en filters."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonVPN paid features.": [
        "Als u doorgaat met de downgrade, verliest u toegang tot de betaalde functies van ProtonVPN."
      ],
      "You must disable or remove any additional ProtonMail users, addresses, and custom domains before you can downgrade.": [
        "U moet alle extra ProtonMail-gebruikers, adressen en aangepaste domeinen uitschakelen of verwijderen voordat u kunt downgraden."
      ],
      "Downgrading will terminate any connections to paid ProtonVPN servers.": [
        "Downgraden zal alle verbindingen naar betaalde ProtonVPN-servers beëindigen."
      ],
      "Save extra 20%": [
        "Bespaar 20% extra"
      ],
      "${ save20 } on your subscription by switching to ${ annualBilling }": [
        "${ save20 } op uw abonnement door over te schakelen naar ${ annualBilling }"
      ],
      "${ saveExtra20 } on both Mail and VPN by adding a Mail subscription.": [
        "${ saveExtra20 } op zowel e-mail als VPN door een e-mailabonnement toe te voegen."
      ],
      "${ saveExtra20 } on both VPN and Mail by adding a VPN subscription.": [
        "${ saveExtra20 } op zowel VPN als Mail door een VPN-abonnement toe te voegen."
      ],
      "Storage GB": [
        "Opslag GB"
      ],
      "Users": [
        "Gebruikers"
      ],
      "Domains": [
        "Domeinen"
      ],
      "Addresses": [
        "Adressen"
      ],
      "Connections": [
        "Verbindingen"
      ],
      "Allows you to host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Biedt u de mogelijkheid om e-mails te hosten voor uw eigen domein(en) op ${ mailAppName }, bijvoorbeeld john.smith@voorbeeld.com"
      ],
      "Add additional addresses to your account like user2@protonmail.com": [
        "Extra adressen toevoegen aan uw account, zoals gebruiker2@protonmail.com"
      ],
      "Number of VPN connections which can be assigned to users. Each connected device consumes one VPN connection.": [
        "Aantal VPN-verbindingen die aan gebruikers kunnen worden toegewezen. Elk verbonden apparaat verbruikt één VPN-verbinding."
      ],
      "ProtonMail Plus is limited to one user and starts with 5 GB of storage.": [
        "ProtonMail Plus is beperkt tot één gebruiker en begint met 5 GB aan opslag."
      ],
      "Switch to ${ professionalPlan } to add more users.": [
        "Schakel over naar ${ professionalPlan } om meer gebruikers toe te voegen."
      ],
      "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } includes ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN connection.": [
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } omvat ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN-verbinding.",
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } omvat ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN-verbindingen."
      ],
      "Each additional connection can be assigned to users in your organization.": [
        "Elke extra verbinding kan worden toegewezen aan gebruikers in uw organisatie."
      ],
      "Switch to ${ professionalPlan } to add more connections.": [
        "Schakel over naar ${ professionalPlan } om meer verbindingen toe te voegen."
      ],
      "${ mailAppName } Professional starts with one user, and each user adds 5 GB and 5 email addresses to the organization’s pool.": [
        "${ mailAppName } Professional begint met één gebruiker en elke gebruiker voegt 5 GB en 5 e-mailadressen toe aan de pool van de organisatie."
      ],
      "Not customizable": [
        "Niet aanpasbaar"
      ],
      "20% discount applied to your subscription with coupon ${ code }": [
        "20% korting toegepast op uw abonnement met coupon ${ code }"
      ],
      "Black Friday 2018 applied to your subscription": [
        "Black Friday 2018 korting toegepast op uw abonnement"
      ],
      "Black Friday 2019 applied to your subscription": [
        "Black Friday 2019 toegepast op uw abonnement"
      ],
      "Black Friday 2020 newcomer discount has been applied": [
        "Black Friday 2020 nieuwkomer korting is toegepast"
      ],
      "Discount applied to your subscription with coupon ${ code }": [
        "Korting toegepast op uw abonnement met kortingscode ${ code }"
      ],
      "Your bank requires 3-D Secure verification for security purposes.": [
        "Uw bank vereist 3-D Secure verificatie voor veiligheidsdoeleinden."
      ],
      "Verification will open a new tab, please disable any popup blockers. You will not be charged. Any amount used to verify the card will be refunded immediately.": [
        "Verificatie opent een nieuw tabblad, schakel alle popup blockers uit. U wordt niet in rekening gebracht. Elk bedrag dat wordt gebruikt om de kaart te verifiëren zal onmiddellijk worden terugbetaald."
      ],
      "Verification will open a new tab, please disable any popup blockers.": [
        "Verificatie zal een nieuw tabblad openen, schakel eventuele popup blockers uit."
      ],
      "You will soon be redirected to PayPal to verify your payment.": [
        "Binnenkort wordt u doorverwezen naar PayPal om uw betaling te verifiëren."
      ],
      "You will be soon redirected to your bank to verify your payment.": [
        "U wordt doorgestuurd naar uw bank om uw betaling te controleren."
      ],
      "Please verify the card in the new tab which was opened.": [
        "Controleer de kaart in het nieuwe tabblad dat is geopend."
      ],
      "Payment can take a few minutes to fully verify.": [
        "De betaling bevestigen kan een paar minuten duren."
      ],
      "Please try again, use a different payment method, or contact PayPal for assistance.": [
        "Probeer het opnieuw, gebruik een andere betaalmethode, of neem contact op met PayPal voor hulp."
      ],
      "Please try again, use a different payment method, or call your bank for assistance.": [
        "Probeer het opnieuw, gebruik een andere betaalmethode of bel uw bank voor hulp."
      ],
      "For Visa and MasterCard, the 3 digits on the back of your card. For American Express, the 4 digits on the front of your card.": [
        ""
      ],
      "Payments are protected with TLS encryption and Swiss privacy laws.": [
        "Betalingen worden beschermd met TLS-encryptie en Zwitserse privacywetten."
      ],
      "30 days money-back guarantee.": [
        "30 dagen geld-terug-garantie."
      ],
      "Address verification is an advanced security feature. Only turn this on if you know what it does.": [
        "Adresverificatie is een geavanceerde beveiligingsfunctie. Schakel dit alleen in als u weet wat het doet."
      ],
      "Encryption setting updated": [
        "Versleutelingsinstelling bijgewerkt"
      ],
      "PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.": [
        "PGP-clients zullen uw PGP-sleutels eerder automatisch detecteren wanneer uitgaande berichten zijn ondertekend."
      ],
      "Only change these settings if you are using PGP with non-ProtonMail recipients.": [
        "Wijzig deze instellingen alleen als u PGP met niet-ProtonMail geaddresseerden gebruikt."
      ],
      "uploading a backup key": [
        "een back-up sleutel uploaden"
      ],
      "To reactivate keys, you will be prompted to enter your previous login password from before your account was reset": [
        "Om sleutels te reactiveren wordt u gevraagd om uw vorige inlogwachtwoord in te voeren voordat uw account werd gereset"
      ],
      "You can also reactivate your keys by ${ uploadButton }": [
        "U kunt ook uw sleutels heractiveren door ${ uploadButton }"
      ],
      "entering your old password": [
        "uw oude wachtwoord in te voeren"
      ],
      "If the backup key has been encrypted, you will be prompted to enter the password to decrypt it": [
        "Als de back-up sleutel is versleuteld, wordt u gevraagd het wachtwoord in te voeren om deze te decoderen"
      ],
      "You can also reactivate your keys by ${ passwordButton }": [
        "U kunt ook uw sleutels heractiveren door ${ passwordButton }"
      ],
      "If a key remains inactive, it means that the decryption password provided does not apply to the key.": [
        "Als een sleutel inactief blijft, betekent dit dat het opgegeven wachtwoord voor de ontsleuteling niet van toepassing is op de sleutel."
      ],
      "Give your public key to your friends, or publish it online, so that everyone can send you end-to-end encrypted email!": [
        "Geef uw publieke sleutel aan uw vrienden, of publiceer deze online, zodat iedereen u end-to-end versleutelde e-mail kan sturen!"
      ],
      "IMPORTANT: Downloading your private keys and sending them over or storing them on insecure media can jeopardise the security of your account!": [
        "BELANGRIJK: Het downloaden van uw geheime sleutels en ze verzenden via of opslaan op onveilige media kan de veiligheid van uw account in gevaar brengen!"
      ],
      "Please enter a password to encrypt your private key with before exporting.": [
        "Voer een wachtwoord in voor het versleutelen van uw geheime sleutel voordat u deze exporteert."
      ],
      "This feature is intended for advanced users only. After deleting this key, you will NOT be able to decrypt any message that has been encrypted with it. It may lead to data loss.": [
        "Deze functie is alleen bedoeld voor geavanceerde gebruikers. Na het verwijderen van deze sleutel, kunt u berichten die er versleuteld mee zijn niet decoderen. Dit kan tot dataverlies leiden."
      ],
      "Key with fingerprint ${ fp } has been deleted.": [
        "Sleutel met vingerafdruk ${ fp } is verwijderd."
      ],
      "You can generate a new encryption key if you think your previous key has been compromised.": [
        "U kunt een nieuwe versleutelingssleutel genereren als u denkt dat uw vorige sleutel uitgelekt is."
      ],
      "A key with the same encryption algorithm is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?": [
        "Een sleutel met hetzelfde algoritme is al in gebruik voor dit adres. Een andere sleutel genereren kan ervoor zorgen dat het laden van het account langzamer gaat en het verwijderen van oude sleutels kan problemen opleveren. Als u dit doet omdat de oude sleutel uitgelekt is, markeer de oude sleutel dan zodanig. Weet u zeker dat u door wilt gaan?"
      ],
      "Key with fingerprint ${ fp } successfully created.": [
        "Sleutel met vingerafdruk ${ fp } succesvol aangemaakt."
      ],
      "Download your PGP keys for use with other PGP-compatible services.": [
        "Download uw PGP-sleutels voor gebruik met andere PGP-compatibele diensten."
      ],
      "No contact encryption keys exist": [
        "Er bestaan geen contactcoderingssleutels"
      ],
      "Expired": [
        "Verlopen"
      ],
      "You have no saved payment methods.": [
        "U heeft geen opgeslagen betalingsmethoden."
      ],
      "here": [
        "hier"
      ],
      "This account has been suspended due to a potential policy violation.": [
        "Dit account is opgeschort vanwege een potentiële schending van het beleid."
      ],
      "If you believe this is in error, please contact us ${ contactLink }.": [
        "Als u denkt dat dit een fout is, neem dan contact met ons op via ${ contactLink }."
      ],
      "Your account has at least one overdue invoice. Your access has been restricted. ${ payInvoiceLink }": [
        "Uw account heeft minstens één onbetaalde factuur. Uw toegang is beperkt. ${ payInvoiceLink }"
      ],
      "Your account has at least one overdue invoice. Your access will soon get restricted. ${ payInvoiceLink }": [
        "Uw account heeft minstens één onbetaalde factuur. Uw toegang wordt binnenkort beperkt. ${ payInvoiceLink }"
      ],
      "Account access restricted due to unpaid invoices. Please contact your administrator.": [
        "Account toegang beperkt vanwege onbetaalde facturen. Neem contact op met uw beheerder."
      ],
      "Free up some space or add more storage space.": [
        "Maak ruimte vrij of voeg meer opslagruimte toe."
      ],
      "Free up some space or contact your administrator.": [
        "Maak ruimte vrij of neem contact op met uw beheerder."
      ],
      "You reached 100% of your storage capacity. You cannot send or receive new emails. ${ freeUpMessage } ${ upgradeLink }": [
        "U heeft 100% van uw opslagruimte bereikt. U kunt geen nieuwe e-mails verzenden of ontvangen. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You reached ${ spaceDisplayed }% of your storage capacity. ${ freeUpMessage } ${ upgradeLink }": [
        "U heeft ${ spaceDisplayed }% van uw opslagcapaciteit bereikt. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You are currently signed in as ${ user.Name } (${ user.Email }) and have restricted access.": [
        "U bent momenteel aangemeld als ${ user.Name } (${ user.Email }) en hebt beperkte toegang."
      ],
      "${ appName } needs your permission to ${ enableDesktopNotifications }.": [
        "${ appName } heeft uw toestemming tot ${ enableDesktopNotifications } nodig."
      ],
      "You have enabled Beta Access. Click ${ refreshButton } to use the latest version of ${ appName }. The application will be reloaded.": [
        "U hebt Beta Toegang aangezet. Klik op ${ refreshButton } om de laatste versie van ${ appName } te gebruiken. De applicatie wordt herladen."
      ],
      "You have disabled Beta Access. Click ${ refreshButton } to use the stable version of ${ appName }. The application will be reloaded.": [
        "U hebt Bèta Toegang uitgeschakeld. Klik op ${ refreshButton } om de stabiele versie van ${ appName } te gebruiken. De applicatie wordt herladen."
      ],
      "Internet connection restored.": [
        "Internetverbinding hersteld."
      ],
      "Internet connection lost. Please check your device's connectivity.": [
        "Internetverbinding verbroken. Controleer uw internetverbinding."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name and a valid Sieve script.": [
        "Filters werken op alle e-mails, zowel inkomende als verzonden e-mails. Elk filter moet ten minste een naam en een geldig Sieve-script bevatten."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name, a condition and an action.": [
        "Filters werken op alle e-mails, zowel inkomende als verzonden e-mails. Elk filter moet minstens een naam, voorwaarde en actie bevatten."
      ],
      "No label selected": [
        "Geen label geselecteerd"
      ],
      "No folder selected": [
        "Geen map geselecteerd"
      ],
      "No action selected": [
        "Geen actie geselecteerd"
      ],
      "(Filter if ALL of the following conditions are met)": [
        "(Filter als aan ALLE van de volgende voorwaarden is voldaan)"
      ],
      "(Filter if ANY of the following conditions are met)": [
        "(Filter als aan EEN van de volgende voorwaarden is voldaan)"
      ],
      "All your changes will be lost.": [
        "Alle wijzigingen gaan verloren."
      ],
      "Are you sure you want to discard your changes?": [
        "Weet u zeker dat u uw wijzigingen ongedaan wilt maken?"
      ],
      "Custom filters work on all new emails, including incoming emails as well as sent emails. Filters can be edited and created directly via Sieve programming language.": [
        "Aangepaste filters werken op alle nieuwe e-mails, zowel inkomende e-mails als verzonden e-mails. Filters kunnen direct worden bewerkt en gemaakt via Sieve programmeertaal."
      ],
      "Please note that if you delete this filter, we will stop processing all the automated actions it triggers.": [
        "Houd er rekening mee dat als u deze filter verwijdert, we stoppen met het verwerken van alle geautomatiseerde acties die het start."
      ],
      "Are you sure you want to delete this filter?": [
        "Weet u zeker dat u dit filter wil verwijderen?"
      ],
      "Your Allow List is empty.": [
        "Uw Toegestane Lijst is leeg."
      ],
      "Your Block List is empty.": [
        "Uw Bloklijst is leeg."
      ],
      "Your Proton account is currently on hold. To continue using your account, please pay any overdue invoices.": [
        "Uw Proton-account is bevroren. Betaal onbetaalde facturen om uw account weer te gebruiken."
      ],
      "Would you like to receive a new verification code or use an alternative verification method?": [
        "Wilt u een nieuwe verificatiecode ontvangen of een alternatieve verificatiemethode gebruiken?"
      ],
      "Enter the verification code that was sent to ${ destinationText }.": [
        "Voer de verificatiecode in die is verzonden naar ${ destinationText }."
      ],
      "If you don't find the email in your inbox, please check your spam folder.": [
        "Als u de mail niet kunt vinden in uw inbox, check dan eerst de map 'Spam'."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this email address is incorrect, click \"Edit\" to correct it.": [
        "Klik op \"Vraag nieuwe code aan\" om een nieuwe verificatiecode te sturen naar ${ strong }. Als dit e-mailadres onjuist is, klik op \"Bewerken\" om het te corrigeren."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this phone number is incorrect, click \"Edit\" to correct it.": [
        "Klik op \"Vraag nieuwe code aan\" om een nieuwe verificatiecode te sturen naar ${ strong }. Als dit telefoonnummer onjuist is, klik op \"Bewerken\" om het te corrigeren."
      ],
      "To fight spam and abuse, please verify you are human.": [
        "Bevestig dat u een natuurlijk persoon bent, om spam en misbruik tegen te gaan."
      ],
      "Your email will only be used for this one-time verification.": [
        "Uw e-mailadres wordt alleen gebruikt voor deze eenmalige verificatie."
      ],
      "Your phone number will only be used for this one-time verification.": [
        "Uw telefoonnummer wordt alleen gebruikt voor deze eenmalige verificatie."
      ],
      "If you are having trouble creating your account, please request an invitation and we will respond within one business day.": [
        "Als u problemen ondervindt met het aanmaken van uw account, vraag dan een uitnodiging aan. Wij reageren op uw verzoek binnen een werkdag."
      ],
      "Inherited from parent folder": [
        "Overgenomen van bovenliggende map"
      ],
      "You can turn on notifications to get alerts when new email messages arrive in this folder.": [
        "U kunt meldingen inschakelen om meldingen te krijgen wanneer nieuwe e-mailberichten in deze map binnenkomen."
      ],
      "Name your new folder and select the parent folder you want to put it in. If you do not select a parent folder, this new folder will be created as a top level folder.": [
        "Benoem uw nieuwe map en selecteer de bovenliggende map waarin u deze wilt plaatsen. Als u geen bovenliggende map selecteert, wordt deze als hoofdmap gemaakt."
      ],
      "Emails tagged with this label will not be deleted and can still be found in the respective folder.": [
        ""
      ],
      "Are you sure you want to delete this label?": [
        "Weet u zeker dat u dit label wilt verwijderen?"
      ],
      "Emails stored in this folder will not be deleted and can still be found in the All Mail folder.": [
        ""
      ],
      "Are you sure you want to delete this folder?": [
        "Weet u zeker dat u de map wilt verwijderen?"
      ],
      "Not set": [
        "Niet ingesteld"
      ],
      "We recommend adding a linked email or phone number so you can recover your account if you lose your password.": [
        "We raden aan om een gekoppeld e-mailadres of telefoonnummer toe te voegen, zodat u uw account kunt herstellen als u uw wachtwoord kwijtraakt."
      ],
      "We recommend adding a linked email so you can recover your account if you lose your password.": [
        "We raden aan om een gekoppeld e-mailadres toe te voegen, zodat u uw account kunt herstellen als u uw wachtwoord kwijtraakt."
      ],
      "Disabling this will prevent this email from being used for account recovery": [
        "Dit uitschakelen zal voorkomen dat dit e-mailadres gebruikt zal worden voor accountherstel"
      ],
      "When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.": [
        "Wanneer notificaties zijn ingeschakeld sturen wij een melding naar uw herstel/notificatie adres als u nieuwe berichten in uw ProtonMail account heeft."
      ],
      "Disabling this will prevent this phone number from being used for account recovery": [
        "Dit uitschakelen zal voorkomen dat dit telefoonnummer wordt gebruikt voor accountherstel"
      ],
      "Do you want to revoke all other sessions than the current one?": [
        "Wilt u alle andere sessies intrekken behalve de huidige?"
      ],
      "Unless you sign out of your account or change your password, your session will remain active. Sessions expire after 60 days of inactivity.": [
        "Tenzij u uitlogt of uw wachtwoord wijzigt, blijft uw sessie actief. Sessies verlopen na 60 dagen van inactiviteit."
      ],
      "You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.": [
        "U kunt inschakelen dat bijgehouden wordt wanneer uw account benaderd wordt, en vanaf welk IP-adres. We zullen dan het IP-adres bijhouden vanaf waar uw account benaderd wordt, de tijd wanneer dit gebeurt, evenals mislukte inlogpogingen."
      ],
      "No logs yet.": [
        "Nog geen logbestanden."
      ],
      "Failed to fetch logs.": [
        "Fout bij het ophalen van logs."
      ],
      "Are you sure you want to permanently delete all your logs?": [
        "Weet u zeker dat u alle logs permanent wilt verwijderen?"
      ],
      "Logs include authentication attempts for all Proton services that use your Proton credentials.": [
        "Logboeken bevatten authenticatiepogingen voor alle diensten die uw Proton inloggegevens gebruiken."
      ],
      "You can customize and download your invoices for accounting purposes.": [
        "U kunt uw facturen aanpassen en downloaden voor boekhoudkundige doeleinden."
      ],
      "When disabled, this prevents all files from loading on your device without your knowledge.\t": [
        "Indien uitgeschakeld, voorkomt dit dat alle bestanden op uw apparaat laden zonder uw kennis.\t"
      ],
      "When disabled, this prevents image files from loading on your device without your knowledge.": [
        "Indien uitgeschakeld, voorkomt dit dat afbeeldingsbestanden op uw apparaat laden zonder uw informatie."
      ],
      "Unsupported file": [
        "Niet-ondersteund bestand"
      ],
      "No preview available": [
        "Geen voorbeeld beschikbaar"
      ],
      "Preview": [
        "Voorbeeld"
      ],
      "Loading preview": [
        "Voorbeeld laden"
      ],
      "This browser does not support previewing PDF documents. Please download the file.": [
        "Deze browser ondersteunt geen voorbeeld PDF-documenten. Download het bestand."
      ],
      "of": [
        "van"
      ],
      "Basic navigation and actions remain available regardless of keyboard shortcuts being active or not in the settings.": [
        "Basisnavigatie en -acties blijven beschikbaar, ongeacht de sneltoetsen die actief zijn of niet in de instellingen."
      ],
      "You can use ProtonMail with any desktop email client that supports IMAP/SMTP, including Outlook, Apple Mail, and Thunderbird.": [
        "U kunt ProtonMail gebruiken met elke desktop e-mailclient die IMAP/SMTP ondersteunt, inclusief Outlook, Apple Mail en Thunderbird."
      ],
      "Upgrade to a paid plan to unlock IMAP/SMTP support through ProtonMail Bridge.": [
        "Upgrade naar een betaald abonnement om IMAP/SMTP ondersteuning te ontgrendelen via ProtonMail Bridge."
      ],
      "This will create an encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.": [
        "Dit maakt een nieuwe versleutelingssleutel aan voor uw organisatie. Sleutels met een lengte van 4096-bits werken alleen op krachtige computers. Voor de meeste gebruikers is het aangeraden de standaardwaarde van 2048-bits te gebruiken."
      ],
      "Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.": [
        "Het wachtwoord van uw organisatie kan worden gedeeld met andere gebruikers die uw beheerdersbevoegdheden wilt geven. Het is ook een noodherstel code om toegang te krijgen tot uw organisatie in het geval dat u uw toegang tot uw account verliest. Sla dit wachtwoord alstublieft op en houd het geheim."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.": [
        "Vergeet dit wachtwoord NIET. Als u het vergeet kunt u niet meer inloggen of uw berichten ontsleutelen."
      ],
      "Save your password somewhere safe. Click on icon to confirm you that have typed your password correctly.": [
        "Bewaar uw wachtwoord op een veilige plaats. Klik op het pictogram om te bevestigen of u het wachtwoord correct hebt ingevoerd."
      ],
      "Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.": [
        "Alle beschikbare opslagruimte is momenteel toegewezen aan het beheerdersaccount. Beperk de toewijzingshoeveelheid om ruimte te creëren voor extra gebruikers. Door uw account te upgraden kunt u op elk gewenst moment de totale opslagcapaciteit verhogen."
      ],
      "Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.": [
        "Momenteel zijn alle beschikbare VPN-verbindingen aan het beheerdersaccount toegewezen. Gelieve het aantal verbindingen te selecteren die u wilt reserveren voor andere gebruikers."
      ],
      "ProtonMail lets you create email addresses for other people. This is perfect for businesses, families, or groups.": [
        "Met ProtonMail kunt u e-mailadressen voor andere mensen maken. Dit is perfect voor bedrijven, families of groepen."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to get started.": [
        "Upgrade naar een ${ PLAN_NAMES[PLANS.VISIONARY] } of ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan om te beginnen."
      ],
      "Create email addresses for other people, manage ProtonMail for a business, school, or group. Get started by adding your organization name and custom domain (e.g. @yourcompany.com). ": [
        "Maak e-mailadressen aan voor andere mensen, beheer ProtonMail voor een bedrijf, school of groep. Ga aan de slag met het toevoegen van uw organisatienaam en aangepast domein (bijv. @yourcompany.com). "
      ],
      "Create and manage sub-accounts and assign them email addresses on your custom domain.": [
        "Creëer en beheer sub-accounts en wijs aan deze sub-accounts e-mailadressen van uw eigen domein toe."
      ],
      "The name will be visible to your users while they are logged in.": [
        "De naam zal zichtbaar zijn voor uw gebruikers wanneer ze ingelogd zijn."
      ],
      "Other administrators exist in your organization, you are responsible for communicating the new password to them.": [
        "Er zijn andere beheerders in uw organisatie aanwezig, u bent verantwoordelijk om het nieuwe wachtwoord met hen te delen."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to manage your organization.": [
        "Vergeet dit wachtwoord NIET. Als u het vergeet, kan u uw organisatie niet meer beheren."
      ],
      "You must activate your organization private key with the backup organization key password provided to you by your organization administrator.": [
        "U moet de geheime sleutel van uw organisatie met het wachtwoord van uw backup organisatiesleutel, die u via uw organisatiebeheerder kan verkrijgen, activeren."
      ],
      "Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Zonder activatie kun u nog geen nieuwe gebruikers maken, adressen aan bestaande gebruikers toewijzen of toegang krijgen tot niet-privé gebruikersaccounts."
      ],
      "Organization keys activated": [
        "Organisatiesleutels geactiveerd"
      ],
      "Enter the Organization Password to restore administrator privileges. ${ learnMore }": [
        "Voer het wachtwoord van de organisatie in om de beheerdersrechten te herstellen. ${ learnMore }"
      ],
      "If another administrator changed this password, you will need to ask them for the new Organization Password.": [
        "Wanneer een andere beheerder dit wachtwoord heeft aangepast, dan moet u hem naar het nieuwe organisatiewachtwoord vragen."
      ],
      "Organization keys restored": [
        "Organisatiesleutels hersteld"
      ],
      "Save your password somewhere safe.": [
        "Bewaar uw wachtwoord ergens veilig."
      ],
      "Multi-user support not enabled.": [
        "Ondersteuning voor meerdere gebruikers niet ingeschakeld."
      ],
      "Your organization's emails are protected with end-to-end encryption using the organization key. This fingerprint can be used to verify that all administrators in your account have the same key.": [
        "De e-mails van uw organisatie worden beschermd met end-to-end encryptie met behulp van de organisatiesleutel. Deze vingerafdruk kan worden gebruikt om te controleren of alle beheerders in uw account dezelfde sleutel hebben."
      ],
      "This user is currently responsible for payments for your organization. By demoting this member, you will become responsible for payments for your organization.": [
        "Deze gebruiker is momenteel verantwoordelijk voor de betalingen voor uw organisatie. Door degradatie van dit lid, word u verantwoordelijk voor de betalingen voor uw organisatie."
      ],
      "Are you sure you want to remove administrative privileges from this user?": [
        "Weet u zeker dat u beheerdersbevoegdheden van deze gebruiker wilt wegnemen?"
      ],
      "This will permanently delete the data and all email addresses associated with this user.": [
        "Dit verwijdert permanent alle gegevens en e-mailadressen die aan deze gebruiker zijn gekoppeld."
      ],
      "To confirm, please enter the name of the user you wish to delete.": [
        "Om te bevestigen, voer de naam in van de gebruiker die u wilt verwijderen."
      ],
      "address": [
        "adres",
        "adressen"
      ],
      "more": [
        "meer"
      ],
      "SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "Met SPF kan u bepalen wie uw domeinnaam mag gebruiken om e-mails te versturen. Het is raadzaam om ProtonMail toe te voegen aan uw SPF-record. Voeg het volgende TXT-record toe aan uw DNS. Dit kunt u meestal doen in het beheerpaneel van uw domeinnaamregistrar of hostingprovider."
      ],
      "If you want to keep an existing SPF record, you can just add ${ spf } to it after the ${ spfValue }. Do not create multiple SPF records.": [
        "Als u een bestaande SPF-record wilt behouden, kunt u gewoon ${ spf } eraan toevoegen na de ${ spfValue }. Maak niet meerdere SPF-records."
      ],
      "ProtonMail supports DKIM signing for custom domains. To use DKIM authentication, please add the following CNAME record into your DNS settings for this domain. This can typically be done in the control panel of your domain name registrar.": [
        "ProtonMail ondersteunt DKIM-ondertekening voor aangepaste domeinen. Voeg het volgende CNAME record toe aan uw DNS-instellingen voor dit domein om DKIM-authenticatie te gebruiken. Dit kan meestal worden gedaan in het beheerpaneel van uw domeinnaamlijst."
      ],
      "IMPORTANT: Some registrars do not accept CNAME values with a period at the end (while others require it). If your registrar does not accept your CNAME records, please delete the period at the end of each CNAME value and try again.": [
        "BELANGRIJK: Sommige registrars accepteren geen CNAME-waarden met een periode aan het einde (terwijl andere gebruikers dit nodig hebben). Als uw registratie uw CNAME-records niet accepteert, verwijder dan de periode aan het einde van elke CNAME-waarde en probeer het opnieuw."
      ],
      "Keep those records in your DNS for as long as you want to use DKIM.": [
        "Houd deze records in uw DNS voor zolang u DKIM wilt gebruiken."
      ],
      "Before you can receive emails for your custom domain addresses at ProtonMail, you need to add the following MX records to your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "Voordat u e-mails voor uw eigen domeinnaam op ProtonMail kan ontvangen, moet u de volgende MX-records toevoegen aan uw DNS. Dit kan u meestal doen in het beheerderspaneel van uw domeinnamenregister of hostingprovider."
      ],
      "Delete any other MX records or make sure ProtonMail's Priority is the lowest number.": [
        "Verwijder alle andere MX records of zorg ervoor dat ProtonMails prioriteit het laagste getal is."
      ],
      "If this domain is currently receiving emails, select the ${ boldAddresses } tab and add all active email addresses before changing the MX record to ensure a smooth transition.": [
        "Als dit domein momenteel e-mails ontvangt, selecteer het tabblad ${ boldAddresses } en voeg alle actieve e-mailadressen toe voordat u het MX-record wijzigt om een soepele overgang te garanderen."
      ],
      "If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly.": [
        "Indien u zowel SPF als DKIM ingesteld hebt, geeft het DMARC-record voor andere e-maildiensten aan wat er moet gebeuren als er iets misgaat tijdens het controleren van uw SPF- en DKIM-records. Dit maakt het moeilijker voor spammers om zich voor te doen als u, maar dit kan ook afleverproblemen veroorzaken ten gevolge van een foutieve configuratie."
      ],
      "${ none } has no effect on email delivery, but we recommend ${ quarantine } for better security.": [
        "${ none } heeft geen effect op de e-mailbezorging, maar wij raden ${ quarantine } aan voor een betere beveiliging."
      ],
      "${ n } address": [
        "${ n } adres",
        "${ n } adressen"
      ],
      "Please note that if you delete this domain, all the addresses associated with it will be disabled.": [
        "Houd er rekening mee dat als u dit domein verwijdert, alle adressen die eraan gekoppeld zijn uitgeschakeld zullen worden."
      ],
      "Are you sure you want to delete this domain?": [
        "Weet u zeker dat u dit domein wilt verwijderen?"
      ],
      "domain used": [
        "domein gebruikt",
        "domeinen gebruikt"
      ],
      "If you have a custom domain with ProtonMail, you can set a catch-all email address that will receive messages sent to your domain but to an invalid email address (e.g., typos).": [
        "Als u een eigen domein heeft met ProtonMail, kunt u een catch-all e-mailadres instellen dat berichten zal ontvangen die naar uw domein worden verstuurd, maar op een ongeldig e-mailadres (bijv. typos)."
      ],
      "Session timed out.": [
        "Sessie verlopen."
      ],
      "Internet connection lost.": [
        "Internetverbinding verbroken."
      ],
      "Servers are unreachable.": [
        "Servers zijn onbereikbaar."
      ],
      "Custom daily": [
        "Aangepast dagelijks"
      ],
      "Custom weekly": [
        "Aangepast wekelijks"
      ],
      "Custom monthly": [
        "Aangepast maandelijks"
      ],
      "Custom yearly": [
        "Aangepast jaarlijks"
      ],
      "Custom": [
        "Aangepast"
      ],
      "Daily": [
        "Dagelijks"
      ],
      "Monthly ${ onDayString }": [
        "Maandelijks ${ onDayString }"
      ],
      "Yearly": [
        "Jaarlijks"
      ],
      "Users can't make changes to organization settings. If you need admin privileges, reach out to your system administrator.": [
        "Gebruikers kunnen geen wijzigingen aanbrengen in de organisatie-instellingen. Neem contact op met uw systeembeheerder."
      ],
      "Upgrade to a paid plan to access premium features and increase your storage space.": [
        "Upgrade naar een betaald abonnement om toegang te krijgen tot premium functies en uw opslagruimte te vergroten."
      ],
      "One account for all Proton services": [
        "Één account voor alle Proton diensten"
      ],
      "Based in Switzerland, available globally": [
        "Gebaseerd in Zwitserland, wereldwijd beschikbaar"
      ],
      "Version ${ appVersion }": [
        "Versie ${ appVersion }"
      ],
      "to continue to ${ toAppName }": [
        "om door te gaan naar ${ toAppName }"
      ],
      "Enter your recovery email address and we will send you your username or email address.": [
        "Voer uw herstel-e-mailadres in en wij sturen u uw gebruikersnaam of e-mailadres."
      ],
      "Enter your recovery phone number and we will send you your username or email address.": [
        "Voer uw herstel-telefoonnummer in en wij sturen u uw gebruikersnaam of e-mailadres."
      ],
      "Users can't make changes to organization settings. If you need admin priviledges, reach out to your system administrator.": [
        "Gebruikers kunnen geen wijzigingen aanbrengen in de organisatie-instellingen. Neem contact op met uw systeembeheerder."
      ],
      "${ strongAddressAvailable } You will use this email address to sign into all ${ BRAND_NAME } services.": [
        "${ strongAddressAvailable } U gebruikt dit e-mailadres om in te loggen op alle ${ BRAND_NAME } diensten."
      ],
      "Your recovery email address:": [
        "Uw herstel e-mailadres:"
      ],
      "Your ${ BRAND_NAME } Account is associated with ${ externalEmailAddress }. To use ${ toAppName }, please create an address.": [
        "Uw ${ BRAND_NAME }-account is gekoppeld aan ${ externalEmailAddress }. Maak een adres aan om ${ toAppName } te gebruiken."
      ],
      "Not your computer? Use a Private Browsing window to sign in. ${ learnMore }": [
        "Niet uw computer? Gebruik een privénavigatievenster om in te loggen. ${ learnMore }"
      ],
      "New to ${ BRAND_NAME }? ${ signupLink }": [
        "Nieuw bij ${ BRAND_NAME }? ${ signupLink }"
      ],
      "This will replace your temporary password. You will use it to access your ${ BRAND_NAME } Account in the future.": [
        "Dit zal uw tijdelijke wachtwoord vervangen. U zult het gebruiken om in de toekomst toegang te krijgen tot uw ${ BRAND_NAME }-account."
      ],
      "Google records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "Google registreert uw online activiteit en leest uw persoonlijke gegevens om adverteerders en andere derden toegang te geven. Maak een veilig e-mailadres aan voor betere privacy."
      ],
      "Yahoo reads your personal data in order to provide access for advertisers, US intelligence agencies and other third parties. For better privacy, create a secure email address.": [
        "Yahoo leest uw persoonlijke gegevens om adverteerders, Amerikaanse inlichtingendiensten en andere derden toegang te geven. Maak een veilig e-mailadres aan voor betere privacy."
      ],
      "AOL reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "AOL leest uw persoonlijke gegevens om adverteerders en andere derden toegang te geven. Maak een veilig e-mailadres aan voor betere privacy."
      ],
      "Yandex records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "Yandex registreert uw online activiteit en leest uw persoonlijke gegevens om adverteerders en andere derden toegang te geven. Maak een veilig e-mailadres aan voor betere privacy."
      ],
      "Mail.ru reads your personal data in order to provide access for advertisers, Russian government agencies and other third parties. For better privacy, create a secure email address.": [
        "Mail.ru leest uw persoonlijke gegevens om toegang te bieden aan adverteerders, Russische overheidsinstanties en andere derde partijen. Maak een veilig e-mailadres aan voor betere privacy."
      ],
      "Already have an account? ${ loginLink }": [
        "Heeft u reeds een account? ${ loginLink }"
      ],
      "You did not set a recovery method so account recovery is impossible if you forget your password. Proceed without recovery method?": [
        "U heeft geen herstelmethode ingesteld dus accountherstel is niet mogelijk als u uw wachtwoord vergeet. Doorgaan zonder herstelmethode?"
      ],
      "We will send you a recovery link to this email address if you forget your password or get locked out of your account.": [
        "We zullen u een herstellink naar dit e-mailadres sturen als u uw wachtwoord vergeet of uit uw account wordt verwijderd."
      ],
      "We will send a code to this phone number if you forget your password or get locked out of your account.": [
        "We zullen een code naar dit telefoonnummer sturen als u uw wachtwoord vergeet of u uit uw account wordt verwijderd."
      ],
      "Creating your Proton account": [
        "Uw Proton account aanmaken"
      ],
      "Please wait...": [
        "Een ogenblik geduld..."
      ],
      "For security reasons, please verify that you are not a robot.": [
        "Om veiligheidsredenen, bevestig dat u geen robot bent."
      ],
      "Unfortunately there is no recovery method saved for this account.": [
        "Helaas is er geen herstelmethode opgeslagen voor dit account."
      ],
      "Enter the recovery ${ recoveryMethodText } associated with your ${ BRAND_NAME } Account. We will send you a code to confirm the password reset.": [
        "Voer de recovery ${ recoveryMethodText } in die gekoppeld is aan uw ${ BRAND_NAME } account. We sturen u een code om het wachtwoord opnieuw in te stellen."
      ],
      "lose access to all current encrypted data": [
        "toegang tot alle huidige versleutelde gegevens verliezen"
      ],
      "You will ${ loseAllData } in your ${ BRAND_NAME } Account. To restore it, you will need to enter your old password.": [
        "U zult ${ loseAllData } in uw ${ BRAND_NAME } account moeten invoeren. Om dit te herstellen moet u uw oude wachtwoord invoeren."
      ],
      "This will also disable any two-factor authentication method associated with this account.": [
        "Dit schakelt ook de tweestapsverificatiemethode uit die gekoppeld is aan dit account."
      ],
      "Continue anyway?": [
        "Toch doorgaan?"
      ],
      "Enter the code that was sent to ${ email }. If you can't find the message in your inbox, please check your spam folder.": [
        "Voer de code in die is verzonden naar ${ email }. Als u het bericht niet kan vinden in uw inbox, kijk dan in de map 'Spam'."
      ],
      "Enter the code sent to your phone number ${ phone }.": [
        "Voer de code in die naar uw telefoonnummer ${ phone } is gestuurd."
      ],
      "Done! We sent a code to ${ destination }": [
        "Klaar! We hebben een code verzonden naar ${ destination }"
      ],
      "Enter the email address associated with your Proton Account or your account username.": [
        "Voer het e-mailadres in dat is gekoppeld aan uw Proton Account of uw gebruikersnaam."
      ],
      "This can take a few seconds or a few minutes depending on your device.": [
        "Afhankelijk van uw apparaat kan dit enkele seconden tot enkele minuten duren."
      ]
    },
    "Label": {
      "Reveal password": [
        "Wachtwoord tonen"
      ],
      "Hide password": [
        "Wachtwoord verbergen"
      ],
      "Copy": [
        "Kopiëren"
      ],
      "Do not ask again": [
        "Vraag niet opnieuw"
      ],
      "From: ${ fromEmailAddress }": [
        "Van: ${ fromEmailAddress }"
      ],
      "To: ${ toEmailAddress }": [
        "Naar: ${ toEmailAddress }"
      ],
      "Import all messages": [
        "Alle berichten importeren"
      ],
      "Last 12 months only": [
        "Alleen afgelopen 12 maanden"
      ],
      "Last 3 months only": [
        "Alleen de laatste 3 maanden"
      ],
      "Last month only": [
        "Alleen vorige maand"
      ],
      "Email": [
        "E-mail"
      ],
      "App password": [
        "App-wachtwoord"
      ],
      "Password": [
        "Wachtwoord"
      ],
      "Mail Server (IMAP)": [
        "Mailserver (IMAP)"
      ],
      "Port": [
        "Poort"
      ],
      "Import interval": [
        "Interval importeren"
      ],
      "From: ${ modalModel.email }": [
        "Van: ${ modalModel.email }"
      ],
      "To: ${ emailAddress }": [
        "Naar: ${ emailAddress }"
      ],
      "Label messages as": [
        "Berichten labellen als"
      ],
      "Import to email address": [
        "Importeren naar e-mailadres"
      ],
      "Manage labels": [
        "Beheer labels"
      ],
      "Manage folders": [
        "Mappen beheren"
      ],
      "Date format": [
        "Datumformaat"
      ],
      "Default language": [
        "Standaardtaal"
      ],
      "Time format": [
        "Tijdsformaat"
      ],
      "Week start": [
        "Eerste dag van de week"
      ],
      "Automatically save contacts": [
        "Contacten automatisch opslaan"
      ],
      "Inbox": [
        "Inbox"
      ],
      "Composer": [
        "Opstelvenster"
      ],
      "Density": [
        "Dichtheid"
      ],
      "Use sticky labels": [
        "Gebruik sticky labels"
      ],
      "Conversation grouping": [
        "Gesprek groeperen"
      ],
      "Composer mode": [
        "Opstelmodus"
      ],
      "Composer text direction": [
        "Opstelvenster tekstrichting"
      ],
      "Read/unread toolbar order": [
        "Volgorde van buttons lezen/ongelezen"
      ],
      "Your password (admin)": [
        "Uw wachtwoord (admin)"
      ],
      "User's new password": [
        "Nieuw wachtwoord van gebruiker"
      ],
      "Confirm new password": [
        "Bevestig nieuw wachtwoord"
      ],
      "Old password": [
        "Oud wachtwoord"
      ],
      "New password": [
        "Nieuw wachtwoord"
      ],
      "Confirm password": [
        "Bevestig wachtwoord"
      ],
      "Old login password": [
        "Oud inlogwachtwoord"
      ],
      "New login password": [
        "Nieuw inlogwachtwoord"
      ],
      "Confirm login password": [
        "Bevestig inlogwachtwoord"
      ],
      "New mailbox password": [
        "Nieuw mailbox-wachtwoord"
      ],
      "Confirm mailbox password": [
        "Bevestig mailbox-wachtwoord"
      ],
      "Two-factor authentication code": [
        "Tweestapsverificatiecode"
      ],
      "Key": [
        "Sleutel"
      ],
      "Interval": [
        "Interval"
      ],
      "Digits": [
        "Cijfers"
      ],
      "Two-factor authentication": [
        "Tweestapsverificatie"
      ],
      "Two-password mode": [
        "Twee-wachtwoord modus"
      ],
      "Mailbox password": [
        "Mailboxwachtwoord"
      ],
      "What is the main reason you are deleting your account?": [
        "Wat is de voornaamste reden dat u uw account verwijdert?"
      ],
      "We are sorry to see you go. Please explain why you are leaving to help us to improve.": [
        "We vinden het jammer dat u vertrekt. Leg uit waarom u vertrekt om ons te helpen onze dienst(en) te verbeteren."
      ],
      "Email address": [
        "E-mailadres"
      ],
      "Login password": [
        "Inlogwachtwoord"
      ],
      "Yes, I want to permanently delete this account and all its data.": [
        "Ja, ik wil permanent mijn account inclusief alle gegevens verwijderen."
      ],
      "User": [
        "Gebruiker"
      ],
      "Address": [
        "Adres"
      ],
      "Display name": [
        "Weergavenaam"
      ],
      "Signature": [
        "Handtekening"
      ],
      "ProtonMail footer": [
        "ProtonMail footer"
      ],
      "OpenVPN / IKEv2 username": [
        "OpenVPN / IKEv2 gebruikersnaam"
      ],
      "OpenVPN / IKEv2 password": [
        "OpenVPN / IKEv2 wachtwoord"
      ],
      "Name": [
        "Naam"
      ],
      "Choose a color": [
        "Kies een kleur"
      ],
      "Default email": [
        "Standaard e-mailadres"
      ],
      "Display": [
        "Tonen"
      ],
      "Description": [
        "Beschrijving"
      ],
      "Default event duration": [
        "Standaardlengte van afspraken"
      ],
      "URL": [
        "Website"
      ],
      "Default notifications": [
        "Standaardinstellingen van meldingen"
      ],
      "Default full day notifications": [
        "Standaardwaarde meldingen voor afspraken die de hele dag duren"
      ],
      "Show secondary time zone": [
        "Toon secundaire tijdzone"
      ],
      "Auto-detect primary time zone": [
        "Automatisch primaire tijdzone detecteren"
      ],
      "Default view": [
        "Standaardweergave"
      ],
      "Show week numbers": [
        "Weeknummers weergeven"
      ],
      "Import to:": [
        "Importeren naar:"
      ],
      "Your calendar URL": [
        "Uw agenda-URL"
      ],
      "Your calendar URL label": [
        "Uw agenda-URL label"
      ],
      "Operating system": [
        "Besturingssysteem"
      ],
      "Operating system version": [
        "Versie van besturingssysteem"
      ],
      "Proton username": [
        "Proton-gebruikersnaam"
      ],
      "Category": [
        "Categorie"
      ],
      "What happened?": [
        "Wat is er gebeurd?"
      ],
      "System information": [
        "Systeeminformatie"
      ],
      "Browser": [
        "Browser"
      ],
      "Browser version": [
        "Browserversie"
      ],
      "Timezone": [
        "Tijdzone"
      ],
      "Days of the week": [
        "Dagen van de week"
      ],
      "Duration": [
        "Duur"
      ],
      "Start day of month": [
        "Eerste dag van de maand"
      ],
      "Start time": [
        "Begintijd"
      ],
      "End day of month": [
        "Laatste dag van de maand"
      ],
      "End time": [
        "Eindtijd"
      ],
      "Start weekday": [
        "Eerste weekdag"
      ],
      "End weekday": [
        "Laatste weekdag"
      ],
      "Start date": [
        "Begindatum"
      ],
      "End date": [
        "Einddatum"
      ],
      "Message": [
        "Bericht"
      ],
      "Auto reply": [
        "Automatisch antwoorden"
      ],
      "${ n } VPN connection available": [
        "",
        ""
      ],
      "${ UsedMembers } of ${ MaxMembers } user": [
        "",
        ""
      ],
      "${ UsedAddresses } of ${ MaxAddresses } email address": [
        "",
        ""
      ],
      "${ UsedDomains } of ${ MaxDomains } custom domain": [
        "",
        ""
      ],
      "Using ${ humanUsedSpace } of ${ humanMaxSpace }": [
        ""
      ],
      "What is the main reason you are cancelling?": [
        "Wat is de belangrijkste reden dat u wil opzeggen?"
      ],
      "How likely are you to recommend ${ BRAND_NAME } to others?": [
        "Hoe waarschijnlijk is het dat u ${ BRAND_NAME } aan anderen zult aanbevelen?"
      ],
      "0 - Not at all likely": [
        "0 - Zeer onwaarschijnlijk"
      ],
      "10 - Extremely likely": [
        "10 - Zeer waarschijnlijk"
      ],
      "How do you think we could improve our products or service in the future?": [
        "Hoe denkt u dat we onze producten of diensten in de toekomst kunnen verbeteren?"
      ],
      "Total (${ countdown })": [
        "Totaal (${ countdown })"
      ],
      "Total": [
        "Totaal"
      ],
      "Proration": [
        "Verrekening"
      ],
      "BTC amount:": [
        "BTC bedrag:"
      ],
      "BTC address:": [
        "BTC adres:"
      ],
      "Select a method": [
        "Een methode selecteren"
      ],
      "extra storage": [
        "extra opslagruimte"
      ],
      "bonus storage": [
        "bonus opslag"
      ],
      "Subtotal": [
        "Subtotaal"
      ],
      "Discount": [
        "Korting"
      ],
      "Other amount": [
        "Ander bedrag"
      ],
      "Amount": [
        "Bedrag"
      ],
      "Gift code": [
        "Geschenkcode"
      ],
      "Name on card": [
        "Naam op de kaart"
      ],
      "Card number": [
        "Kaartnummer"
      ],
      "Expiry date": [
        "Vervaldatum"
      ],
      "CVV code": [
        "CVV code"
      ],
      "Country": [
        "Land"
      ],
      "Select your country": [
        "Selecteer uw land"
      ],
      "ZIP": [
        "Postcode"
      ],
      "Postal code": [
        "Postcode"
      ],
      "Prompt to trust keys": [
        "Vraag naar het vertrouwen van sleutels"
      ],
      "Sign external messages": [
        "Onderteken externe berichten"
      ],
      "Attach public key": [
        "Publieke sleutel bijvoegen"
      ],
      "Default PGP settings": [
        "Standaard PGP-instellingen"
      ],
      "Enter your previous password from before your account was reset:": [
        "Vul uw vorige wachtwoord in, van voordat uw account werd gereset:"
      ],
      "Enter the password for key with fingerprint: ${ fingerprintCode }": [
        "Voer het wachtwoord in voor de sleutel met vingerafdruk: ${ fingerprintCode }"
      ],
      "Enter password": [
        "Vul login wachtwoord in"
      ],
      "Please select files to upload": [
        "Selecteer bestanden die u wil uploaden"
      ],
      "Cash": [
        "Contant"
      ],
      "Card holder": [
        "Kaarthouder"
      ],
      "Expires": [
        "Verloopt"
      ],
      "Payer": [
        "Betaler"
      ],
      "Cancel": [
        "Annuleren"
      ],
      "Submit": [
        "Versturen"
      ],
      "Filter Name": [
        "Filternaam"
      ],
      "Label as": [
        "Labellen als"
      ],
      "No label found": [
        "Geen label gevonden"
      ],
      "Move to": [
        "Verplaatsen naar"
      ],
      "Read": [
        "Gelezen"
      ],
      "Starred": [
        "Met Ster"
      ],
      "Mark as": [
        "Markeren als"
      ],
      "Send auto-reply": [
        "Automatisch antwoord versturen"
      ],
      "AND": [
        "EN"
      ],
      "OR": [
        "OF"
      ],
      "IF": [
        "ALS"
      ],
      "With attachment": [
        "Met bijlage"
      ],
      "Without attachment": [
        "Zonder bijlage"
      ],
      "or": [
        "of"
      ],
      "with attachments": [
        "met bijlagen"
      ],
      "without attachment": [
        "zonder bijlagen"
      ],
      "The email was sent ${ attachmentStrong }": [
        "De e-mail was verzonden ${ attachmentStrong }"
      ],
      "The email was sent ${ attachment }": [
        "De e-mail was verzonden ${ attachment }"
      ],
      "Statement": [
        "Voorwaarde"
      ],
      "ALL": [
        "ALLES"
      ],
      "ANY": [
        "ELK"
      ],
      " and ${ l }": [
        " en ${ l }"
      ],
      " and ": [
        " en "
      ],
      "and": [
        "en"
      ],
      "Then": [
        "Dan"
      ],
      "And": [
        "En"
      ],
      "Actions": [
        "Acties"
      ],
      "without attachments": [
        "zonder bijlagen"
      ],
      "the email was sent ${ attachment }": [
        "de e-mail was verzonden ${ attachment }"
      ],
      "the email was sent ${ label }": [
        "de e-mail was verzonden ${ label }"
      ],
      "If": [
        "Als"
      ],
      "Or": [
        "Of"
      ],
      "Conditions": [
        "Voorwaarden"
      ],
      "Domain": [
        "Domeinnaam"
      ],
      "Want to add": [
        "Toevoegen"
      ],
      "Phone number": [
        "Telefoonnummer"
      ],
      "Verification code": [
        "Verificatiecode"
      ],
      "Enter the 6-digit code": [
        "Voer de 6-cijferige code in"
      ],
      "Folder location": [
        "Map locatie"
      ],
      "Notification": [
        "Melding"
      ],
      "Use folder colors": [
        "Gebruik mapkleuren"
      ],
      "Inherit color from parent folder": [
        "Kleur van bovenliggende map overnemen"
      ],
      "Allow recovery by email": [
        "Herstellen via e-mail toestaan"
      ],
      "Daily email notifications": [
        "Dagelijkse e-mailmeldingen"
      ],
      "Allow recovery by phone": [
        "Herstellen via telefoon toestaan"
      ],
      "Credits used": [
        "Verbruikt tegoed"
      ],
      "Amount due": [
        "Verschuldigd bedrag"
      ],
      "Customize invoices": [
        "Facturen aanpassen"
      ],
      "Auto-load remote content": [
        "Externe inhoud automatisch laden"
      ],
      "Auto-load embedded images": [
        "Ingesloten afbeeldingen automatisch laden"
      ],
      "Keep messages in Sent/Drafts": [
        "Berichten behouden in Verzonden/Concepten"
      ],
      "Link confirmation": [
        "Bevestiging openen externe link"
      ],
      "Undo send": [
        "Verzenden ongedaan maken"
      ],
      "Keyboard shortcuts": [
        "Toetsenbord snelkoppelingen"
      ],
      "Organization name": [
        "Organisatienaam"
      ],
      "Organization password": [
        "Organisatiewachtwoord"
      ],
      "Account storage": [
        "Opslagruimte account"
      ],
      "VPN Connections": [
        "VPN-verbindingen"
      ],
      "New organization password": [
        "Nieuw organisatiewachtwoord"
      ],
      "Confirm organization password": [
        "Bevestiging organisatiewachtwoord"
      ],
      "VPN connections": [
        "VPN-verbindingen"
      ],
      "Private User": [
        "Privégebruiker"
      ],
      "Admin rights": [
        "Beheerder rechten"
      ],
      "Addresses": [
        "Adressen"
      ],
      "Key strength": [
        "Sleutelsterkte"
      ],
      "Domain name": [
        "Domeinnaam"
      ],
      "Please add the following TXT record. Note, DNS records can take several hours to update.": [
        "Voeg het volgende TXT-record toe. Let op, het updaten van DNS-records kan enige tijd duren."
      ],
      "Please add all 3 of the following CNAME records. Note, DNS records can take several hours to update.": [
        "Voeg alle 3 van de volgende CNAME records toe. Let op, DNS records kunnen enkele uren duren om te updaten."
      ],
      "Please add the following MX record. Note, DNS records can take several hours to update.": [
        "Voeg alstublieft het volgende MX-record toe. Let op, het kan enkele uren duren voordat DNS-records worden bijgewerkt."
      ],
      "Here is a basic DMARC record that does nothing except email you reports.": [
        "Hier is een DMARC-record dat u alleen verslagen toestuurt."
      ],
      "Recovery email": [
        "Herstel-e-mailadres"
      ],
      "Recovery phone": [
        "Herstel telefoonnummer"
      ],
      "Username": [
        "Gebruikersnaam"
      ],
      "Email or username": [
        "E-mailadres of gebruikersnaam"
      ],
      "Recovery code": [
        "Herstelcode"
      ],
      "Repeat password": [
        "Wachtwoord herhalen"
      ],
      "Phone": [
        "Telefoon"
      ],
      "Code": [
        "Code"
      ]
    },
    "Action": {
      "Use “${ label }” setting": [
        "Gebruik “${ label }”-instelling"
      ],
      "Close": [
        "Sluiten"
      ],
      "Cancel": [
        "Annuleren"
      ],
      "Save": [
        "Opslaan"
      ],
      "Upload picture": [
        "Afbeelding uploaden"
      ],
      "Insert": [
        "Invoegen"
      ],
      "Font": [
        "Lettertype"
      ],
      "Size": [
        "Grootte"
      ],
      "Color": [
        "Kleur"
      ],
      "Alignment": [
        "Uitlijning"
      ],
      "More": [
        "Meer"
      ],
      "Unordered list": [
        "Ongenummerde lijst"
      ],
      "Ordered list": [
        "Geordende lijst"
      ],
      "Align left": [
        "Links uitlijnen"
      ],
      "Align center": [
        "Centreren"
      ],
      "Align right": [
        "Rechts uitlijnen"
      ],
      "Justify": [
        "Uitvullen"
      ],
      "Quote": [
        "Citaat"
      ],
      "Insert link": [
        "Link invoegen"
      ],
      "Clear all formatting": [
        "Alle opmaak wissen"
      ],
      "Insert image": [
        "Afbeelding toevoegen"
      ],
      "Bold": [
        "Vet"
      ],
      "Italic": [
        "Cursief"
      ],
      "Underline": [
        "Onderstrepen"
      ],
      "Confirm opening of link ${ link }": [
        "Bevestig het openen van link ${ link }"
      ],
      "Confirm": [
        "Bevestigen"
      ],
      "Close navigation": [
        "Navigatie sluiten"
      ],
      "Open navigation": [
        "Navigatie openen"
      ],
      "More info: ${ safeTitle }": [
        "Meer informatie: ${ safeTitle }"
      ],
      "Go to panel ${ index }": [
        "Ga naar paneel ${ index }"
      ],
      "Delete": [
        "Verwijderen"
      ],
      "Next month": [
        "Volgende maand"
      ],
      "Previous month": [
        "Vorige maand"
      ],
      "Show less": [
        "Minder weergeven"
      ],
      "Show more": [
        "Meer weergeven"
      ],
      "Remove": [
        "Verwijderen"
      ],
      "Select timezone": [
        "Kies tijdzone"
      ],
      "Submit": [
        "Versturen"
      ],
      "Close modal": [
        "Venster sluiten"
      ],
      "refresh the page": [
        "pagina vernieuwen"
      ],
      "Use ${ label } theme": [
        "Gebruik thema ${ label }"
      ],
      "Continue import": [
        "Doorgaan met importeren"
      ],
      "Discard": [
        "Weggooien"
      ],
      "Reconnect": [
        "Opnieuw verbinden"
      ],
      "Start import": [
        "Begin met importeren"
      ],
      "Customize import": [
        "Importeren aanpassen"
      ],
      "Reset to default": [
        "Terugzetten naar standaard"
      ],
      "Rename": [
        "Hernoem"
      ],
      "Stay": [
        "Blijven"
      ],
      "Quit": [
        "Afsluiten"
      ],
      "Hide labels": [
        "Labels verbergen"
      ],
      "Hide folders": [
        "Mappen verbergen"
      ],
      "Show labels": [
        "Labels weergeven"
      ],
      "Show folders": [
        "Mappen weergeven"
      ],
      "Edit label": [
        "Label bewerken"
      ],
      "Back": [
        "Terug"
      ],
      "Next": [
        "Volgende"
      ],
      "Start Import Assistant": [
        "Start Import Assistent"
      ],
      "Skip to import": [
        "Ga naar importeren"
      ],
      "Delete all messages": [
        "Alle berichten verwijderen"
      ],
      "Continue with Google": [
        "Ga verder met Google"
      ],
      "Cancel import": [
        "Importeren annuleren"
      ],
      "Resume": [
        "Hervatten"
      ],
      "Keep": [
        "Behouden"
      ],
      "Delete record": [
        "Record verwijderen"
      ],
      "Delete original messages": [
        "Verwijder originele berichten"
      ],
      "Download the Import-Export app": [
        "Download de Import-Export app"
      ],
      "Activate ${ Name }@pm.me": [
        "Activeer ${ Name }@pm.me"
      ],
      "Upgrade": [
        "Upgraden"
      ],
      "Show shortcuts": [
        "Snelkoppelingen tonen"
      ],
      "Import contacts": [
        "Contactpersonen importeren"
      ],
      "Export contacts": [
        "Exporteer Contactgegevens"
      ],
      "Choose a file or drag it here": [
        "Kies een bestand of sleep deze hier"
      ],
      "Import": [
        "Importeren"
      ],
      "Continue": [
        "Doorgaan"
      ],
      "Read": [
        "Gelezen"
      ],
      "Unread": [
        "Ongelezen"
      ],
      "Change password": [
        "Wachtwoord wijzigen"
      ],
      "Ok": [
        "OK"
      ],
      "Download": [
        "Downloaden"
      ],
      "Yes": [
        "Ja"
      ],
      "Change mailbox password": [
        "Mailboxwachtwoord wijzigen"
      ],
      "Delete your account": [
        "Uw account verwijderen"
      ],
      "Save address": [
        "Adres opslaan"
      ],
      "Update": [
        "Updaten"
      ],
      "Done": [
        "Klaar"
      ],
      "activate": [
        "activeer"
      ],
      "Add address": [
        "E-mailadres toevoegen"
      ],
      "Hide": [
        "Verbergen"
      ],
      "Show": [
        "Tonen"
      ],
      "Reset credentials": [
        "Inloggegevens resetten"
      ],
      "Copy": [
        "Kopieer"
      ],
      "Download all configurations": [
        "Download alle configuraties"
      ],
      "Get ProtonVPN Plus": [
        "Neem ProtonVPN Plus"
      ],
      "Copy email to clipboard": [
        "E-mailadres kopiëren naar klembord"
      ],
      "${ BRAND_NAME } introduction": [
        "${ BRAND_NAME } inleiding"
      ],
      "I have a question": [
        "Ik heb een vraag"
      ],
      "Request a feature": [
        "Vraag een functie aan"
      ],
      "Report a problem": [
        "Meld een probleem"
      ],
      "${ BRAND_NAME } shop": [
        "${ BRAND_NAME } winkel"
      ],
      "Switch account": [
        "Account wijzigen"
      ],
      "Sign out": [
        "Uitloggen"
      ],
      "Create": [
        "Aanmaken"
      ],
      "Remove this notification": [
        "Deze melding verwijderen"
      ],
      "Add notification": [
        "Melding toevoegen"
      ],
      "Try again": [
        "Opnieuw proberen"
      ],
      "Save ICS file": [
        "ICS-bestand opslaan"
      ],
      "Edit": [
        "Bewerken"
      ],
      "Set as default": [
        "Als standaard instellen"
      ],
      "Export ICS": [
        "Exporteer ICS"
      ],
      "Create calendar": [
        ""
      ],
      "Remove calendar": [
        ""
      ],
      "Subscribe to calendar": [
        "Abonneer op agenda"
      ],
      "Import events": [
        ""
      ],
      "Select calendar view": [
        "Kalenderweergave kiezen"
      ],
      "Copy link": [
        "Link kopiëren"
      ],
      "Create link": [
        "Link aanmaken"
      ],
      "Delete link": [
        "Verwijder hyperlink"
      ],
      "Get started": [
        "Aan de slag"
      ],
      "Start setup": [
        "Installatie starten"
      ],
      "Skip": [
        "Overslaan"
      ],
      "Clear": [
        "Wissen"
      ],
      "Add screenshot(s)": [
        "Screenshot(s) toevoegen"
      ],
      "Hide info": [
        "Informatie verbergen"
      ],
      "Show info": [
        "Informatie tonen"
      ],
      "Signing out": [
        "Uitloggen"
      ],
      "Remove bonuses": [
        "Verwijder bonussen"
      ],
      "Pay": [
        "Betalen"
      ],
      "Open ${ CALENDAR_APP_NAME } settings": [
        "Open ${ CALENDAR_APP_NAME }-instellingen"
      ],
      "OK": [
        "OK"
      ],
      "Upgrade to Plus": [
        "Upgraden naar Plus"
      ],
      "Upgrade to Professional": [
        "Upgraden naar Professional"
      ],
      "Activate": [
        ""
      ],
      "Customize subscription": [
        "Abonnement aanpassen"
      ],
      "Cancel subscription": [
        "Abonnement opzeggen"
      ],
      "Select plan": [
        "Selecteer abonnement"
      ],
      "Compare all features": [
        "Alle functies vergelijken"
      ],
      "${ boldSave } by switching to annual billing": [
        "${ boldSave } door over te schakelen naar jaarlijkse betaling"
      ],
      "Apply": [
        "Toepassen"
      ],
      "Add PayPal payment method": [
        "Voeg PayPal als betalingsmethode toe"
      ],
      "Top up": [
        "Saldo verhogen"
      ],
      "Add credits": [
        "Voeg credits toe"
      ],
      "Downgrade": [
        "Downgraden"
      ],
      "Compare plans": [
        "Vergelijk abonnementen"
      ],
      "annual billing": [
        "jaarlijkse facturering"
      ],
      "Decrease": [
        "Verlagen"
      ],
      "Increase": [
        "Verhogen"
      ],
      "Verify": [
        "Verifiëren"
      ],
      "Use a different card": [
        "Gebruik een andere kaart"
      ],
      "Use a different payment method": [
        "Gebruik een andere betaalmethode"
      ],
      "Retry": [
        "Opnieuw proberen"
      ],
      "Loading verification": [
        "Verificatie laden"
      ],
      "Remove gift code": [
        "Verwijder cadeaucode"
      ],
      "No": [
        "Nee"
      ],
      "Upload": [
        "Uploaden"
      ],
      "Create key": [
        "Sleutel aanmaken"
      ],
      "Import key": [
        "Sleutel importeren"
      ],
      "Decrypt": [
        "Decoderen"
      ],
      "Export": [
        "Exporteren"
      ],
      "Export key": [
        "Sleutel exporteren"
      ],
      "Warning": [
        "Waarschuwing"
      ],
      "Select files": [
        "Selecteer bestanden"
      ],
      "Reactivate keys": [
        "Sleutels heractiveren"
      ],
      "Export private key": [
        "Exporteer geheime sleutel"
      ],
      "Mark as default": [
        "Markeren als standaard"
      ],
      "Add credit / debit card": [
        "Krediet / debietkaart toevoegen"
      ],
      "Add PayPal": [
        "PayPal toevoegen"
      ],
      "enable desktop notifications": [
        "schakel desktopmeldingen in"
      ],
      "here": [
        "hier"
      ],
      "Close this banner": [
        "Sluit deze banner"
      ],
      "Refresh the page": [
        "De pagina vernieuwen"
      ],
      "Preview": [
        "Voorbeeld"
      ],
      "Create label": [
        "Label maken"
      ],
      "Create folder": [
        "Map maken"
      ],
      "Remove this label": [
        "Label verwijderen"
      ],
      "Add condition": [
        "Voorwaarde toevoegen"
      ],
      "label emails as": [
        "e-mail labellen als"
      ],
      "move emails to": [
        "e-mails verplaatsen naar"
      ],
      "mark emails as": [
        "e-mails markeren als"
      ],
      "send auto-reply email": [
        "automatisch antwoord versturen"
      ],
      "Edit sieve": [
        "Regel bewerken"
      ],
      "Add filter": [
        "Filter toevoegen"
      ],
      "Add sieve filter": [
        "Voeg Sieve filter toe"
      ],
      "Add": [
        "Toevoegen"
      ],
      "Move to Block List": [
        "Verplaats naar Bloklijst"
      ],
      "Move to Allow List": [
        "Verplaatsen naar Toestane Lijst"
      ],
      "View invoice": [
        "Factuur bekijken"
      ],
      "Get verification code": [
        "Krijg verificatie code"
      ],
      "Try another method": [
        "Andere methode proberen"
      ],
      "Request new code": [
        "Vraag een nieuwe code aan"
      ],
      "Did not receive the code?": [
        "Code niet ontvangen?"
      ],
      "Edit email address": [
        "Wijzig e-mailadres"
      ],
      "Edit phone number": [
        "Wijzig telefoonnummer"
      ],
      "Add folder": [
        "Map toevoegen"
      ],
      "Sort": [
        "Sorteer"
      ],
      "Add label": [
        "Label toevoegen"
      ],
      "Revoke all other sessions": [
        "Alle andere sessies beëindigen"
      ],
      "Wipe": [
        "Wissen"
      ],
      "Reload": [
        "Opnieuw laden"
      ],
      "View": [
        "Bekijken"
      ],
      "User": [
        "Gebruiker"
      ],
      "Organization": [
        "Organisatie"
      ],
      "Customize": [
        "Personaliseren"
      ],
      "Details": [
        "Details"
      ],
      "Share via link": [
        "Deel via link"
      ],
      "Sharing options": [
        "Opties voor delen"
      ],
      "Zoom out": [
        "Zoom uit"
      ],
      "Reset zoom": [
        "Reset zoom"
      ],
      "Zoom in": [
        "Inzoomen"
      ],
      "Previous": [
        "Vorige"
      ],
      "Add domain": [
        "Domein toevoegen"
      ],
      "Enable multi-user support": [
        "Ondersteuning voor meerdere gebruikers inschakelen"
      ],
      "Reset keys": [
        ""
      ],
      "Change organization keys": [
        "Organisatiesleutels wijzigen"
      ],
      "Reset organization keys": [
        ""
      ],
      "Restore administrator privileges": [
        "Herstel beheerdersbevoegdheden"
      ],
      "Activate organization key": [
        "Organisatiesleutel activeren"
      ],
      "Add user": [
        "Gebruiker toevoegen"
      ],
      "Review": [
        "Bekijken"
      ],
      "Set catch-all": [
        "Stel catch-all in"
      ],
      "Refresh status": [
        "Status vernieuwen"
      ],
      "Upgrade now": [
        "Nu upgraden"
      ],
      "sign in": [
        "inloggen"
      ],
      "Add ${ BRAND_NAME } account": [
        "${ BRAND_NAME } account toevoegen"
      ],
      "Sign out all accounts": [
        "Alle accounts uitloggen"
      ],
      "Send my username": [
        "Stuur mijn gebruikersnaam"
      ],
      "Support": [
        "Ondersteuning"
      ],
      "Need help?": [
        "Hulp nodig?"
      ],
      "Resubscribe": [
        "Opnieuw aanmelden"
      ],
      "Change other email subscriptions": [
        "Andere e-mailabonnementen wijzigen"
      ],
      "Unsubscribe": [
        "Afmelden"
      ],
      "${ address } is available.": [
        "${ address } is beschikbaar."
      ],
      "Create address": [
        "Adres toevoegen"
      ],
      "Sign in": [
        "Inloggen"
      ],
      "Use two-factor authentication code": [
        "Gebruik tweestapsverificatiecode"
      ],
      "Use recovery code": [
        "Herstelcode gebruiken"
      ],
      "Authenticate": [
        "Authenticeren"
      ],
      "Unlock": [
        "Ontgrendelen"
      ],
      "Create a secure ProtonMail address instead": [
        "Maak in plaats daarvan een veilig ProtonMail e-mailadres"
      ],
      "Use your current email address instead": [
        "Gebruik in plaats daarvan uw huidige e-mailadres"
      ],
      "Create account": [
        "Account aanmaken"
      ],
      "Change email": [
        "E-mail wijzigen"
      ],
      "Proceed to checkout": [
        "Doorgaan naar betalen"
      ],
      "Send code": [
        "Code versturen"
      ],
      "Reset password": [
        "Wachtwoord resetten"
      ],
      "Didn't receive a code?": [
        "Heeft u geen code ontvangen?"
      ],
      "Return to login": [
        "Terug naar inloggen"
      ],
      "Contact support": [
        "Neem contact op met ondersteuning"
      ]
    },
    "Placeholder": {
      "E.g., ": [
        "Bijv., "
      ],
      "Link": [
        "Link"
      ],
      "Fill in the URL link and text to test your link": [
        "Vul de URL-link en -tekst in om uw link te testen"
      ],
      "Email address": [
        "E-mailadres"
      ],
      "Fill in the email address and text to test your link": [
        "Vul het e-mailadres en de tekst in om uw link te testen"
      ],
      "Phone number": [
        "Telefoonnummer"
      ],
      "Fill in the phone number and text to test your link": [
        "Vul het telefoonnummer en de tekst in om uw link te testen"
      ],
      "Text": [
        "Tekst"
      ],
      "Name": [
        "Naam"
      ],
      "Password": [
        "Wachtwoord"
      ],
      "Two-factor authentication code": [
        "Tweestapsverificatiecode"
      ],
      "Confirm": [
        "Bevestig"
      ],
      "Feedback": [
        "Feedback"
      ],
      "Choose address": [
        "Adres kiezen"
      ],
      "Choose display name": [
        "Kies weergavenaam"
      ],
      "Add a calendar name": [
        "Voeg een kalendernaam toe"
      ],
      "Add a calendar description": [
        "Voeg een beschrijving toe aan de kalender"
      ],
      "e.g. Julia Smith": [
        "bijv. Julia Smith"
      ],
      "OS name": [
        "Besturingssysteem"
      ],
      "OS version": [
        "Versie besturingssysteem"
      ],
      "Proton username": [
        "Proton-gebruikersnaam"
      ],
      "A way to contact you": [
        "Een manier om contact met u op te nemen"
      ],
      "Please describe the problem and include any error messages": [
        "Beschrijf het probleem en voeg alle foutmeldingen toe"
      ],
      "Browser name": [
        "Browsernaam"
      ],
      "Browser version": [
        "Browserversie"
      ],
      "Gift code": [
        "Geschenkcode"
      ],
      "Other": [
        "Anders"
      ],
      "Add gift code": [
        "Voeg cadeaucode toe"
      ],
      "ZIP": [
        "Postcode"
      ],
      "Postal code": [
        "Postcode"
      ],
      "Type text or keyword": [
        "Voer tekst of trefwoord in"
      ],
      "Choose a name": [
        "Kies een naam"
      ],
      "Username": [
        "Gebruikersnaam"
      ],
      "Address": [
        "Adres"
      ],
      "Confirm password": [
        "Bevestig wachtwoord"
      ],
      "Search users": [
        "Zoek gebruikers"
      ],
      "yourdomain.com": [
        "uwdomein.com"
      ]
    },
    "Time unit": {
      "${ hours } hour": [
        "${ hours } uur",
        "${ hours } uren"
      ],
      "${ minutes } minute": [
        "${ minutes } minuut",
        "${ minutes } minuten"
      ]
    },
    "Error": {
      "Email address invalid": [
        "E-mailadres ongeldig"
      ],
      "This field is required": [
        "Dit veld is verplicht"
      ],
      "The composer failed to load.": [
        "Het opstelvenster kon niet worden geladen."
      ],
      "Please refresh the page.": [
        "Vernieuw de pagina."
      ],
      "The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.": [
        "De browser die u gebruikt staat niet toe dat de betaling volledig geautoriseerd wordt. Gebruik een andere browser of log in via een computer."
      ],
      "Something went wrong, please ${ refresh } in order to proceed. If you still see this error message please contact our ${ supportTeam }.": [
        "Er ging iets mis, gelieve ${ refresh } om door te gaan. Als u dit foutbericht nog steeds ziet, neem dan contact op met onze ${ supportTeam }."
      ],
      "We were unable to connect to your service provider.": [
        "We kunnen geen verbinding maken met uw serviceprovider."
      ],
      "Please try to reauthenticate and make sure the permissions are set correctly.": [
        "Probeer opnieuw te verifiëren en zorg ervoor dat de machtigingen correct zijn ingesteld."
      ],
      "There are too many folders in your external account. Please customize the import to delete some folders.": [
        "Er zijn te veel mappen op uw externe account. Pas de import aan om enkele mappen te verwijderen."
      ],
      "Some of your label names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Sommige van uw labelnamen overschrijden de ProtonMail's maximum tekenlimiet. Pas de import aan om deze namen te bewerken."
      ],
      "Some of your folder names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Sommige namen van uw mappen overschrijden het maximum aantal karakters. Pas de import aan om deze namen te bewerken."
      ],
      "Some of your label names are unavailable. Please customize the import to edit these names.": [
        "Sommige labelnamen zijn niet beschikbaar. Pas de import aan om deze namen te bewerken."
      ],
      "Some of your folder names are unavailable. Please customize the import to edit these names.": [
        "Sommige namen van mappen zijn niet beschikbaar. Pas de import aan om deze namen te bewerken."
      ],
      "The label name is too long. Please choose a different name.": [
        "De labelnaam is te lang. Kies een andere naam."
      ],
      "The folder name is too long. Please choose a different name.": [
        "De naam van de map is te lang. Kies een andere naam."
      ],
      "Label name cannot be empty": [
        "Label naam mag niet leeg zijn"
      ],
      "Folder name cannot be empty": [
        "Naam van de map mag niet leeg zijn"
      ],
      "This label name is not available. Please choose a different name": [
        "Deze labelnaam is niet beschikbaar. Kies een andere naam"
      ],
      "This folder name is not available. Please choose a different name": [
        "Deze naam voor de map is niet beschikbaar. Kies een andere naam"
      ],
      "You must set a name": [
        "U moet een naam instellen"
      ],
      "A group with this name already exists": [
        "Er bestaat al een groep met deze naam"
      ],
      "Invalid name": [
        "Ongeldige naam"
      ],
      "Please generate keys before you try to change your password.": [
        "Genereer sleutels voordat u uw wachtwoord probeert te wijzigen."
      ],
      "${ Local } is your username. To create ${ Local }@${ Domain }, please go to Settings > Addresses > Short domain (pm.me)": [
        "${ Local } is uw gebruikersnaam. Om ${ Local }@${ Domain } te maken, ga naar Instellingen > Adressen > Korte domein (pm.me)"
      ],
      "Error": [
        "Fout"
      ],
      "Organization key is not decrypted.": [
        "Organisatiesleutel is niet gedecodeerd."
      ],
      "The organization key must be activated first.": [
        "De organisatiesleutel moet eerst geactiveerd worden."
      ],
      "Name required": [
        "Naam vereist"
      ],
      "No valid address found": [
        "Geen geldig adres gevonden"
      ],
      "Primary address key is not decrypted.": [
        "Primaire adressleutel is niet gedecodeerd."
      ],
      "Automatic replies is a paid feature. Please upgrade to a paid account to use this feature.": [
        "Automatische antwoorden is een betaalde functie. Upgrade naar een betaald account om deze functie te gebruiken."
      ],
      "Checkout expired, please try again.": [
        "Checkout is verlopen, probeer het opnieuw."
      ],
      "Invalid code": [
        "Ongeldige code"
      ],
      "Error connecting to the Bitcoin API.": [
        "Fout bij het verbinden met de Bitcoin API."
      ],
      "Amount below minimum.": [
        "Bedrag onder het minimum."
      ],
      "Amount above the maximum.": [
        "Bedrag boven het maximum."
      ],
      "The minimum amount that can be donated is ${ price }": [
        "Het minimum bedrag dat kan worden gedoneerd is ${ price }"
      ],
      "The minimum amount of credit that can be added is ${ _price }": [
        "Het minimum bedrag dat kan worden toegevoegd is ${ _price }"
      ],
      "The minimum payment we accept is ${ _price2 }": [
        "De minimale betaling die we accepteren is ${ _price2 }"
      ],
      "Name on card required": [
        "Naam op kaart verplicht"
      ],
      "Invalid expiration date": [
        "Ongeldige vervaldatum"
      ],
      "Invalid card number": [
        "Ongeldig creditcardnummer"
      ],
      "Invalid ${ name } code": [
        "Ongeldig ${ name } code"
      ],
      "Invalid postal code": [
        "Ongeldige postcode"
      ],
      "Process aborted": [
        "Proces afgebroken"
      ],
      "Payment process cancelled": [
        "Betalingsverzoek geannuleerd"
      ],
      "Payment process failed": [
        "Betalingsverzoek geannuleerd"
      ],
      "Payment process consumed": [
        "Betalingsverzoek verwerkt"
      ],
      "Payment process not supported": [
        "Betalingsproces niet ondersteund"
      ],
      "Unknown payment token status": [
        "Onbekende betalingstoken status"
      ],
      "Tab closed": [
        "Tab gesloten"
      ],
      "Primary address key is not decrypted": [
        "Primaire adressleutel is niet gedecodeerd"
      ],
      "Incorrect password": [
        "Ongeldig wachtwoord"
      ],
      "Invalid private key file": [
        "Ongeldige privésleutel"
      ],
      "Uploaded key does not match fingerprint": [
        "Geüploade sleutel komt niet overeen met vingerafdruk"
      ],
      "Incorrect mailbox password. Please try again": [
        "Onjuist mailbox-wachtwoord. Probeer het opnieuw"
      ],
      "Incorrect login credentials. Please try again": [
        "Onjuiste logingegevens. Probeer het opnieuw"
      ],
      "Empty condition": [
        "Lege voorwaarde"
      ],
      "Condition incomplete": [
        "Onvolledig ingevulde voorwaarde"
      ],
      "Filter with this name already exists": [
        "Filter met deze naam bestaat reeds"
      ],
      "Error in one of the conditions": [
        "Fout in de volgende voorwaarden"
      ],
      "Require at least one condition": [
        "Vereist minstens één voorwaarde"
      ],
      "Require at least one action": [
        "Vereist minstens één actie"
      ],
      "Filter with this name already exist": [
        "Filter met deze naam bestaat reeds"
      ],
      "Invalid Sieve code": [
        "Ongeldige Sieve-code"
      ],
      "Invalid domain": [
        "Ongeldige domeinnaam"
      ],
      "Can't validate email, try again later": [
        "Kan e-mail niet valideren, probeer het later opnieuw"
      ],
      "Can't validate phone, try again later": [
        "Kan telefoon niet valideren, probeer het later opnieuw"
      ],
      "Enter 6 digits": [
        "Voer 6 cijfers in"
      ],
      "Invalid verification code": [
        "Ongeldige verificatiecode"
      ],
      "Please set a recovery/notification email first": [
        "Geef eerst een herstel/notificatie e-mailadres op"
      ],
      "Please set a recovery phone number first": [
        "Stel eerst een hersteltelefoonnummer in"
      ],
      "Payments are currently not available, please try again later": [
        "Betalingen zijn op dit moment niet beschikbaar, probeer het later nog eens"
      ],
      "You have no invoices.": [
        "U heeft geen facturen."
      ],
      "Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.": [
        "Uw account of organisatie heeft een openstaande factuur. Betaal alle openstaande facturen."
      ],
      "File has no contents to preview": [
        "Bestand heeft geen inhoud om een voorbeeld te tonen"
      ],
      "Passwords do not match": [
        "Wachtwoorden komen niet overeen"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.": [
        "Upgrade naar het abonnement Professional dat meer dan 1 gebruiker ondersteunt, of upgrade naar het abonnement Visionary voor multi-user ondersteuning."
      ],
      "You must privatize all users before generating new organization keys": [
        ""
      ],
      "You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "U heeft uw toegang tot de organisatie sleutels verloren. Zonder herstel kan u geen nieuwe gebruikers creëren, nieuwe adressen aan bestaande gebruikers toewijzen of toegang krijgen tot niet-private gebruikers accounts."
      ],
      "You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "U moet uw organisatiesleutels activeren. Zonder activatie kan u geen nieuwe gebruikers creëren, nieuwe adressen aan bestaande gebruikers toewijzen, of toegang krijgen tot niet-private gebruikeraccounts."
      ],
      "Permission denied, administrator privileges have been restricted.": [
        "Toegang geweigerd, beheerdersbevoegdheden zijn beperkt."
      ],
      "Invalid password": [
        "Ongeldig wachtwoord"
      ],
      "Invalid address": [
        "Ongeldig address"
      ],
      "Address already associated to a user": [
        "Adres is al geassocieerd met een anderen gebruiken"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to manage multiple users.": [
        "Upgrade naar een Professional abonnement met meer dan 1 gebruiker, of een Visionary account, om meerdere gebruikers te beheren."
      ],
      "Please enable multi-user support before adding users to your organization.": [
        "Activeer multi-user ondersteuning voordat u gebruikers toevoegt aan uw organisatie."
      ],
      "Please configure a custom domain before adding users to your organization.": [
        "Configureer een eigen domein om gebruikers aan uw organisatie toe te voegen."
      ],
      "You have used all users in your plan. Please upgrade your plan to add a new user.": [
        "U heeft het maximale aantal gebruikers bereikt dat uw huidige abonnement toestaat. Upgrade uw abonnement om een nieuwe gebruiker toe te voegen."
      ],
      "You have used all addresses in your plan. Please upgrade your plan to add a new address.": [
        "U heeft alle adressen in uw abonnement gebruikt. Upgrade uw abonnement om een nieuw adres toe te voegen."
      ],
      "All storage space has been allocated. Please reduce storage allocated to other users.": [
        "Alle opslagruimte is reeds toegewezen. Beperk de toegewezen opslagruimte van andere gebruikers."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "We zijn gestopt met het ondertekenen van DKIM-ondertekening, vanwege problemen met uw DNS-configuratie. Volg de onderstaande instructies om ondertekenen te hervatten."
      ],
      "Verification did not succeed, please try again in an hour.": [
        "Verificatie mislukt, probeer het over een uur opnieuw."
      ],
      "Wrong verification code. Please make sure you copied the verification code correctly and try again. It can take up to 24 hours for changes to take effect.": [
        "Verkeerde verificatiecode. Controleer of u de verificatiecode correct gekopieerd hebt en probeer het opnieuw. Het kan maximaal 24 uur duren voordat wijzigingen doorgevoerd zijn."
      ],
      "Authentication canceled.": [
        "Authenticatie geannuleerd."
      ],
      "Your import will not be processed.": [
        "Uw import zal niet worden verwerkt."
      ],
      "Authentication error.": [
        "Verificatiefout."
      ],
      "This message may contain some link's URL that cannot be properly opened by your current browser": [
        "Dit bericht kan links bevatten die niet op de juiste wijze geopend worden door uw huidige browser"
      ],
      "Unknown error": [
        "Onbekende fout"
      ],
      "This field requires a minimum of ${ minimumLength } characters.": [
        "Dit veld vereist een minimum van ${ minimumLength } tekens."
      ],
      "Email is not valid": [
        "E-mailadres is ongeldig"
      ],
      "Not a valid number": [
        "Ongeldig getal"
      ],
      "Missing signature": [
        "Handtekening ontbreekt"
      ],
      "Contact signature not verified": [
        "Handtekening van contact niet geverifieerd"
      ],
      "Signature not verified": [
        "Handtekening niet geverifieerd"
      ],
      "Signature verification failed": [
        "Handtekening controle mislukt"
      ],
      "Could not find address ${ email }.": [
        "Kon adres ${ email } niet vinden."
      ],
      "Domain not available, try again later": [
        "Domein niet beschikbaar, probeer het later opnieuw"
      ],
      "Request timed out.": [
        "Reactietijd verzoek overschreden."
      ],
      "Address primary private key not found": [
        "Primaire adressleutel is niet gevonden"
      ],
      "Calendar primary private key is not decrypted": [
        "Primaire kalendersleutel is niet gedecodeerd"
      ],
      "The session has expired. Please sign in again.": [
        "De sessie is verlopen. Log opnieuw in."
      ],
      "Failed to get active sessions. Please refresh or try again later.": [
        "Het ophalen van de actieve sessie is mislukt. Vernieuw of probeer het later opnieuw."
      ],
      "No active sessions": [
        "Geen actieve sessies"
      ],
      "Can't check username, try again later": [
        "Kan de gebruikersnaam niet controleren, probeer het later nog eens"
      ]
    },
    "Title": {
      "Open actions dropdown": [
        "Open dropdown-menu met acties"
      ],
      "Expand content": [
        "Inhoud uitvouwen"
      ],
      "Link confirmation": [
        "Bevestiging link"
      ],
      "Previous": [
        "Vorige"
      ],
      "Open pagination": [
        "Paginering openen"
      ],
      "Next": [
        "Volgende"
      ],
      "Keyboard Shortcuts": [
        "Sneltoetsen"
      ],
      "What's new": [
        "Wat is er nieuw"
      ],
      "Start import process": [
        "Importproces starten"
      ],
      "Import in progress": [
        "Bezig met importeren"
      ],
      "Customize import": [
        "Importeren aanpassen"
      ],
      "Prepare for import": [
        "Voorbereiden voor importeren"
      ],
      "Prepare Yahoo Mail for import": [
        "Yahoo Mail voorbereiden op import"
      ],
      "Prepare Gmail for import ${ gmailInstructionsStep }/${ totalSteps }": [
        "Bereid Gmail voor voor import van ${ gmailInstructionsStep }/${ totalSteps }"
      ],
      "Reconnect your account": [
        "Uw account opnieuw verbinden"
      ],
      "Start a new import": [
        "Start een nieuwe import"
      ],
      "Enable keyboard shortcuts": [
        "Sneltoetsen inschakelen"
      ],
      "Exporting contacts": [
        "Contactpersonen exporteren"
      ],
      "Select action to take on contact group": [
        "Selecteer actie voor de contactgroep"
      ],
      "Add contact group name": [
        "Naam contactgroep toevoegen"
      ],
      "Select contact group": [
        "Contactgroep selecteren"
      ],
      "Warning": [
        "Waarschuwing"
      ],
      "Import groups": [
        "Importeer groepen"
      ],
      "Import contacts": [
        "Contactpersonen importeren"
      ],
      "Change password for ${ Name } (${ Email })": [
        "Wachtwoord wijzigen voor ${ Name } (${ Email })"
      ],
      "Change password": [
        "Wachtwoord wijzigen"
      ],
      "Change login password": [
        "Inlogwachtwoord wijzigen"
      ],
      "Switch to two-password mode": [
        "Overschakelen naar twee-wachtwoorden modus"
      ],
      "Switch to one-password mode": [
        "Overschakelen naar één-wachtwoord modus"
      ],
      "Change mailbox password": [
        "Mailbox-wachtwoord wijzigen"
      ],
      "Set up two-factor authentication": [
        "Tweestapsverificatie instellen"
      ],
      "Disable two-factor authentication": [
        "Tweestapsverificatie uitschakelen"
      ],
      "Password": [
        "Wachtwoord"
      ],
      "Login password": [
        "Inlogwachtwoord"
      ],
      "Delete account": [
        "Account verwijderen"
      ],
      "Add address": [
        "E-mailadres toevoegen"
      ],
      "Generate missing keys": [
        "Ontbrekende sleutels genereren"
      ],
      "Delete ${ address.Email }": [
        "Verwijder ${ address.Email }"
      ],
      "1. Select platform": [
        "1. Platform kiezen"
      ],
      "2. Select protocol": [
        "2. Protocol kiezen"
      ],
      "3. Select config file and download": [
        "3. Configuratiebestand kiezen en downloaden"
      ],
      "Get ProtonVPN Plus to access all servers": [
        "Neem ProtonVPN Plus om toegang te krijgen tot alle servers"
      ],
      "Open help menu": [
        "Open help-menu"
      ],
      "Back": [
        "Terug"
      ],
      "Error": [
        "Fout"
      ],
      "Update calendar": [
        "Agenda updaten"
      ],
      "Create calendar": [
        "Agenda aanmaken"
      ],
      "Select the way to send this notification": [
        "Selecteer de manier om deze melding te verzenden"
      ],
      "Select when you want this notification to be sent": [
        "Selecteer wanneer u wilt dat deze melding wordt verzonden"
      ],
      "Select the time to send this notification": [
        "Selecteer de tijd om deze melding te verzenden"
      ],
      "Add another notification to remind you of this event": [
        "Voeg nog een melding toe om je te herinneren aan deze afspraak"
      ],
      "Export calendar": [
        "Agenda exporteren"
      ],
      "Delete calendar": [
        "Agenda verwijderen"
      ],
      "Remove calendar": [
        ""
      ],
      "Import events": [
        "Afspraken importeren"
      ],
      "Your calendar link": [
        "Uw agenda-link"
      ],
      "Report a problem": [
        "Meld een probleem"
      ],
      "Confirm loss of Proton bonuses": [
        "Bevestig verlies van Proton-bonussen"
      ],
      "Processing": [
        "Verwerken"
      ],
      "Cancel subscription": [
        "Abonnement opzeggen"
      ],
      "Network error": [
        "Netwerkfout"
      ],
      "Select a plan": [
        "Selecteer een abonnement"
      ],
      "Customize your plan": [
        "Abonnement aanpassen"
      ],
      "Checkout": [
        "Naar de kassa"
      ],
      "Current plan": [
        "Huidig abonnement"
      ],
      "Apply gift code": [
        "Geschenkcode toepassen"
      ],
      "Subtotal": [
        "Subtotaal"
      ],
      "Coupon discount": [
        "Kortingscode"
      ],
      "Total (monthly)": [
        "Totaal (maandelijks)"
      ],
      "Credits": [
        "Tegoed"
      ],
      "Gift code": [
        "Geschenkcode"
      ],
      "Amount due": [
        "Verschuldigd bedrag"
      ],
      "Payment details": [
        "Betalingsgegevens"
      ],
      "Edit credit/debit card": [
        "Krediet/debietkaart bewerken"
      ],
      "Add credit/debit card": [
        "Krediet/debietkaart toevoegen"
      ],
      "Add PayPal payment method": [
        "Voeg PayPal als betalingsmethode toe"
      ],
      "Add credits": [
        "Tegoed toevoegen"
      ],
      "Billing cycle": [
        "Factuurperiode"
      ],
      "Confirm downgrade": [
        "Downgrade bevestigen"
      ],
      "${ appName } customization": [
        "${ appName } aanpassingen"
      ],
      "Currency": [
        "Valuta"
      ],
      "Unsupported browser": [
        "Niet-ondersteunde browser"
      ],
      "Card verification": [
        "Kaartverificatie"
      ],
      "Payment verification": [
        "Betalingsverificatie"
      ],
      "Processing...": [
        "Wordt verwerkt..."
      ],
      "Card verification in progress": [
        "Kaartverificatie bezig"
      ],
      "Payment verification in progress": [
        "Betalingsverzoek bezig"
      ],
      "PayPal verification failed": [
        "PayPal verificatie mislukt"
      ],
      "3-D Secure verification failed": [
        "3-D Secure verificatie mislukt"
      ],
      "ZIP / postal code": [
        "Postcode"
      ],
      "Plan summary": [
        "Samenvatting abonnement"
      ],
      "Automatically sign outgoing messages?": [
        "Automatisch uitgaande berichten ondertekenen?"
      ],
      "Re-activate keys": [
        "Sleutels opnieuw activeren"
      ],
      "Decrypt key": [
        "Sleutel decoderen"
      ],
      "Export public key": [
        "Exporteer publieke sleutel"
      ],
      "Export private key": [
        "Exporteer geheime sleutel"
      ],
      "Delete key": [
        "Sleutel verwijderen"
      ],
      "Create key": [
        "Sleutel aanmaken"
      ],
      "Success": [
        "Succes"
      ],
      "Import key": [
        "Sleutel importeren"
      ],
      "Sign in again to continue": [
        "Log opnieuw in om door te gaan"
      ],
      "Account suspended": [
        "Account opgeschort"
      ],
      "Edit filter": [
        "Filter bewerken"
      ],
      "Add filter": [
        "Filter toevoegen"
      ],
      "Are you sure you want to close?": [
        "Weet u zeker dat u wil afsluiten?"
      ],
      "Edit Sieve filter": [
        "Sieve filter bewerken"
      ],
      "Add Sieve filter": [
        "Sievefilter toevoegen"
      ],
      "Delete ${ filter.Name }": [
        "Verwijder ${ filter.Name }"
      ],
      "Allow List": [
        "Toegestane Lijst"
      ],
      "Block List": [
        "Bloklijst"
      ],
      "Add to Block List": [
        "Toevoegen aan Bloklijst"
      ],
      "Add to Allow List": [
        "Toevoegen aan Toestane Lijst"
      ],
      "Edit Block List": [
        "Bewerk Bloklijst"
      ],
      "Edit Allow List": [
        "Bewerk Toestane Lijst"
      ],
      "Invalid verification code": [
        "De ingevoerde code is ongeldig"
      ],
      "Request new verification code": [
        "Nieuwe verificatiecode aanvragen"
      ],
      "Human verification": [
        "Menselijke verificatie"
      ],
      "Delete ${ Name } folder": [
        ""
      ],
      "Delete ${ Name } label": [
        ""
      ],
      "Sort folders alphabetically": [
        "Sorteer mappen alfabetisch"
      ],
      "Sort labels alphabetically": [
        "Sorteer labels alfabetisch"
      ],
      "Confirm address": [
        "Adres bevestigen"
      ],
      "Confirm phone number": [
        "Telefoonnummer bevestigen"
      ],
      "App": [
        "App"
      ],
      "Date": [
        "Datum"
      ],
      "Action": [
        "Actie"
      ],
      "Delete logs": [
        "Logs wissen"
      ],
      "Clear": [
        "Wissen"
      ],
      "Pay invoice": [
        "Factuur betalen"
      ],
      "Add invoice details": [
        "Facturatiegegevens opgeven"
      ],
      "Amount": [
        "Bedrag"
      ],
      "Type": [
        "Type"
      ],
      "Status": [
        "Status"
      ],
      "${ appName } Keyboard Shortcuts": [
        "${ appName } Sneltoetsen"
      ],
      "Bridge for ${ platform }": [
        "Bridge voor ${ platform }"
      ],
      "Change organization name": [
        "Organisatienaam wijzigen"
      ],
      "Set organization name": [
        "Organisatienaam instellen"
      ],
      "Set organization keys": [
        "Organisatiesleutels instellen"
      ],
      "Set organization password": [
        "Stel organisatiewachtwoord in"
      ],
      "Allocate storage": [
        "Opslag toewijzen"
      ],
      "Allocate VPN connections": [
        "VPN-verbindingen toestaan"
      ],
      "Reset organization keys": [
        ""
      ],
      "Change organization keys": [
        "Organisatiesleutels wijzigen"
      ],
      "Activate organization key": [
        "Organisatiesleutel activeren"
      ],
      "Restore administrator privileges": [
        "Herstel beheerdersbevoegdheden"
      ],
      "Change organization password": [
        "Organisatiewachtwoord wijzigen"
      ],
      "Change role": [
        "Privileges wijzigen"
      ],
      "Edit user": [
        "Gebruiker bewerken"
      ],
      "Delete user": [
        "Gebruiker verwijderen"
      ],
      "Add user": [
        "Gebruiker toevoegen"
      ],
      "Edit domain": [
        "Domein bewerken"
      ],
      "Add domain": [
        "Domein toevoegen"
      ],
      "Catch-All address": [
        "Catch-All adres"
      ],
      "Delete ${ domain.DomainName }": [
        "Verwijder ${ domain.DomainName }"
      ],
      "General": [
        "Algemeen"
      ],
      "Theme": [
        "Thema"
      ],
      "Contacts": [
        "Contacten"
      ],
      "Import & export": [
        "Importeren & exporteren"
      ],
      "Import": [
        "Importeren"
      ],
      "Export": [
        "Exporteren"
      ],
      "Appearance": [
        "Uiterlijk"
      ],
      "Layout": [
        "Lay-out"
      ],
      "Other": [
        "Anders"
      ],
      "Auto reply": [
        "Automatisch antwoorden"
      ],
      "Encryption & keys": [
        "Versleuteling & sleutels"
      ],
      "Address verification": [
        "Verificatie van adres"
      ],
      "External PGP settings": [
        "Externe PGP-instellingen"
      ],
      "Email encryption keys": [
        "E-mail encryptiesleutels"
      ],
      "Contact encryption keys": [
        "Contact encryptiesleutels"
      ],
      "Filters": [
        "Filters"
      ],
      "Custom filters": [
        "Aangepaste filters"
      ],
      "Spam filters": [
        "Spamfilters"
      ],
      "Folders & labels": [
        "Mappen & labels"
      ],
      "Folders": [
        "Mappen"
      ],
      "Labels": [
        "Labels"
      ],
      "Short domain (@pm.me)": [
        "Korte domein (@pm.me)"
      ],
      "Messages": [
        "Berichten"
      ],
      "Advanced": [
        "Geavanceerd"
      ],
      "Identity & addresses": [
        "Identiteit & adressen"
      ],
      "Display name & signature": [
        "Naam & handtekening weergeven"
      ],
      "My addresses": [
        "Mijn adressen"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "Import Assistant": [
        "Importeer assistent"
      ],
      "Current & past imports": [
        "Import uit het verleden en huidige"
      ],
      "Import-Export app": [
        "Import-Export app"
      ],
      "Domain names": [
        "Domeinnamen"
      ],
      "Catch-all address": [
        "Catch-all adres"
      ],
      "VPN apps": [
        "VPN-apps"
      ],
      "ProtonVPN": [
        "ProtonVPN"
      ],
      "OpenVPN / IKEv2": [
        "OpenVPN / IKEv2"
      ],
      "Credentials": [
        "Inloggegevens"
      ],
      "OpenVPN configuration files": [
        "OpenVPN-configuratiebestanden"
      ],
      "Password & recovery": [
        "Wachtwoord & herstel"
      ],
      "Passwords": [
        "Wachtwoorden"
      ],
      "Recovery & notification": [
        "Herstel & notificaties"
      ],
      "Security": [
        "Beveiliging"
      ],
      "Session management": [
        "Sessiebeheer"
      ],
      "Security logs": [
        "Beveiligingslogboek"
      ],
      "Payment": [
        "Betalingswijze"
      ],
      "Billing details": [
        "Factuurgegevens"
      ],
      "Payment methods": [
        "Betalingswijzen"
      ],
      "Invoices": [
        "Facturen"
      ],
      "Dashboard": [
        "Dashboard"
      ],
      "Select plan": [
        "Selecteer abonnement"
      ],
      "Your current plan": [
        "Uw huidige abonnement"
      ],
      "Your plan": [
        "Uw abonnement"
      ],
      "Language & time": [
        "Taal & Tijd"
      ],
      "Email subscriptions": [
        "Nieuwsbrieven"
      ],
      "My calendars": [
        "Mijn agenda"
      ],
      "Subscribed calendars": [
        ""
      ],
      "Share outside Proton": [
        "Deel buiten Proton"
      ],
      "Time zone": [
        "Tijdzone"
      ],
      "Organization": [
        "Organisatie"
      ],
      "Multi-user support": [
        "Ondersteuning voor meerdere gebruikers"
      ],
      "Users and addresses": [
        "Gebruikers en adressen"
      ],
      "Addresses": [
        "Adressen"
      ],
      "Organization & keys": [
        "Organisatie & sleutels"
      ],
      "Password & keys": [
        "Wachtwoord & sleutels"
      ],
      "Sorry, you can't access this page": [
        "Sorry, u heeft geen toegang tot deze pagina"
      ],
      "Upgrade": [
        "Upgraden"
      ],
      "Settings": [
        "Instellingen"
      ],
      "Choose an account": [
        "Een account selecteren"
      ],
      "Email": [
        "E-mail"
      ],
      "Phone": [
        "Telefoon"
      ],
      "Find email or username": [
        "Vind e-mail of gebruikersnaam"
      ],
      "Proton Logo": [
        "Proton Logo"
      ],
      "Create a ${ mailAppName } address": [
        "Maak een ${ mailAppName } adres"
      ],
      "Address is available": [
        "Adres is beschikbaar"
      ],
      "Sign in": [
        "Inloggen"
      ],
      "Two-factor authentication": [
        "Tweestapsverificatie"
      ],
      "Unlock your mailbox": [
        "Ontgrendel uw mailbox"
      ],
      "Set new password": [
        "Nieuw wachtwoord instellen"
      ],
      "This address might compromise your privacy.": [
        "Dit adres kan uw privacy in gevaar brengen."
      ],
      "Create your Proton Account": [
        "Maak uw Proton Account aan"
      ],
      "Add a recovery method": [
        "Voeg een herstelmethode toe"
      ],
      "(highly recommended)": [
        "(sterk aanbevolen)"
      ],
      "Account verification": [
        "Accountverificatie"
      ],
      "Plan selection": [
        "Selectie abonnement"
      ],
      "Are you human?": [
        "Bent u een mens?"
      ],
      "Creating account": [
        "Account aanmaken"
      ],
      "Warning!": [
        "Let op!"
      ],
      "Reset password": [
        "Wachtwoord resetten"
      ],
      "No recovery method": [
        "Geen herstelmethode"
      ]
    },
    "Storage": {
      "Your current storage:": [
        "Uw huidige opslag:"
      ],
      "Upgrade storage": [
        "Opslag upgraden"
      ],
      "Release notes": [
        "Release notes"
      ]
    },
    "Link": {
      "Learn more": [
        "Meer informatie"
      ],
      "View guide": [
        "Bekijk gids"
      ],
      "What is the difference between UDP and TCP protocols?": [
        "Wat is het verschil tussen UDP en TCP-protocollen?"
      ],
      "Upgrade": [
        "Upgraden"
      ],
      "Go to subscription plans": [
        "Ga naar abonnementen"
      ],
      "clearing your browser cache": [
        "uw browser cache wissen"
      ],
      "click here": [
        "klik hier"
      ],
      "Add a gift code": [
        "Voeg een cadeaucode toe"
      ],
      "Pay invoice": [
        "Factuur betalen"
      ],
      "Upgrade account": [
        "Account upgraden"
      ],
      "Request an invite": [
        "Uitnodiging aanvragen"
      ],
      "Calendars": [
        "Agenda's"
      ],
      "General": [
        "Algemeen"
      ],
      "Terms": [
        "Voorwaarden"
      ],
      "Privacy policy": [
        "Privacybeleid"
      ],
      "Previous version": [
        "Vorige versie"
      ],
      "Reset password": [
        "Wachtwoord resetten"
      ],
      "Forgot username?": [
        "Gebruikersnaam vergeten?"
      ],
      "Common sign in issues": [
        "Veel voorkomende problemen bij aanmelden"
      ],
      "Create an account": [
        "Een account aanmaken"
      ],
      "Sign in": [
        "Inloggen"
      ],
      "Common sign up issues": [
        "Problemen met algemene registratie"
      ]
    },
    "Select search results": {
      "No results found": [
        "Geen resultaten gevonden"
      ]
    },
    "Timezone search placeholder": {
      "Search timezones": [
        "Zoek tijdzones"
      ]
    },
    "Loading info": {
      "Connecting to your calendar provider": [
        "Verbinding maken met uw agenda-provider"
      ],
      "Connecting to your email provider": [
        "Verbinding maken met uw e-mailprovider"
      ]
    },
    "Wizard step": {
      "Authenticate": [
        "Authenticeren"
      ],
      "Configure Import": [
        "Import configureren"
      ],
      "Import": [
        "Importeren"
      ]
    },
    "Confirm modal title": {
      "Quit import?": [
        "Importeren beëindigen?"
      ],
      "Quit import customization?": [
        "Persoonlijke instellingen m.b.t. importeren sluiten?"
      ],
      "Import is incomplete!": [
        "Importen is onvolledig!"
      ],
      "Remove from the list?": [
        "Dit bericht komt van een mailinglist."
      ],
      "Delete all messages": [
        "Alle berichten verwijderen"
      ]
    },
    "Warning": {
      "Are you sure you want to discard your import?": [
        "Weet u zeker dat u uw import wilt verwijderen?"
      ],
      "This import may exceed the storage capacity currently available in your Proton account. Please consider customizing your import.": [
        "Deze import mag groter zijn dan de opslagcapaciteit die momenteel beschikbaar is op uw Proton account. Overweeg om uw import aan te passen."
      ],
      "Proton will transfer as much data as possible, starting with your most recent messages.": [
        "Proton zal zo veel mogelijk gegevens overdragen, te beginnen met uw meest recente berichten."
      ],
      "Proton will merge all folders with the same name. To avoid this, change the names before import.": [
        "Proton zal alle mappen met dezelfde naam samenvoegen. Om dit te voorkomen, verander de namen voordat ze geïmporteerd worden."
      ],
      "You will lose any customization you made so far.": [
        "U verliest elke aanpassing die u tot nu toe hebt gemaakt."
      ],
      "permanently delete all messages on ${ email }": [
        "verwijder permanent alle berichten op ${ email }"
      ],
      "This action will ${ boldWarning }. You will not be able to recover the messages on ${ domain }.": [
        "Deze actie zal ${ boldWarning }. U kunt de berichten niet herstellen op ${ domain }."
      ],
      "If you cancel this import, you won't be able to resume it. Proton saved all progress in your account. Cancel anyway?": [
        "Als u deze import annuleert, zult u niet in staat zijn om deze te hervatten. Proton heeft alle voortgang in uw account opgeslagen. Toch annuleren?"
      ],
      "You will not see this import record in the list anymore.": [
        "U ziet dit importrecord niet meer in de lijst."
      ],
      "By disabling this address, you will no longer be able to send or receive emails using this address and all the linked Proton products will also be disabled. Are you sure you want to disable this address?": [
        "Door het uitschakelen van dit adres u kunt niet langer e-mails verzenden of ontvangen met dit adres en alle gekoppelde Proton producten worden ook uitgeschakeld. Weet u zeker dat u dit adres wilt uitschakelen?"
      ],
      "You must ${ activateLink } organization keys before adding an email address to a non-private member.": [
        "U moet ${ activateLink } organisatiesleutels voordat u een e-mailadres toevoegt aan een niet-privé lid."
      ],
      "Reports are not end-to-end encrypted, please do not send any sensitive information.": [
        "Rapporten zijn niet versleuteld met end-to-end-versleuteling, stuur geen gevoelige informatie."
      ],
      "Please note that by choosing this payment method, your account cannot be upgraded immediately. We will update your account once the payment is cleared.": [
        "Houd er rekening mee dat door deze betaalmethode te kiezen, uw account niet onmiddellijk kan worden bijgewerkt. We zullen uw account bijwerken zodra de betaling is gewist."
      ],
      "Your local date & time settings seem to be out of sync.": [
        "Uw lokale datum- en tijdinstellingen lijken niet gesynchroniseerd te zijn."
      ],
      "By deleting this address, you will no longer be able to recover your account.": [
        "Door dit e-mailadres te verwijderen, kunt u uw account niet meer herstellen."
      ],
      "By deleting this address, you will no longer be able to receive daily email notifications.": [
        "Door dit e-mailadres te verwijderen, kunt u geen dagelijkse e-mailmeldingen meer ontvangen."
      ],
      "By deleting this address, you will no longer be able to recover your account or receive daily email notifications.": [
        "Door dit e-mailadres te verwijderen, kunt u uw account niet meer herstellen of dagelijks e-mailmeldingen ontvangen."
      ],
      "Are you sure you want to delete the address?": [
        "Weet u zeker dat u het e-mailadres wil verwijderen?"
      ],
      "By deleting this phone number, you will no longer be able to recover your account.": [
        "Door dit telefoonnummer te verwijderen, kunt u uw account niet meer herstellen."
      ],
      "Are you sure you want to delete the phone number?": [
        "Bent u zeker dat u het telefoonnummer wilt verwijderen?"
      ],
      "By disabling the logs, you will also clear your entire logs history. Are you sure you want to disable the logs?": [
        "Door de logboeken uit te schakelen, verwijdert u ook de gehele logboekgeschiedenis. Weet u zeker dat u de logboeken wilt uitschakelen?"
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "We hebben een probleem met uw DNS-configuratie ontdekt. Zorg ervoor dat uw records overeenkomen met de instructies hieronder. Als het probleem zich blijft voordoen, moeten we het ondertekenen met DKIM stopzetten."
      ],
      "This feature is only available for ProtonMail Professional plans or higher": [
        "Deze functionaliteit is alleen beschikbaar voor het ProtonMail Professional-abonnement of hoger"
      ]
    },
    "Import instructions emphasis": {
      "Security": [
        "Beveiliging"
      ],
      "turn on access": [
        "activeer toegang"
      ],
      "app password": [
        "app-wachtwoord"
      ],
      "Gmail Settings": [
        "Gmail-instellingen"
      ],
      "Forwarding and POP/IMAP": [
        "Doorsturen en POP/IMAP"
      ],
      "IMAP access": [
        "IMAP toegang"
      ],
      "Labels": [
        "Labels"
      ],
      "2-step verification": [
        "Authenticatie in twee stappen"
      ],
      "Account info": [
        "Rekeninginformatie"
      ],
      "Account security": [
        "Accountbeveiliging"
      ],
      "Manage app passwords": [
        "App-wachtwoorden beheren"
      ]
    },
    "Import instructions": {
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, ${ boldAccess } for less secure apps. If you don't see this option, you might have 2-step verification enabled.": [
        "Ga naar ${ googleAccountLink }. In de ${ boldSecurity } sectie, ${ boldAccess } voor minder beveiligde apps. Als u deze optie niet ziet, is het mogelijk dat 2-staps verificatie ingeschakeld is."
      ],
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, create an ${ boldAppPassword } if you don't have one already. You will need this password during the import.": [
        "Ga naar ${ googleAccountLink }. In het ${ boldSecurity } gedeelte, maak een ${ boldAppPassword } als u er nog geen hebt. U heeft dit wachtwoord nodig tijdens het importeren."
      ],
      "In your ${ boldGmailSettings }, go to ${ boldForwarding } and make sure that ${ boldIMAPAccess } is enabled.": [
        "Ga in uw ${ boldGmailSettings } naar ${ boldForwarding } en zorg ervoor dat ${ boldIMAPAccess } is ingeschakeld."
      ],
      "In the ${ boldLabels } section, choose the folders allowed for import into ProtonMail.": [
        "In de ${ boldLabels } sectie kiest u de mappen die mogen worden geïmporteerd in ProtonMail."
      ],
      "Allow ProtonMail access into your Gmail account: choose whether ${ bold2Steps } is enabled and follow the steps below.": [
        "Geef ProtonMail toegang tot uw Gmail account: kies voor ${ bold2Steps } en volg de onderstaande stappen."
      ],
      "Finally, ${ googleMailLink } with the account you would like to import, ${ googleCaptchaLink }.": [
        "Ten slotte, ${ googleMailLink } met het account dat u wilt importeren, ${ googleCaptchaLink }."
      ],
      "Log into Yahoo Mail and click on your name in the upper right corner to access ${ boldAccountInfo }. In the ${ boldAccountSec } section, go to ${ boldManageAppPass } to generate a password. You will need this password during the import.": [
        "Log in op Yahoo Mail en klik op uw naam in de rechter bovenhoek om naar ${ boldAccountInfo } te gaan. Ga in het stuk ${ boldAccountSec } naar ${ boldManageAppPass } om een wachtwoord te genereren. U heeft dit wachtwoord nodig tijdens de import."
      ]
    },
    "Import instructions tab title": {
      "2-step verification disabled (default settings)": [
        "tweestapsverificatie (2FA) uitgeschakeld (standaard instellingen)"
      ],
      "2-step verification enabled": [
        "tweestapsverificatie (2FA) ingeschakeld"
      ]
    },
    "Import instructions image alternative text": {
      "How to turn on access for Less Secure Apps in Gmail settings": [
        "Het inschakelen van toegang voor minder beveiligde apps in Gmail instellingen"
      ],
      "How to create an app password in Gmail settings": [
        "Hoe maakt u een app-wachtwoord in de Gmail-instellingen"
      ],
      "How to enable IMAP Forwarding in Gmail settings": [
        "Hoe IMAP doorsturen inschakelen bij Gmail instellingen"
      ],
      "How to show folders in IMAP in Gmail settings": [
        "Mappen in IMAP instellingen van Gmail weergeven"
      ],
      "How to disable CAPTCHA in Gmail": [
        "Hoe schakelt u CAPTCHA uit in Gmail"
      ]
    },
    "Import instructions external link": {
      "login to Gmail": [
        "inloggen op Gmail"
      ],
      "then open this page to unlock captcha": [
        "open vervolgens deze pagina om captcha te ontgrendelen"
      ]
    },
    "Provider": {
      "Gmail": [
        "Gmail"
      ],
      "Yahoo Mail": [
        "Yahoo Mail"
      ]
    },
    "Import error": {
      "Invalid IMAP port": [
        "Ongeldige IMAP poort"
      ],
      "If ${ bold2StepsDisabled } in Gmail (default settings), please make sure that:": [
        "Als ${ bold2StepsDisabled } in Gmail (standaard instellingen), zorg er dan voor:"
      ],
      "If ${ bold2StepsEnabled } in Gmail, please make sure that you are using your app password instead of your regular password.": [
        "Als ${ bold2StepsEnabled } in Gmail, zorg er dan voor dat u uw app-wachtwoord gebruikt in plaats van uw reguliere wachtwoord."
      ],
      "You can also try to sign out of ${ boldGoogleAccounts } in the browser, then unlock ${ linkCAPTCHA }.": [
        "U kunt ook proberen u uit te loggen uit ${ boldGoogleAccounts } in de browser, en daarna ${ linkCAPTCHA } ontgrendelen."
      ],
      "Proton can't connect to your account. Please make sure that Gmail IMAP access is enabled.": [
        "Proton kan geen verbinding maken met uw account. Zorg ervoor dat Gmail IMAP-toegang is ingeschakeld."
      ],
      "your password is correct": [
        "uw wachtwoord is correct"
      ],
      "\"Less secure app access\" is turned on in your Google account security settings": [
        "\"Minder veilige app-toegang\" is ingeschakeld in de beveiligingsinstellingen voor uw Google-account"
      ],
      "Proton can't connect to your Gmail account. Please make sure that the mail server address and port number are correct.": [
        "Proton kan geen verbinding maken met uw Gmail-account. Zorg ervoor dat het e-mailadres en het poortnummer correct zijn."
      ],
      "If ${ bold2StepsDisabled } (default Gmail settings), please make sure that:": [
        "Als ${ bold2StepsDisabled } (standaard Gmail-instellingen), zorg er dan voor dat:"
      ],
      "If ${ bold2StepsEnabled }, please make sure that your email address and app password are correct. Do ${ boldNot } use your regular password.": [
        "Als ${ bold2StepsEnabled }, zorg er dan voor dat uw e-mailadres en app-wachtwoord juist zijn. Gebruik ${ boldNot } uw reguliere wachtwoord."
      ],
      "Proton can't connect to your account. Please make sure that IMAP access is enabled in your Gmail account.": [
        "Proton kan geen verbinding maken met uw account. Zorg ervoor dat IMAP toegang is ingeschakeld in uw Gmail account."
      ],
      "your email address and password are correct": [
        "uw e-mailadres en wachtwoord zijn juist"
      ],
      "your app password is correct. Do ${ boldNot } use your regular password": [
        "uw app-wachtwoord is juist. Gebruik{ boldNot } uw reguliere wachtwoord"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that:": [
        "Proton kan geen verbinding maken met uw Yahoo Mail account. Gelieve ervoor te zorgen dat:"
      ],
      "IMAP access is enabled in your Yahoo account": [
        "IMAP toegang is ingeschakeld in uw Yahoo account"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that the mail server address and port number are correct.": [
        "Proton kan geen verbinding maken met uw Yahoo Mail account. Zorg ervoor dat het mail server adres en poort nummer correct zijn."
      ],
      "your email address and app password are correct. Do ${ boldNot } use your regular password": [
        "uw e-mailadres en app-wachtwoord zijn juist. Gebruik{ boldNot } uw reguliere wachtwoord"
      ],
      "Proton can't connect to your external account. Please make sure that:": [
        "Proton kan geen verbinding maken met uw extern account. Zorg ervoor dat:"
      ],
      "Proton can't connect to your account. Please make sure that:": [
        "Proton kan geen verbinding maken met uw account. Zorg ervoor dat:"
      ],
      "IMAP access is enabled in your external account": [
        "IMAP toegang is ingeschakeld in uw externe account"
      ],
      "Use your app password if:": [
        "Gebruik uw app-wachtwoord als:"
      ],
      "2-step verification is enabled in your external account": [
        "tweestapsverificatie (2FA) is ingeschakeld in uw externe account"
      ],
      "your email account requires one to export your data": [
        "uw e-mailaccount vereist er één om uw gegevens te exporteren"
      ],
      "Proton can't connect to your external account. Please make sure that the mail server address and port number are correct.": [
        "Proton kan geen verbinding maken met uw externe account. Zorg ervoor dat het e-mailadres en het poortnummer correct zijn."
      ],
      "Use your app password instead of your regular password if:": [
        "Gebruik het wachtwoord van uw app in plaats van het normale wachtwoord als:"
      ],
      "2-step verification is enabled in your external email account": [
        "tweestapsverificatie (2FA) is ingeschakeld in uw externe e-mailaccount"
      ],
      "your email account requires an app password to export your data": [
        "uw e-mailaccount vereist een app-wachtwoord om uw gegevens te exporteren"
      ],
      "Too many recent requests. Please try again in a few moments.": [
        "Te veel recente pogingen. Probeer over enkele ogenblikken opnieuw."
      ]
    },
    "Import error emphasis": {
      "2-step verification is disabled": [
        "tweestapsverificatie (2FA) is uitgeschakeld"
      ],
      "2-step verification is enabled": [
        "tweestapsverificatie (2FA) is ingeschakeld"
      ],
      "all your other Google accounts": [
        "al uw andere Google-accounts"
      ],
      "not": [
        "niet"
      ],
      "CAPTCHA": [
        "CAPTCHA"
      ]
    },
    "Tooltip": {
      "Customize import to reduce the number of labels": [
        "Import aanpassen om het aantal labels te verminderen"
      ],
      "Customize import to reduce the number of folders": [
        "Import aanpassen om het aantal mappen te verminderen"
      ],
      "Edit label names": [
        "Labelnamen bewerken"
      ],
      "Edit folder names": [
        "Mapnamen bewerken"
      ],
      "System subfolders will show up as separate folders in ProtonMail": [
        "Systeemsubmappen worden weergegeven als aparte mappen in ProtonMail"
      ],
      "Each imported email will have this label": [
        "Elke geïmporteerde e-mail heeft dit label"
      ],
      "The import will start with the most recent messages.": [
        "Het importeren begint met de meest recente berichten."
      ],
      "Account is disconnected": [
        "Account is verbroken"
      ],
      "Your ProtonMail inbox is almost full": [
        "Uw ProtonMail inbox is bijna vol"
      ],
      "Your external account may have reached its 24-hour bandwidth limit. Proton will try to resume the import as soon as possible.": [
        "Uw externe account heeft mogelijk 24-uurs bandbreedtelimiet bereikt. Proton zal proberen de import zo snel mogelijk te hervatten."
      ],
      "You do not have any contacts to export": [
        "U heeft geen contactpersonen om te exporteren"
      ],
      "Set the default layout for your Inbox.": [
        "Kies de standaard lay-out voor uw Inbox."
      ],
      "Set the default Composer popup size as small or full screen.": [
        "Stel de standaard composer pop-up grootte in als klein of volledig scherm."
      ],
      "When you add a label to a message in a conversation, it will automatically be applied to all future messages you send or receive in that conversation.": [
        "Wanneer u een label toevoegt aan een bericht in een gesprek, het zal automatisch worden toegepast op alle toekomstige berichten die u in dat gesprek verstuurt of ontvangt."
      ],
      "Group emails in the same conversation together in your Inbox or display them separately.": [
        "Groepeer e-mails in hetzelfde gesprek samen in uw Inbox of geef ze apart weer."
      ],
      "Use multiple addresses / aliases linked to your account, e.g. username2@protonmail.com": [
        "Gebruik meerdere adressen / aliassen gekoppeld aan uw account, bijvoorbeeld gebruikersnaam2@protonmail.com"
      ],
      "Host emails for your own domain(s) at ProtonMail, e.g. john.smith@example.com": [
        "Host e-mails voor uw eigen domein(en) op ProtonMail, bijvoorbeeld john.smith@voorbeeld.com"
      ],
      "Use the personal address username@pm.me to send emails": [
        "Gebruik het persoonlijke adres username@pm.me om e-mails te verzenden"
      ],
      "Multi-user support is only applicable to plans with 2 or more users": [
        "Ondersteuning voor meerdere gebruikers is alleen van toepassing op abonnementen met 2 of meer gebruikers"
      ],
      "NetShield protects your device and speeds up your browsing by blocking ads, trackers, and malware.": [
        "NetShield beschermt uw apparaat en versnelt uw browsen door advertenties, trackers en malware te blokkeren."
      ],
      "Support for file sharing protocols such as BitTorrent.": [
        "Ondersteuning voor filesharing protocollen zoals BitTorrent."
      ],
      "Access geo-blocked content (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube, etc) no matter where you are.": [
        "Toegang tot geo-geblokkeerde inhoud (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube, etc) waar u ook bent."
      ],
      "Route your Internet traffic through the Tor network with a single click.": [
        "Stuur uw internetverkeer met één klik door via het Tor-netwerk."
      ],
      "Defends against threats to VPN privacy by passing your Internet traffic through multiple servers.": [
        "Berschermt tegen bedreigingen van de VPN-privacy door uw internetverkeer door meerdere servers te passeren."
      ],
      "Get access to all the paid features for both ProtonVPN and ProtonMail (the encrypted email service that millions use to protect their data) with one plan.": [
        "Krijg toegang tot alle betaalde functies voor zowel ProtonVPN als ProtonMail (de versleutelde e-maildienst die miljoenen gebruiken om hun gegevens te beschermen) met één abonnement."
      ],
      "Get access to all the paid features for both ${ vpnAppName } and ${ mailAppName } (the encrypted email service that millions use to protect their data) with one plan.": [
        "Krijg toegang tot alle betaalde functies voor zowel ${ vpnAppName } als ${ mailAppName } (de versleutelde e-maildienst die miljoenen mensen gebruiken om hun gegevens te beschermen) met één abonnement."
      ],
      "Host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Host e-mails voor uw eigen domein(en) op ${ mailAppName }, bijvoorbeeld john.smith@voorbeeld.com"
      ],
      "Create multiple email addresses linked to your account, e.g. username2@protonmail.com": [
        "Maak meerdere e-mailadressen gekoppeld aan uw account, bijvoorbeeld username2@protonmail.com"
      ],
      "Discount applied for annual billing cycle": [
        "Korting toegepast op jaarlijkse factureringscyclus"
      ],
      "Discount applied for two-year billing cycle": [
        "Korting toegepast voor tweejaarlijkse factureringscyclus"
      ],
      "If you purchased a gift code or received one from our support team, you can enter it here.": [
        "Als u een cadeaucode heeft gekocht of een cadeaucode heeft ontvangen van ons supportteam, kunt u deze hier invoeren."
      ],
      "ProtonMail users will use this key by default for sending": [
        "ProtonMail-gebruikers zullen deze sleutel standaard gebruiken voor het verzenden"
      ],
      "You have locally decrypted this key": [
        "U heeft deze sleutel lokaal ontsleuteld"
      ],
      "This key is encrypted with an old password": [
        "Deze sleutel is versleuteld met een oud wachtwoord"
      ],
      "Signatures produced by this key are treated as invalid and this key cannot be used for encryption": [
        "Ondertekeningen die met deze sleutel gemaakt zijn worden als ongeldig behandeld en deze sleutel kan niet gebruikt worden voor het versleutelen"
      ],
      "This key cannot be used for encryption": [
        "Deze sleutel kan niet worden gebruikt voor versleuteling"
      ],
      "This address has been disabled": [
        "Dit adres is uitgeschakeld"
      ],
      "This feature is only available for paid users": [
        "Deze functionaliteit is alleen beschikbaar voor betalende gebruikers"
      ],
      "Enable/disable desktop and mobile notifications": [
        "Desktop en mobiele notificaties inschakelen/uitschakelen"
      ],
      "Enabling advanced logs records the IP address for each event in the security log.": [
        "Inschakelen van geavanceerd logboek recordt het IP-adres van elke gebeurtenis in het beveiligingslogboek."
      ],
      "Messages in the Sent or Drafts folder will continue to appear in that folder, even if you move them to another folder.": [
        "Berichten in de map Verzonden of Concepten blijven in die map verschijnen, zelfs als u ze naar een andere map verplaatst."
      ],
      "When you click on a link, this anti-phishing feature will ask you to confirm the URL of the web page.": [
        "Wanneer u op een link klikt, zal deze anti-phishing-functie u vragen om de URL van de webpagina te bevestigen."
      ],
      "This feature delays sending your emails, giving you the opportunity to undo send during the selected time frame.": [
        "Deze functie vertraagt het verzenden van uw e-mails, waardoor u de kans krijgt om het verzenden ongedaan te maken gedurende het geselecteerde tijdsbestek."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "We hebben gestopt met het ondertekenen met DKIM, vanwege problemen met uw DNS-configuratie. Volg de onderstaande instructies om ondertekenen te hervatten."
      ],
      "Your DKIM signing is working.": [
        "Ondertekenen met DKIM werkt."
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "We hebben een probleem met uw DNS-configuratie ontdekt. Zorg ervoor dat uw records overeenkomen met de instructies hieronder. Als het probleem zich blijft voordoen, moeten we het ondertekenen met DKIM stopzetten."
      ]
    },
    "Security phrase": {
      "Permanently delete messages in ${ email }": [
        "Berichten in ${ email } permanent verwijderen"
      ]
    },
    "Instructions": {
      "To confirm this action enter the following text in the box below.": [
        "Om deze actie te bevestigen, voert u de volgende tekst in het vak hieronder."
      ],
      "Enter phrase to confirm": [
        "Voer zin in om te bevestigen"
      ]
    },
    "Import status": {
      "Paused": [
        "Gepauzeerd"
      ],
      "Canceled": [
        "Geannuleerd"
      ],
      "Completed": [
        "Voltooid"
      ],
      "Failed": [
        "Mislukt"
      ],
      "${ percentageValue }% paused": [
        "${ percentageValue }% gepauzeerd"
      ],
      "Started": [
        "Gestart"
      ],
      "Canceling": [
        "Annuleren"
      ],
      "Delayed": [
        "Vertraagd"
      ]
    },
    "Success": {
      "Import resumed": [
        "Import hervat"
      ],
      "Import canceled": [
        "Importeren geannuleerd"
      ],
      "Import record deleted": [
        "Import record verwijderd"
      ],
      "Deleting original messages": [
        "Originele berichten verwijderen"
      ],
      "Preference saved": [
        "Voorkeur opgeslagen"
      ],
      "Premium address created": [
        "Premium adres aangemaakt"
      ],
      "Keyboard shortcuts preferences updated": [
        "Sneltoetsvoorkeuren bijgewerkt"
      ],
      "Locale updated": [
        "Landinstelling bijgewerkt"
      ],
      "Buttons position saved": [
        "Positie van de knoppen opgeslagen"
      ],
      "Password updated": [
        "Wachtwoord bijgewerkt"
      ],
      "Account deleted. Logging out...": [
        "Account verwijderd. Uitloggen..."
      ],
      "Address added": [
        "Adres toegevoegd"
      ],
      "Address updated": [
        "Adres bijgewerkt"
      ],
      "${ server.Domain } copied in your clipboard": [
        "${ server.Domain } gekopieerd naar uw klembord"
      ],
      "Email address copied to clipboard": [
        "E-mailadres naar klembord gekopieerd"
      ],
      "Calendar added. It might take a few minutes to sync.": [
        ""
      ],
      "Calendar created": [
        "Agenda aangemaakt"
      ],
      "Calendar updated": [
        "Agenda bijgewerkt"
      ],
      "Default calendar updated": [
        "Standaardkalender geüpdate"
      ],
      "Calendar removed": [
        "Agenda verwijderd"
      ],
      "Bug reported": [
        "Bug gemeld"
      ],
      "Auto-reply disabled": [
        "Automatisch antwoorden uitgeschakeld"
      ],
      "Auto-reply updated": [
        "Automatisch antwoord bijgewerkt"
      ],
      "You have successfully unsubscribed": [
        "U bent succesvol afgemeld"
      ],
      "Payment method updated": [
        "Betalingsmethode bijgewerkt"
      ],
      "Payment method added": [
        "Betalingsmethode toegevoegd"
      ],
      "Credits added": [
        "Tegoed toegevoegd"
      ],
      "Gift code applied": [
        "Geschenkcode toegepast"
      ],
      "Payment method deleted": [
        "Betalingsmethode verwijderd"
      ],
      "Code sent to ${ methodTo }": [
        "Code verzonden naar ${ methodTo }"
      ],
      "Verification successful": [
        "Verificatie gelukt"
      ],
      "Email updated": [
        "E-mail bijgewerkt"
      ],
      "Phone number updated": [
        "Telefoonnummer bijgewerkt"
      ],
      "Session revoked": [
        "Sessie ingetrokken"
      ],
      "Sessions revoked": [
        "Sessies ingetrokken"
      ],
      "Invoice paid": [
        "Factuur betaald"
      ],
      "Invoice customized": [
        "Factuur aangepast"
      ],
      "Organization activated": [
        "Organisatie geactiveerd"
      ],
      "Keys updated": [
        "Sleutels gewijzigd"
      ],
      "User updated": [
        "Gebruiker bijgewerkt"
      ],
      "User created": [
        "Gebruiker aangemaakt"
      ],
      "Verify code copied to clipboard!": [
        "Verifieer code gekopieerd naar klembord!"
      ],
      "SPF value copied to clipboard!": [
        "SPF-waarde gekopieerd naar klembord!"
      ],
      "Value copied to clipboard!": [
        "Gekopieerd naar klembord!"
      ],
      "DMARC value copied to clipboard!": [
        "DMARC-waarde gekopieerd naar klembord!"
      ],
      "Domain verified": [
        "Domeinnaam geverifieerd"
      ],
      "Catch-all address updated": [
        "Catch-all adres bijgewerkt"
      ],
      "If you entered a valid recovery email we will send you an email with your usernames in the next minute.": [
        "Als u een geldige herstel-e-mail hebt ingevoerd, sturen we u een e-mail met uw gebruikersnamen in de komende minuut."
      ],
      "If you entered a valid recovery phone we will send you an sms with your usernames in the next minute.": [
        "Als u een geldig herstel-telefoonnummer heeft ingevoerd, sturen we u een sms met uw gebruikersnamen in de komende minuut."
      ]
    },
    "Title header": {
      "Import": [
        "Importeren"
      ],
      "Status": [
        "Status"
      ],
      "Date": [
        "Datum"
      ],
      "Size": [
        "Grootte"
      ],
      "Actions": [
        "Acties"
      ]
    },
    "Import error link": {
      "bandwidth limit": [
        "bandbreedte limiet"
      ]
    },
    "Option": {
      "Automatic (${ defaultFormat })": [
        "Automatisch (${ defaultFormat })"
      ],
      "Automatic (${ defaultDay })": [
        "Automatisch (${ defaultDay })"
      ],
      "Add to existing group": [
        "Toevoegen aan bestaande groep"
      ],
      "Create new group": [
        "Nieuwe groep maken"
      ],
      "Ignore group": [
        "Groep negeren"
      ],
      "Normal": [
        "Normaal"
      ],
      "Plain text": [
        "Platte tekst"
      ],
      "Left to Right": [
        "Links naar rechts"
      ],
      "Right to Left": [
        "Rechts naar links"
      ],
      "Select a reason": [
        "Selecteer een reden"
      ],
      "I use a different Proton account": [
        "Ik gebruik een ander Proton account"
      ],
      "It's too expensive": [
        "Het is te duur"
      ],
      "It's missing a key feature that I need": [
        "Ik mis een belangrijke functie"
      ],
      "I found another service that I like better": [
        "Ik heb een anderen service gevonden die mijn voorkeur heeft"
      ],
      "My reason isn't listed": [
        "Mijn reden wordt niet vermeld"
      ],
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Router": [
        "Router"
      ],
      "UDP": [
        "UDP"
      ],
      "TCP": [
        "TCP"
      ],
      "Secure Core configs": [
        "Secure Core configuraties"
      ],
      "Country configs": [
        "Landconfiguraties"
      ],
      "Standard server configs": [
        "Standaard server configuraties"
      ],
      "Free server configs": [
        "Gratis server configuratiebestanden"
      ],
      "Fixed duration": [
        "Vaste duur"
      ],
      "Repeat daily": [
        "Dagelijks herhalen"
      ],
      "Repeat weekly": [
        "Wekelijks herhalen"
      ],
      "Repeat monthly": [
        "Maandelijks herhalen"
      ],
      "Permanent": [
        "Permanent"
      ],
      "1st of the month": [
        "1ste dag van de maand"
      ],
      "2nd of the month": [
        "2e dag van de maand"
      ],
      "3rd of the month": [
        "3e dag van de maand"
      ],
      "4th of the month": [
        "4e dag van de maand"
      ],
      "5th of the month": [
        "5e dag van de maand"
      ],
      "6th of the month": [
        "6e dag van de maand"
      ],
      "7th of the month": [
        "7e dag van de maand"
      ],
      "8th of the month": [
        "8ste dag van de maand"
      ],
      "9th of the month": [
        "9e dag van de maand"
      ],
      "10th of the month": [
        "10e dag van de maand"
      ],
      "11th of the month": [
        "11e dag van de maand"
      ],
      "12th of the month": [
        "12e dag van de maand"
      ],
      "13th of the month": [
        "13e dag van de maand"
      ],
      "14th of the month": [
        "14e dag van de maand"
      ],
      "15th of the month": [
        "15e dag van de maand"
      ],
      "16th of the month": [
        "16e dag van de maand"
      ],
      "17th of the month": [
        "17e dag van de maand"
      ],
      "18th of the month": [
        "18e dag van de maand"
      ],
      "19th of the month": [
        "19e dag van de maand"
      ],
      "20th of the month": [
        "20ste dag van de maand"
      ],
      "21st of the month": [
        "21ste dag van de maand"
      ],
      "22nd of the month": [
        "22ste dag van de maand"
      ],
      "23rd of the month": [
        "23ste dag van de maand"
      ],
      "24th of the month": [
        "24ste dag van de maand"
      ],
      "25th of the month": [
        "25ste dag van de maand"
      ],
      "26th of the month": [
        "26ste dag van de maand"
      ],
      "27th of the month": [
        "27ste dag van de maand"
      ],
      "28th of the month": [
        "28ste dag van de maand"
      ],
      "29th of the month": [
        "29ste dag van de maand"
      ],
      "30th of the month": [
        "30ste dag van de maand"
      ],
      "31st of the month": [
        "31ste dag van de maand"
      ],
      "It’s temporary, I’ll be back": [
        "Dit is tijdelijk, ik zal snel terugkeren"
      ],
      "I didn’t understand what I was signing up for": [
        "Ik begreep niet waarvoor ik mij aanmeldde"
      ],
      "It’s too expensive": [
        "Het is te duur"
      ],
      "I’m unhappy with customer service": [
        "Ik ben ontevreden over de klantenondersteuning"
      ],
      "Using Proton is too complicated": [
        "Het gebruik van Proton is te ingewikkeld"
      ],
      "I'm switching to a different service": [
        "Ik stap over naar een andere dienst"
      ],
      "The quality didn't live up to my expectations": [
        "De kwaliteit voldeed niet aan mijn verwachtingen"
      ],
      "Other": [
        "Anders"
      ],
      "${ stateOfTheArt } X25519 (Fastest, most modern)": [
        ""
      ],
      "${ highestSecurity } RSA 4096-bit (Slower, but increased compatibility with legacy software)": [
        ""
      ],
      "No parent folder": [
        "Geen bovenliggende map"
      ]
    },
    "Day": {
      "Sunday": [
        "Zondag"
      ],
      "Monday": [
        "Maandag"
      ],
      "Tuesday": [
        "Dinsdag"
      ],
      "Wednesday": [
        "Woensdag"
      ],
      "Thursday": [
        "Donderdag"
      ],
      "Friday": [
        "Vrijdag"
      ],
      "Saturday": [
        "Zaterdag"
      ]
    },
    "Progress bar description": {
      "${ contactsExported.length } out of ${ countContacts } contacts successfully exported.": [
        "${ contactsExported.length } van de ${ countContacts } contacten succesvol geëxporteerd."
      ],
      "No contacts exported.": [
        "Geen contacten geëxporteerd."
      ]
    },
    "Description": {
      "Decrypting contacts... This may take a few minutes. When the process is completed, you will be able to download the file with all your contacts exported.": [
        "Contacten decoderen... Dit kan enkele minuten duren. Wanneer het proces is voltooid, kunt u het bestand downloaden met al uw contacten geëxporteerd."
      ],
      "The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_CONTACTS_STRING } contact. If your file is bigger, please split it into smaller files.": [
        "Het bestand moet een maximale grootte hebben van ${ MAX_IMPORT_FILE_SIZE_STRING } en\ntot ${ MAX_IMPORT_CONTACTS_STRING } contact hebben. Als uw bestand groter is, splitst u het dan in kleinere bestanden.",
        "Het bestand moet een maximale grootte hebben van ${ MAX_IMPORT_FILE_SIZE_STRING } en\ntot ${ MAX_IMPORT_CONTACTS_STRING } contacten hebben. Als uw bestand groter is, splitst u het dan in kleinere bestanden."
      ],
      "It looks like the contact list you are importing contains some groups. Please review how these groups should be imported.": [
        "Het lijkt erop dat de contactenlijst die u importeert enkele groepen bevat. Bekijk hoe deze groepen moeten worden geïmporteerd."
      ],
      "Encrypting and importing contacts... This may take a few minutes. When the process is completed, you can close this modal.": [
        "Versleutelen en importeren van contacten... Dit kan enkele minuten duren. Wanneer het proces is voltooid, kunt u dit venster sluiten."
      ],
      "You can import events in iCal format (ICS file). The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_EVENTS_STRING } events. If your file is bigger, please split it into smaller files.": [
        "U kunt afspraken importeren in iCal formaat (. ics-bestand). Het bestand moet een maximale grootte hebben van ${ MAX_IMPORT_FILE_SIZE_STRING } en mag maximaal ${ MAX_IMPORT_EVENTS_STRING } afspraken bevatten. Als uw bestand groter is, splitst u het op in kleinere bestanden."
      ]
    },
    "TableHeader": {
      "Import": [
        "Importeren"
      ],
      "CSV field": [
        "CSV-veld"
      ],
      "vCard field": [
        "vCard-veld"
      ],
      "Values": [
        "Waarden"
      ],
      "Name": [
        "Naam"
      ],
      "Country": [
        "Land"
      ],
      "City": [
        "Plaats"
      ],
      "Status": [
        "Status"
      ],
      "Action": [
        "Actie"
      ]
    },
    "Error notification": {
      "First name and last name cannot be unchecked at the same time": [
        "Voor- en achternaam kunnen niet tegelijkertijd worden uitgeschakeld"
      ]
    },
    "Description of the purpose of the import CSV modal": {
      "We have detected the following fields in the CSV file you uploaded. Check the ones you want to import.": [
        "We hebben de volgende velden gedetecteerd in het CSV-bestand dat u heeft geüpload. Controleer de velden die u wilt importeren."
      ],
      "Also, we have automatically matched CSV fields with vCard fields. You can review and change this matching manually.": [
        "Ook hebben we automatisch de CSV-velden geëvenaard met vCard-velden. U kunt deze overeenkomende overeenkomstigheid handmatig bekijken en wijzigen."
      ]
    },
    "Import contact groups info": {
      "${ totalContacts } contact": [
        "${ totalContacts } contactpersoon",
        "${ totalContacts } contactpersonen"
      ]
    },
    "Alert": {
      "By leaving now, some contacts may not be imported": [
        "Door nu te verlaten, worden sommige contacten mogelijk niet geïmporteerd"
      ],
      "By leaving now, some events may not be imported": [
        "Door nu te verlaten, worden sommige afspraken mogelijk niet geïmporteerd"
      ],
      "Deleting your keys is irreversible. To be able to access any message encrypted with this, you might want to make a backup of this key for later use.": [
        "Uw sleutels verwijderen is een onherstelbare actie. U wil wellicht eerst een backup maken van deze sleutel om op een later moment berichten te bekijken die met deze sleutel versleuteld zijn."
      ],
      "You will face a permanent data loss by not making a backup of your key.": [
        "U raakt uw data kwijt als u geen backup maakt van uw sleutel."
      ],
      "Are you sure you want to import a private key? Importing an insecurely generated or leaked private key can harm the security of your emails.": [
        "Weet u zeker dat u een eigen privésleutel wil importeren? Als er een onveilig aangemaakte of gelekte sleutel geïmporteerd wordt kan dit negatieve gevolgen hebben voor de veiligheid van uw e-mailberichten."
      ]
    },
    "Import calendar": {
      "Encrypting and adding contacts: ${ totalImported }/${ totalToImport }": [
        "Versleutelen en toevoegen van contacten: ${ totalImported }/${ totalToImport }"
      ],
      "Please don't close the tab before the importing process is finished.": [
        "Gelieve het tabblad niet te sluiten voordat het importproces is voltooid."
      ],
      "Encrypting and adding events to your calendar: ${ totalImported }/${ totalToImport }": [
        "Versleutelen en toevoegen van afspraken aan uw agenda: ${ totalImported }/${ totalToImport }"
      ],
      "Event successfully imported. The imported event will now appear in your calendar.": [
        "Afspraak succesvol geïmporteerd. De geïmporteerde afspraak zal nu in uw agenda verschijnen.",
        "Afspraken succesvol geïmporteerd. De geïmporteerde afspraken zullen nu in uw agenda verschijnen."
      ],
      "An error occurred while encrypting and adding your events. ${ totalImported } out of ${ totalToImport } events successfully imported.": [
        "Er is een fout opgetreden tijdens het versleutelen en toevoegen van uw afspraken. ${ totalImported } van de ${ totalToImport } afspraken succesvol geïmporteerd."
      ],
      "An error occurred while encrypting and adding your event. No event could be imported.": [
        "Er is een fout opgetreden tijdens het versleutelen en toevoegen van uw afspraak. Er kon geen enkele afspraak worden geïmporteerd.",
        "Er is een fout opgetreden tijdens het versleutelen en toevoegen van uw afspraken. Er kon geen enkele afspraak worden geïmporteerd."
      ],
      "${ totalImported }/${ totalToImport } event encrypted and added to your calendar": [
        "${ totalImported }/ { totalToImport } afspraak versleuteld en toegevoegd aan uw agenda",
        "${ totalImported }/${ totalToImport } afspraken versleuteld en toegevoegd aan uw agenda"
      ]
    },
    "Import contact error": {
      "Contact ${ contactId }: ": [
        "Contact ${ contactId }: "
      ]
    },
    "Info on errors": {
      "Click for details": [
        "Klik voor details"
      ]
    },
    "Import contacts warning": {
      "for now": [
        "momenteel"
      ],
      "ProtonContacts does not support ${ forNow }:": [
        "ProtonContacten ondersteunt geen ${ forNow }:"
      ]
    },
    "Import warning": {
      "No contact can be imported. Click for details": [
        "Er kan geen contact worden geïmporteerd. Klik voor meer informatie"
      ],
      "${ totalContactsDiscarded } out of ${ totalContacts } contacts will not be imported. Click for details": [
        "${ totalContactsDiscarded } van de ${ totalContacts } contacten worden niet geïmporteerd. Klik voor details"
      ],
      "No event can be imported. Click for details": [
        "Geen afspraak kon worden geïmporteerd. Klik voor meer informatie"
      ],
      "Part of your calendar content is not supported and will not be imported": [
        "Een deel van uw agenda-inhoud wordt niet ondersteund en zal niet worden geïmporteerd"
      ],
      "${ totalEventsDiscarded } out of ${ totalEvents } events will not be imported. Click for details": [
        "${ totalEventsDiscarded } van de ${ totalEvents } afspraken worden niet geïmporteerd. Klik voor details"
      ]
    },
    "Import calendar warning": {
      "vCard versions < 3.0": [
        "vCard-versies < 3.0"
      ],
      "for now": [
        "momenteel"
      ],
      "${ CALENDAR_APP_NAME } does not support ${ forNow }:": [
        "${ CALENDAR_APP_NAME } ondersteunt ${ forNow } nog geen:"
      ],
      "Attendees": [
        "Aanwezigen"
      ],
      "Complex recurring rules": [
        "Complex periodieke regels"
      ],
      "Email notifications": [
        "E-mailnotificaties"
      ],
      "To-do entries": [
        "To-do items"
      ],
      "Journal entries": [
        "Logboek items"
      ],
      "Free-busy time information": [
        "Informatie over vrije tijd"
      ],
      "Unofficial or custom timezones": [
        "Onofficiële of aangepaste tijdzones"
      ],
      "Non-Gregorian calendars": [
        "Niet-Gregoriaanse agenda's"
      ]
    },
    "Import contacts": {
      "Contact successfully imported. The imported contact will now appear in your contact list.": [
        "Contact succesvol geïmporteerd. Het geïmporteerde contact zal nu in uw adresboek verschijnen.",
        "Contacten succesvol geïmporteerd. De geïmporteerde contacten verschijnen nu in uw contactlijst."
      ],
      "An error occurred while encrypting and adding your contacts. ${ totalImported } out of ${ totalToImport } contacts successfully imported.": [
        "Er is een fout opgetreden tijdens het versleutelen en toevoegen van uw contacten. ${ totalImported } van ${ totalToImport } contacten succesvol geïmporteerd."
      ]
    },
    "Import contact": {
      "An error occurred while encrypting and adding your contact. No contact could be imported.": [
        "Er is een fout opgetreden tijdens het versleutelen en toevoegen van uw contacten. Er konden geen contacten worden geïmporteerd.",
        "Er is een fout opgetreden tijdens het versleutelen en toevoegen van uw contacten. Er kon geen contact worden geïmporteerd."
      ],
      "${ totalImported }/${ totalToImport } contact encrypted and added to your contact list": [
        "${ totalImported }/${ totalToImport } contact versleuteld en toegevoegd aan uw contactenlijst",
        "${ totalImported }/${ totalToImport } contacten versleuteld en toegevoegd aan uw contactenlijst"
      ]
    },
    "Label to change composer mode": {
      "Normal": [
        "Normaal"
      ],
      "Maximized": [
        "Gemaximaliseerd"
      ]
    },
    "Label to change view layout": {
      "Column": [
        "Kolom"
      ],
      "Row": [
        "Rij"
      ]
    },
    "Label to change density": {
      "Comfortable": [
        "Comfortabel"
      ],
      "Compact": [
        "Compact"
      ]
    },
    "Message": {
      "Are you sure you want to disable two-factor authentication?": [
        "Weet u zeker dat u tweestapsverificatie wil uitschakelen?"
      ],
      "Set up a custom domain email address (e.g., you@yourcompany.com). It only takes a few minutes, and our wizard will guide you through the process.": [
        "Stel een eigen domein e-mailadres in (bijv. u@uwbedrijf.com). Het duurt slechts enkele minuten en onze wizard zal u door het proces begeleiden."
      ],
      "Upgrade to any paid plan to use custom domains and unlock premium features": [
        ""
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to use a catch-all address and unlock premium features": [
        ""
      ],
      "Re:": [
        "Re:"
      ],
      "Fw:": [
        "Fw:"
      ]
    },
    "Label for news": {
      "Proton company announcements": [
        "Proton bedrijfsaankondigingen"
      ],
      "Proton product announcements": [
        "Proton productaankondigingen"
      ],
      "Proton for Business newsletter": [
        "Proton voor Bedrijven-nieuwsbrief"
      ],
      "Proton newsletter": [
        "Proton nieuwsbrief"
      ],
      "Proton beta announcements": [
        "Proton bèta-aankondigingen"
      ],
      "Proton announcements": [
        "Proton aankondigingen"
      ],
      "Proton major features": [
        "Proton belangrijke functies"
      ],
      "Proton for business": [
        "Proton voor bedrijven"
      ],
      "Proton Beta": [
        "Proton Bèta"
      ]
    },
    "Frequency of news": {
      "(1 email per quarter)": [
        "(1 e-mail per kwartaal)"
      ],
      "(1-2 emails per month)": [
        "(1-2 e-mails per maand)"
      ],
      "(1 email per month)": [
        "(1 email per maand)"
      ]
    },
    "Header for addresses table": {
      "Address": [
        "Adres"
      ],
      "Status": [
        "Status"
      ],
      "Actions": [
        "Acties"
      ],
      "Username": [
        "Gebruikersnaam"
      ],
      "Domain": [
        "Domein"
      ]
    },
    "Address status": {
      "Default": [
        "Standaard"
      ],
      "Active": [
        "Actief"
      ],
      "Disabled": [
        "Uitgeschakeld"
      ],
      "Orphan": [
        "Wees"
      ],
      "Missing keys": [
        "Ontbrekende sleutels"
      ]
    },
    "Success notification": {
      "Address deleted": [
        "Adres verwijderd"
      ],
      "Address enabled": [
        "Adres ingeschakeld"
      ],
      "Address disabled": [
        "Adres uitgeschakeld"
      ],
      "Status updated": [
        "Status bijgewerkt"
      ],
      "Filter removed": [
        "Filter verwijderd"
      ],
      "${ label.Name } removed": [
        "${ label.Name } verwijderd"
      ]
    },
    "Address action": {
      "Enable": [
        "Inschakelen"
      ],
      "Disable": [
        "Uitschakelen"
      ],
      "Generate missing keys": [
        "Ontbrekende sleutels genereren"
      ],
      "Delete": [
        "Verwijderen"
      ]
    },
    "Notification": {
      "A disabled address cannot be primary": [
        "Een uitgeschakelde adres kan niet primair zijn"
      ],
      "OpenVPN / IKEv2 credentials regenerated": [
        "OpenVPN / IKEv2 inloggegevens opnieuw gegenereerd"
      ],
      "${ _Filter.Name } created": [
        "${ _Filter.Name } aangemaakt"
      ]
    },
    "VPNClient": {
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Chromebook": [
        "Chromebook"
      ],
      "Android TV": [
        "Android TV"
      ]
    },
    "CountryInfo": {
      "(via ${ entryCountryName })": [
        "(via ${ entryCountryName })"
      ]
    },
    "Feature": {
      "Access to all countries": [
        "Toegang tot alle landen"
      ],
      "Secure Core servers": [
        "Secure Core servers"
      ],
      "Fastest VPN servers": [
        "Snelste VPN-servers"
      ],
      "Torrenting support (P2P)": [
        "Ondersteuning voor Torrents (P2P)"
      ],
      "Connection for up to ${ plusVpnConnections } device": [
        "Verbinding op ${ plusVpnConnections } apparaat",
        "Verbinding op ${ plusVpnConnections } apparaten"
      ],
      "Secure streaming support": [
        "Veilig streamen"
      ],
      "VPN ${ connectionsPluralized }": [
        "VPN ${ connectionsPluralized }"
      ]
    },
    "VPN info": {
      "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now, and more.": [
        "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now en meer."
      ]
    },
    "Header": {
      "Get help": [
        ""
      ],
      "Name": [
        "Naam"
      ],
      "Status": [
        "Status"
      ],
      "Actions": [
        "Acties"
      ],
      "Calendar": [
        "Agenda"
      ],
      "Label": [
        "Label"
      ],
      "What others see": [
        "Wat anderen zien"
      ],
      "Folders": [
        "Mappen"
      ],
      "Notifications": [
        "Meldingen"
      ],
      "Event": [
        "Gebeurtenis"
      ],
      "Time": [
        "Tijd"
      ],
      "Organization key fingerprint": [
        "Vingerafdruk van organisatiesleutel"
      ],
      "Key type": [
        "Sleuteltype"
      ]
    },
    "Duration": {
      "30 minutes": [
        "30 minuten"
      ],
      "60 minutes": [
        "60 minuten"
      ],
      "90 minutes": [
        "90 minuten"
      ],
      "120 minutes": [
        "120 minuten"
      ]
    },
    "Notification when": {
      "day before": [
        "dag ervoor",
        "dagen ervoor"
      ],
      "on the same day": [
        "op dezelfde dag"
      ],
      "at time of event": [
        "op tijdstip van gebeurtenis"
      ],
      "week before": [
        "week ervoor",
        "weken ervoor"
      ],
      "minute before": [
        "minuut ervoor",
        "minuten ervoor"
      ],
      "hour before": [
        "uur ervoor",
        "uren ervoor"
      ]
    },
    "Notification type": {
      "notification": [
        ""
      ],
      "email": [
        ""
      ]
    },
    "Title (number of minutes/hours/days/weeks)": {
      "Choose a number": [
        "Kies een nummer"
      ]
    },
    "Notification time input": {
      "at": [
        "om"
      ]
    },
    "Export calendar": {
      "Loading events": [
        "Afspraken worden geladen"
      ],
      "Decrypting events from your calendar: ${ totalProcessed }/${ totalToProcess }": [
        "Afspraken van uw agenda decoderen: ${ totalProcessed }/${ totalToProcess }"
      ],
      "Please don't close the tab before the exporting process is finished.": [
        "Gelieve het tabblad niet te sluiten voordat het exportproces is voltooid."
      ],
      "Error decrypting event": [
        "Fout bij decoderen gebeurtenis"
      ],
      "Password reset - multiple events cannot be decrypted": [
        "Wachtwoord opnieuw instellen - meerdere afspraken kunnen niet worden gedecodeerd"
      ],
      "Password reset - event cannot be decrypted": [
        "Wachtwoord opnieuw instellen - gebeurtenis kan niet worden gedecodeerd"
      ],
      "${ totalProcessed }/${ totalToProcess } event exported": [
        "${ totalProcessed }/${ totalToProcess } gebeurtenis geëxporteerd",
        "${ totalProcessed }/${ totalToProcess } gebeurtenissen geëxporteerd"
      ],
      "Calendar successfully exported. You can now save the ICS file.": [
        "Kalender succesvol geëxporteerd. U kunt nu het ICS-bestand opslaan."
      ],
      "Due to a password reset, some of your events could not be decrypted and exported.": [
        "Als gevolg van een wachtwoordreset konden sommige van uw evenementen niet worden gedecodeerd en geëxporteerd."
      ],
      "You can save an ICS file of the events that were successfully exported.": [
        "U kunt een ICS-bestand van de succesvol geëxporteerde gebeurtenissen opslaan."
      ],
      "Learn how to restore encrypted events with old password": [
        "Leer hoe u versleutelde gebeurtenissen kunt herstellen met uw oude wachtwoord"
      ],
      "Some of your events could not be exported.": [
        "Sommige van uw evenementen konden niet worden geëxporteerd."
      ],
      "The internet connection was interrupted, causing the export process to fail. Please try again.": [
        "De internetverbinding werd onderbroken, waardoor het exportproces mislukt. Probeer het opnieuw."
      ],
      "Due to a password reset, none of your events could be decrypted and exported.": [
        "Als gevolg van een wachtwoordreset konden geen van uw evenementen worden gedecodeerd en geëxporteerd."
      ],
      "None of the events could be exported.": [
        "Geen van de afspraken konden worden geëxporteerd."
      ]
    },
    "Summary of errors during export calendar": {
      "Details about events that couldn't be exported": [
        "Details over gebeurtenissen die niet konden worden geëxporteerd"
      ]
    },
    "Calendar status": {
      "Default": [
        "Standaard"
      ],
      "Active": [
        "Actief"
      ],
      "Disabled": [
        "Inactief"
      ],
      "Not synced": [
        "Niet gesynchroniseerd"
      ]
    },
    "Upgrade notice": {
      "Upgrade to a paid plan to create up to ${ MAX_CALENDARS_PER_USER } calendar, allowing you to make calendars for work, to share with friends, and just for yourself.": [
        "Upgrade naar een betaald plan om tot ${ MAX_CALENDARS_PER_USER } agenda's te maken, laat u toe om agenda's te maken voor het werk, om te delen met vrienden en alleen voor uzelf.",
        "Upgrade naar een betaald abonnement om maximaal ${ MAX_CALENDARS_PER_USER } kalenders aan te maken, laat u toe om kalenders te maken voor het werk, om te delen met vrienden en alleen voor uzelf."
      ],
      "Upgrade to a paid plan to share your personal calendar via link with anyone.": [
        ""
      ]
    },
    "Calendar limit warning": {
      "You have reached the maximum of ${ calendarsLimit } calendar.": [
        "",
        ""
      ],
      "You have reached the maximum of ${ MAX_SUBSCRIBED_CALENDARS_PER_USER } subscribed calendar.": [
        "",
        ""
      ]
    },
    "Subscribed calendar section description": {
      "Add public, external, or shared calendars using a URL.": [
        ""
      ]
    },
    "Knowledge base link label": {
      "Here's how": [
        ""
      ]
    },
    "Calendar import section description": {
      "Import events or the contents of a calendar via ICS files.": [
        ""
      ]
    },
    "Primary timezone": {
      "Primary time zone": [
        "Primaire tijdzone"
      ],
      "Secondary time zone": [
        "Secundaire tijdzone"
      ]
    },
    "Calendar view": {
      "Day": [
        "Dag"
      ],
      "Week": [
        "Week"
      ],
      "Month": [
        "Maand"
      ]
    },
    "Subscribed calendar extension warning": {
      "This link might be wrong": [
        ""
      ],
      "By using this link, Google will make the calendar you are subscribing to public": [
        ""
      ]
    },
    "Modal title and action": {
      "Add calendar": [
        ""
      ]
    },
    "Subscribe to calendar modal description": {
      "Learn how to get a private calendar link.": [
        ""
      ]
    },
    "Subscribe to calendar modal": {
      "You can subscribe to someone else's calendar by pasting its URL below. This will give you access to a read-only version of this calendar.\n${ kbLink }": [
        ""
      ],
      "Calendar URL": [
        "Agenda-URL"
      ]
    },
    "Error message": {
      "Invalid URL": [
        "Ongeldige URL"
      ],
      "Oops, something went wrong": [
        "Oeps, er is iets misgegaan"
      ],
      "There was a problem connecting to Proton.": [
        "Fout bij het verbinden met Proton."
      ],
      "Please ${ refresh } or check your connection.": [
        "${ refresh } alstublieft of controleer uw verbinding."
      ],
      "Error: ${ errorMessage }": [
        "Fout: ${ errorMessage }"
      ],
      "Too many child sessions, please clear your cookies and sign back in.": [
        ""
      ],
      "Brace yourself till we get the error fixed.": [
        "Hou u vast tot we de fout hebben opgelost."
      ],
      "You may also ${ refresh } or try again later.": [
        "U kunt ook ${ refresh } of probeer het later opnieuw."
      ],
      "There was a problem unsubscribing you.": [
        "Er is een probleem opgetreden bij het uitschrijven van u."
      ],
      "Please ${ signIn } to update your email subscription preferences.": [
        "${ signIn } om de voorkeuren van uw e-mailabonnement bij te werken."
      ]
    },
    "Error importing event": {
      "Event": [
        "Afspraak"
      ],
      "Calendar": [
        "Agenda"
      ],
      "Timezone": [
        "Tijdzone"
      ],
      "Element": [
        "Element"
      ],
      "Bad format. Component cannot be read.": [
        "Verkeerd formaat. Onderdeel kan niet gelezen worden."
      ],
      "Unknown": [
        "Onbekend"
      ],
      "Component with wrong format": [
        "Component met verkeerde indeling"
      ],
      "Non-Gregorian": [
        "Niet-Gregoriaanse"
      ],
      "To-do entry": [
        "To-do item"
      ],
      "Journal entry": [
        "Logboek-item"
      ],
      "Free-busy time information": [
        "Informatie over vrije tijd"
      ],
      "Custom timezone": [
        "Aangepaste tijdzone"
      ],
      "Invalid event": [
        ""
      ],
      "Unsupported event": [
        ""
      ],
      "Malformed all-day event": [
        "Misvormde afspraak gedurende de hele dag"
      ],
      "Missing start time": [
        "Begintijd ontbreekt"
      ],
      "Malformed start time": [
        "Misvormde begintijd"
      ],
      "Floating times not supported": [
        "Zwevende tijden niet ondersteund"
      ],
      "Start time out of bounds": [
        "Begintijd valt buiten de grenzen"
      ],
      "Malformed end time": [
        "Misvormde eindtijd"
      ],
      "End time out of bounds": [
        "Eindtijd valt buiten de grenzen"
      ],
      "Event duration not supported": [
        "Afspraakduur niet ondersteund"
      ],
      "Calendar timezone not supported": [
        "Agenda-tijdzone niet ondersteund"
      ],
      "Timezone not supported": [
        "Tijdzone niet ondersteund"
      ],
      "Malformed recurring event": [
        "Misvormde periodieke afspraak"
      ],
      "Recurring rule not supported": [
        "Herhalingsvoorwaarde niet ondersteund"
      ],
      "Edited event not supported": [
        "Bewerkte afspraak niet ondersteund"
      ],
      "Notification out of bounds": [
        "Melding buiten de grenzen"
      ],
      "Event validation failed": [
        "Validatie van afspraak mislukt"
      ],
      "Encryption failed": [
        "Versleutelen is mislukt"
      ],
      "Original recurring event could not be found": [
        "Oorspronkelijke terugkerende afspraak kan niet worden gevonden"
      ],
      "no UID, title or start time": [
        "geen UID, titel of starttijd"
      ]
    },
    "Access level": {
      "Full": [
        "Volledig"
      ],
      "Limited": [
        "Beperkt"
      ],
      "Limited view": [
        "Beperkte weergave"
      ],
      "Full view": [
        "Volledige weergave"
      ]
    },
    "Onboarding Proton": {
      "This is what people will see when you send them an email, invite them to an event, or share a file with them.": [
        "Dit is wat mensen zien wanneer u hen een e-mail stuurt, uitnodigt voor een afspraak, of een bestand deelt."
      ],
      "Choose a display name": [
        "Kies een weergavenaam"
      ],
      "Select a theme": [
        "Kies een thema"
      ],
      "You can change this anytime in your settings.": [
        "U kunt dit op elk gewenst moment wijzigen in uw instellingen."
      ],
      "Discover all Proton services": [
        "Ontdek alle Proton-diensten"
      ],
      "Use the app selector in the top left to access other Proton services, including VPN, Calendar and Drive.": [
        "Gebruik het app-menu linksboven om toegang te krijgen tot andere Proton-diensten, waaronder VPN, Calendar en Drive."
      ],
      "Welcome to Proton": [
        "Welkom bij Proton"
      ],
      "Our mission is to build an internet where you are in control of your data and your privacy. We have recently updated Proton - welcome to the secure internet.": [
        "Onze missie is om een internet te bouwen waar u controle hebt over uw gegevens en uw privacy. We hebben Proton onlangs een facelift gegeven - welkom op het veilige internet."
      ],
      "Set up your organization": [
        "Stel uw organisatie in"
      ],
      "Configure your organization, link your domain name, and create accounts to ensure all members of your organization are protected.": [
        "Configureer uw organisatie, koppel uw domeinnaam, en maak accounts aan om ervoor te zorgen dat alle leden van uw organisatie beveiligd zijn."
      ]
    },
    "Error notification in the bug report modal when the user upload file": {
      "No image selected": [
        "Geen afbeelding geselecteerd"
      ]
    },
    "Bug category": {
      "Sign in problem": [
        "Probleem met inloggen"
      ],
      "Sign up problem": [
        "Probleem met aanmelden voor Proton"
      ],
      "Payments problem": [
        "Probleem met betalingen"
      ],
      "Custom domain problem": [
        "Probleem met eigen domeinnaam"
      ],
      "Bridge problem": [
        "Probleem met ProtonMail Bridge"
      ],
      "Import / export problem": [
        "Probleem met importeren / exporteren"
      ],
      "Connection problem": [
        "Verbindingsprobleem"
      ],
      "Slow speed problem": [
        "Probleem met trage snelheid"
      ],
      "Calendar problem": [
        "Probleem met agenda"
      ],
      "Contacts problem": [
        "Probleem met ProtonContacts"
      ],
      "Drive problem": [
        "Probleem met ProtonDrive"
      ],
      "Mail problem": [
        "E-mailproblemen"
      ],
      "VPN problem": [
        "VPN-probleem"
      ],
      "Feature request": [
        "Functie-voorstel"
      ],
      "Other": [
        "Anders"
      ],
      "Signup problem": [
        "Probleem met aanmelden voor Proton"
      ],
      "Installation problem": [
        "Installatieprobleem"
      ],
      "Update problem": [
        "Updateprobleem"
      ],
      "Application problem": [
        "Probleem met applicatie"
      ],
      "Speed problem": [
        "Snelheidsprobleem"
      ],
      "Manual setup problem": [
        "Probleem met handmatige set-up"
      ],
      "Website access problem": [
        "Probleem met toegang tot website"
      ],
      "Streaming problem": [
        "Probleem met mediastreaming"
      ]
    },
    "Group": {
      "Account": [
        "Account"
      ],
      "Apps": [
        "Apps"
      ],
      "Network": [
        "Netwerk"
      ],
      "Services": [
        "Diensten"
      ],
      "Other category": [
        "Andere categorie"
      ]
    },
    "Action to select a title for the bug report modal": {
      "Select": [
        "Selecteren"
      ]
    },
    "Label, make it short please": {
      "Attach screenshot(s)": [
        "Schermafbeelding(en) toevoegen"
      ]
    },
    "Apps dropdown": {
      "Proton applications": [
        "Proton-applicaties"
      ],
      "Go to ${ title }": [
        "Ga naar ${ title }"
      ],
      "Go to ${ vpnName }": [
        "Ga naar ${ vpnName }"
      ]
    },
    "Autoresponse": {
      "I'm out of the office with limited access to my email.": [
        "Ik ben afwezig en heb beperkte toegang tot mijn e-mail."
      ]
    },
    "Suffix": {
      "/ month": [
        "/ maand"
      ]
    },
    "Mail upsell feature": {
      "Get Multi-user support": [
        "Krijg ondersteuning voor meerdere gebruikers"
      ],
      "Host emails for your organization": [
        "Host e-mails voor uw organisatie"
      ],
      "Create separate logins for each user": [
        "Maak afzonderlijke inloggegevens voor elke gebruiker"
      ]
    },
    "VPN upsell feature": {
      "Higher speed servers (up to 10Gbps)": [
        "Hogere snelheid servers (tot 10Gbps)"
      ],
      "Access geo-blocked content (Netflix, YouTube, etc.)": [
        "Toegang tot geo-geblokkeerde inhoud (Netflix, YouTube, etc.)"
      ],
      "Unlock advanced VPN features": [
        "Ontgrendel geavanceerde VPN-functies"
      ]
    },
    "Plan": {
      "Free": [
        "Gratis"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Gratis"
      ]
    },
    "State": {
      "Downgrading your account, please wait": [
        "Account downgraden, even geduld"
      ]
    },
    "Suffix for price": {
      "/ month": [
        "/ maand"
      ]
    },
    "info": {
      "(beta)": [
        "(bèta)"
      ]
    },
    "Mail feature": {
      "Users": [
        "Gebruikers"
      ],
      "Storage": [
        "Opslagcapaciteit"
      ],
      "0.5 GB": [
        "0,5 GB"
      ],
      "20 GB": [
        "20 GB"
      ],
      "Addresses": [
        "Adressen"
      ],
      "Custom email addresses": [
        "Aangepaste e-mailadressen"
      ],
      "Messages per day": [
        "Berichten per dag"
      ],
      "Folders / labels": [
        "Mappen / labels"
      ],
      "Support": [
        "Ondersteuning"
      ],
      "Limited": [
        "Beperkt"
      ],
      "Priority": [
        "Prioriteit"
      ],
      "Encrypted contacts": [
        "Versleutelde contactpersonen"
      ],
      "Contact groups": [
        "Contactgroepen"
      ],
      "Address verification": [
        "Verificatie van adres"
      ],
      "Custom filters": [
        "Aangepaste filters"
      ],
      "IMAP / SMTP": [
        "IMAP / SMTP"
      ],
      "Autoresponder": [
        "Automatisch antwoord"
      ],
      "Use @pm.me address": [
        "Gebruik @pm.me adres"
      ],
      "Catch-All email": [
        "Catch-all e-mail"
      ],
      "Multi-user support": [
        "Ondersteuning voor meerdere gebruikers"
      ]
    },
    "Mail feature option": {
      "5 GB *": [
        "5 GB *"
      ],
      "5 GB / user *": [
        "5 GB / gebruiker *"
      ],
      "Unlimited **": [
        "Onbeperkt **"
      ],
      "Unlimited": [
        "Onbeperkt"
      ]
    },
    "Mail feature option: 5 email addresses / user": {
      "5 / user *": [
        "5 / gebruiker *"
      ]
    },
    "information": {
      "Included": [
        "Inbegrepen"
      ]
    },
    "VPN feature": {
      "VPN Connections": [
        "VPN-verbindingen"
      ],
      "Speed": [
        "Snelheid"
      ],
      "VPN servers": [
        "VPN-servers"
      ],
      "Locations/Countries": [
        "Locaties/landen"
      ],
      "Adblocker (NetShield)": [
        "Adblocker (NetShield)"
      ],
      "P2P/BitTorrent": [
        "P2P/BitTorrent"
      ],
      "Streaming service support": [
        "Streaming service ondersteuning"
      ],
      "Tor over VPN": [
        "Tor via VPN"
      ],
      "Secure Core servers": [
        "Secure Core servers"
      ],
      "${ mailAppName } Visionary": [
        "${ mailAppName } Visionary"
      ],
      "Jurisdiction": [
        "Rechtsgebied"
      ],
      "Open Source & audited apps": [
        "Open Source & op veiligheid gecontroleerde apps"
      ],
      "Access blocked content": [
        "Toegang tot geblokkeerde inhoud"
      ],
      "Strict no-logs policy": [
        "Strikt geen-logboekbeleid"
      ],
      "Volume/bandwidth cap": [
        "Volume/bandbreedte-beperking"
      ],
      "User data monetization": [
        "Verdienen aan gebruikers"
      ],
      "Platforms supported": [
        "Ondersteunde platformen"
      ],
      "Languages supported": [
        "Ondersteunde talen"
      ],
      "DNS leak prevention": [
        "DNS-lekbescherming"
      ],
      "Kill Switch / Always-on VPN": [
        "Kill Switch / Altijd-aan VPN"
      ],
      "Perfect Forward Secrecy (PFS)": [
        "Perfect Forward Secrecy (PFS)"
      ],
      "Full Disk Encryption on Servers": [
        "Volledige schijfversleuteling op servers"
      ],
      "Split tunneling": [
        "Split tunneling"
      ],
      "Custom connection profiles": [
        "Aangepaste verbindingsprofielen"
      ],
      "Router support": [
        "Router ondersteuning"
      ],
      "30-days money-back guarantee": [
        "30 dagen geld-terug-garantie"
      ]
    },
    "VPN feature option": {
      "Medium": [
        "Gemiddeld"
      ],
      "High": [
        "Hoog"
      ],
      "Highest (up to 10 Gbps)": [
        "Hoogste (tot 10 Gbps)"
      ],
      "Switzerland": [
        "Zwitserland"
      ],
      "None": [
        "Geen"
      ],
      "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast": [
        "Windows, macOS, Linux, Android, Android TV, Chromebook, Chromecast"
      ],
      "(Android & Windows only)": [
        "(Alleen Android & Windows)"
      ]
    },
    "Calendar feature": {
      "Multiple calendars": [
        "Meerdere agenda's"
      ],
      "Calendar import": [
        "Kalender importeren"
      ],
      "Recurring events": [
        "Terugkerende gebeurtenissen"
      ],
      "Invitations": [
        "Uitnodigingen"
      ],
      "Share Calendar via link": [
        "Agenda delen via link"
      ]
    },
    "Calendar feature option": {
      "20 / user *": [
        "20 / gebruiker *"
      ],
      "20 / user": [
        "20 / gebruiker"
      ]
    },
    "Drive feature": {
      "Access via Web": [
        "Toegang via web"
      ],
      "Upload / download files": [
        "Upload / download bestanden"
      ],
      "Share files via link": [
        "Bestanden delen via link"
      ]
    },
    "Info concerning plan features": {
      "Customizable features": [
        "Aanpasbare functies"
      ],
      "ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.": [
        "ProtonMail kan niet voor massa e-mails of Spam worden gebruikt. Legitieme e-mails zijn onbeperkt."
      ]
    },
    "Plan Feature": {
      "${ n } VPN connection": [
        "${ n } VPN-verbinding",
        "${ n } VPN-verbindingen"
      ],
      "${ n } server": [
        "",
        ""
      ]
    },
    "Netflix": {
      "Netflix": [
        "Netflix"
      ]
    },
    "Disney": {
      "Disney+": [
        "Disney+"
      ]
    },
    "Prime Video": {
      "Prime Video": [
        "Prime Video"
      ]
    },
    "Many Others": {
      "and many others": [
        "en vele andere"
      ]
    },
    "Plan feature": {
      "Built-in Adblocker (NetShield)": [
        "Ingebouwde Adblocker (NetShield)"
      ],
      "Secure Core servers": [
        "Secure Core servers"
      ],
      "Streaming service support": [
        "Streaming service ondersteuning"
      ],
      "Access blocked content": [
        "Toegang tot geblokkeerde inhoud"
      ],
      "${ freeServers } in ${ freeCountries } country": [
        "",
        ""
      ],
      "Medium speed": [
        "Gemiddelde snelheid"
      ],
      "350+ servers in ${ basicCountries } country": [
        "350+ servers in ${ basicCountries } land",
        "350+ servers in ${ basicCountries } landen"
      ],
      "High speed": [
        "Hoge Snelheid"
      ],
      "1200+ servers in ${ plusCountries } country": [
        "1200 servers in ${ plusCountries } land",
        "1200 servers in ${ plusCountries } landen"
      ],
      "Highest speed (up to 10 Gbps)": [
        "Hoogste snelheid (tot 10 Gbps)"
      ],
      "All ${ PLAN_NAMES[PLANS.VPNPLUS] } plan features": [
        "Alle ${ PLAN_NAMES[PLANS.VPNPLUS] } plan functies"
      ],
      "Includes 6 user accounts": [
        "Bevat 6 gebruikersaccounts"
      ],
      "Includes Proton Visionary": [
        "Bevat Proton Visionary"
      ],
      "Early access to new products": [
        "Vroegtijdige toegang tot de nieuwste producten"
      ],
      "Custom email addresses": [
        "Aangepaste e-mailadressen"
      ],
      "Access to ${ driveAppName } (beta)": [
        "Toegang tot ${ driveAppName } (bèta)"
      ],
      "1 user": [
        "1 gebruiker"
      ],
      "0.5 GB storage": [
        "0.5 GB opslagruimte"
      ],
      "1 address": [
        "1 adres"
      ],
      "3 folders / labels": [
        "3 mappen / labels"
      ],
      "5 GB storage *": [
        "5 GB opslagruimte *"
      ],
      "5 addresses": [
        "5 adressen"
      ],
      "200 folders / labels": [
        "200 mappen / labels"
      ],
      "1 - 5000 users *": [
        "1 - 5000 gebruikers *"
      ],
      "5 GB storage / user": [
        "5 GB opslagruimte / gebruiker"
      ],
      "5 addresses / user": [
        "5 adressen / gebruiker"
      ],
      "Unlimited folders / labels": [
        "Onbeperkte mappen / labels"
      ],
      "6 users": [
        "6 gebruikers"
      ],
      "20 GB storage": [
        "20 GB opslagruimte"
      ],
      "50 addresses": [
        "50 adressen"
      ]
    },
    "Billing cycle option": {
      "Monthly": [
        "Maandelijks"
      ],
      "Annually SAVE 20%": [
        "BESPAAR jaarlijks 20%"
      ],
      "Two years SAVE 33%": [
        "Twee jaar BESPAAR 33%"
      ],
      "Annually": [
        "Jaarlijks"
      ],
      "Two-year": [
        "Tweejaarlijks"
      ]
    },
    "Price": {
      "Free": [
        "Gratis"
      ]
    },
    "Countdown unit": {
      "${ monthsWithYears } month": [
        "${ monthsWithYears } maand",
        "${ monthsWithYears } maanden"
      ],
      "${ days } day": [
        "${ days } dag",
        "${ days } dagen"
      ]
    },
    "Addon": {
      "+ ${ addresses } email address": [
        "+ ${ addresses } e-mailadres",
        "+ ${ addresses } e-mailadressen"
      ],
      "+ ${ storage } storage": [
        "+ ${ storage } opslag"
      ],
      "+ ${ domains } custom domain": [
        "+ ${ domains } eigen domein",
        "+ ${ domains } eigen domeinen"
      ],
      "+ ${ members } user": [
        "+ ${ members } gebruiker",
        "+ ${ members } gebruikers"
      ],
      "+ ${ vpn } connection": [
        "+ ${ vpn } verbinding",
        "+ ${ vpn } verbindingen"
      ]
    },
    "Info for cash payment method": {
      "Please contact us at ${ email } for instructions on how to pay us with cash.": [
        "Neem contact met ons op via ${ email } voor instructies over hoe we ons met contant geld kunnen betalen."
      ]
    },
    "Billing cycle": {
      "Monthly billing (Renewal on ${ formattedEndTime })": [
        "Maandelijkse facturering (verlenging op ${ formattedEndTime })"
      ],
      "Yearly billing (Renewal on ${ formattedEndTime })": [
        "Jaarlijkse facturering (verlengbaar op ${ formattedEndTime })"
      ],
      "2-year billing (Renewal on ${ formattedEndTime })": [
        "2-jaar facturering (verlengbaar op ${ formattedEndTime })"
      ],
      "Billing (Renewal on ${ formattedEndTime })": [
        "Facturering (verlengt op ${ formattedEndTime })"
      ]
    },
    "Addon unit for subscription": {
      "${ memberAddon.MaxMembers } user": [
        "${ memberAddon.MaxMembers } gebruiker",
        "${ memberAddon.MaxMembers } gebruikers"
      ],
      "${ addressAddon.MaxAddresses } address": [
        "${ addressAddon.MaxAddresses } adres",
        "${ addressAddon.MaxAddresses } adressen"
      ],
      "${ domainAddon.MaxDomains } domain": [
        "${ domainAddon.MaxDomains } domein",
        "${ domainAddon.MaxDomains } domeinen"
      ],
      "${ vpnAddon.MaxVPN } connection": [
        "${ vpnAddon.MaxVPN } verbinding",
        "${ vpnAddon.MaxVPN } verbindingen"
      ],
      "${ vpnBonus } connection": [
        "${ vpnBonus } verbinding",
        "${ vpnBonus } verbindingen"
      ]
    },
    "Monetary unit": {
      "Euro": [
        "Euro"
      ],
      "Swiss franc": [
        "Zwitserse Frank"
      ],
      "Dollar": [
        "Dollar"
      ]
    },
    "Credits": {
      "Unused credits": [
        "Ongebruikte credits"
      ]
    },
    "Plan info": {
      "(current plan)": [
        "(huidig abonnement)"
      ]
    },
    "Free price": {
      "Free": [
        "Gratis"
      ]
    },
    "Tooltip prompt to trust keys": {
      "When receiving an email from another ProtonMail user who does not have trusted keys in your contacts, a banner will ask if you want to enable trusted keys.": [
        "Wanneer u een e-mail ontvangt van een andere ProtonMail gebruiker die geen vertrouwde sleutels in uw contactpersonen heeft, een banner vraagt of u vertrouwde sleutels wilt inschakelen."
      ]
    },
    "Tooltip sign external messages": {
      "Automatically sign all your outgoing messages so users can verify the authenticity of your messages. This is done in combination with the default PGP settings which can be configured below.": [
        "Automatisch al uw uitgaande berichten ondertekenen zodat gebruikers de authenticiteit van uw berichten kunnen verifiëren. Dit wordt gedaan in combinatie met de standaard PGP-instellingen, welke hieronder kunnen worden geconfigureerd."
      ]
    },
    "Tooltip automatically attach public key": {
      "This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and send encrypted messages to you.": [
        "Dit voert automatisch uw openbare sleutel toe aan ieder bericht dat u verzendt. Geadresseerden kunnen de authenticiteit van uw berichten verifiëren en versleutelde berichten aan u versturen."
      ]
    },
    "Tooltip default pgp scheme": {
      "Select the default PGP settings used to sign or encrypt messages with non-ProtonMail PGP users. Note that Inline PGP forces plain text messages. Learn more": [
        "Selecteer de standaard PGP-instellingen die worden gebruikt voor het ondertekenen of versleutelen van berichten met niet-ProtonMail PGP-gebruikers. Merk op dat Inline PGP-gebruikers berichten zonder opmaak weergeven. Meer informatie"
      ]
    },
    "Key state badge": {
      "Error": [
        "Fout"
      ],
      "Primary": [
        "Primair"
      ],
      "Active": [
        "Actief"
      ],
      "Inactive": [
        "Inactief"
      ],
      "Compromised": [
        "Uitgelekt"
      ],
      "Obsolete": [
        "Verouderd"
      ],
      "Disabled": [
        "Uitgeschakeld"
      ]
    },
    "Key status displayed in a badge": {
      "Key uploaded": [
        "Sleutel geüpload"
      ]
    },
    "Title header for keys table": {
      "Email": [
        "E-mail"
      ],
      "Fingerprint": [
        "Vingerafdruk"
      ],
      "Status": [
        "Status"
      ],
      "Action": [
        "Actie"
      ],
      "Key type": [
        "Sleuteltype"
      ],
      "Actions": [
        "Acties"
      ]
    },
    "Keys actions": {
      "Reactivate": [
        "Heractiveren"
      ],
      "Export": [
        "Exporteren"
      ],
      "Export private key": [
        "Privésleutel exporteren"
      ],
      "Make primary": [
        "Primair"
      ],
      "Mark obsolete": [
        "Markeren als uitgelekt"
      ],
      "Disables encryption with this key": [
        "Schakelt het versleutelen met deze sleutel uit"
      ],
      "Mark not obsolete": [
        "Markeren als"
      ],
      "Enable encryption with this key": [
        "Desktopmeldingen aanzetten"
      ],
      "Mark compromised": [
        "Markeren als"
      ],
      "Disables signature verification and encryption with this key": [
        "Schakelt het controleren van digitale handtekeningen en het versleutelen met deze sleutel uit"
      ],
      "Mark not compromised": [
        "Markeren als"
      ],
      "Enable signature verification and encryption with this key": [
        "Schakel het controleren van digitale handtekeningen en het versleutelen met deze sleutel in"
      ],
      "Delete": [
        "Verwijderen"
      ]
    },
    "Select files": {
      "Upload": [
        "Uploaden"
      ]
    },
    "Confirm": {
      "Are you sure you want to permanently delete this key?": [
        "Weet u zeker dat u dit concept permanent wil verwijderen?"
      ],
      "Do you want to export your key?": [
        "Wilt u de volgende openbare sleutel vertrouwen?"
      ],
      "Are you sure you want to delete this key without backing it up?": [
        "Weet u zeker dat u deze sleutel wil verwijderen zonder eerst een back-up te maken?"
      ]
    },
    "alert": {
      "The key for your address is now being deleted.": [
        "De sleutel van uw adres wordt nu verwijderd,"
      ],
      "The encryption keys for your address are being generated. This may take several minutes and temporarily freeze your browser.": [
        "De verleutelingssleutels van uw e-mailadres worden aangemaakt. Dit kan enkele minuten duren en uw browser kan kort bevriezen."
      ]
    },
    "encryption": {
      "State of the art": [
        "State-of-the-art"
      ],
      "Compatibility": [
        ""
      ]
    },
    "Payment method option": {
      "New credit/debit card": [
        "Nieuwe krediet-/bankkaart"
      ],
      "PayPal": [
        "PayPal"
      ],
      "Bitcoin": [
        "Bitcoin"
      ]
    },
    "Confirmation title": {
      "Delete payment method": [
        "Betalingsmethode verwijderen"
      ]
    },
    "Info when deleting payment method": {
      "To avoid any service interruption due to unpaid invoices, please make sure that you have at least 1 valid payment method saved at any point in time.": [
        "Om een onderbreking van uw account te voorkomen als gevolg van onbetaalde facturen, zorg ervoor dat u minstens één geldige betaalmethode toegevoegd hebt aan uw account."
      ]
    },
    "Confirmation message to delete payment method": {
      "Are you sure you want to delete this payment method?": [
        "Weet u zeker dat u deze betaalmethode wil verwijderen?"
      ]
    },
    "Label on payment method": {
      "Expired": [
        "Verlopen"
      ],
      "Default": [
        "Standaard"
      ]
    },
    "Title for payment methods table": {
      "Method": [
        "Methode"
      ],
      "Status": [
        "Status"
      ],
      "Actions": [
        "Acties"
      ]
    },
    "Info for payment methods": {
      "You can add a payment method to have your subscription renewed automatically. Other payment methods are also available.": [
        "U kunt een betalingsmethode toevoegen om uw abonnement automatisch te laten verlengen. Andere betaalmethoden zijn ook beschikbaar."
      ]
    },
    "Message display when a new app version is available": {
      "A new version of ${ appName } is available. ${ reloadButton }.": [
        "Er is een nieuwe versie van ${ appName } beschikbaar. ${ reloadButton }."
      ]
    },
    "Step in filter modal": {
      "Name": [
        "Naam"
      ],
      "Conditions": [
        "Voorwaarden"
      ],
      "Actions": [
        "Acties"
      ],
      "Preview": [
        "Voorbeeld"
      ],
      "Sieve editor": [
        "Sieve-editor"
      ]
    },
    "Option group": {
      "Custom folders": [
        "Aangepaste mappen"
      ],
      "Move to...": [
        "Verplaats naar..."
      ],
      "Default folders": [
        "Standaard mappen"
      ]
    },
    "Filter preview": {
      "read": [
        "gelezen"
      ],
      "starred": [
        "Met ster"
      ]
    },
    "Filter notification": {
      "Filter ${ Filter.Name } updated": [
        "Filter ${ Filter.Name } bijgewerkt"
      ],
      "${ Label.Name } updated": [
        "${ Label.Name } bijgewerkt"
      ]
    },
    "Filter modal type": {
      "Select…": [
        "Selecteren…"
      ],
      "The subject": [
        "Het onderwerp"
      ],
      "The sender": [
        "De afzender"
      ],
      "The recipient": [
        "De ontvanger"
      ],
      "The attachment": [
        "De bijlage"
      ]
    },
    "Condition for custom filter": {
      "contains": [
        "bevat"
      ],
      "is exactly": [
        "is precies"
      ],
      "begins with": [
        "begint met"
      ],
      "ends with": [
        "eindigt op"
      ],
      "matches": [
        "komt overeen"
      ],
      "does not contain": [
        "bevat niet"
      ],
      "is not": [
        "is niet"
      ],
      "does not begin with": [
        "begint niet met"
      ],
      "does not end with": [
        "eindigt niet op"
      ],
      "does not match": [
        "komt niet overeen"
      ]
    },
    "Filter modal operators": {
      "All conditions must be fulfilled (AND)": [
        "Aan alle voorwaarden moet worden voldaan (AND)"
      ],
      "One condition must be fulfilled (OR)": [
        "Aan één voorwaarde moet worden voldaan (OR)"
      ]
    },
    "Filter Actions": {
      "Select a folder": [
        "Kies een map"
      ],
      "Archive": [
        "Archief"
      ],
      "Inbox": [
        "Inbox"
      ],
      "Spam": [
        "Spam"
      ],
      "Trash": [
        "Prullenbak"
      ]
    },
    "Settings/filters": {
      "Filters": [
        "Filters"
      ]
    },
    "Settings/filters - table": {
      "Order": [
        "Volgorde"
      ],
      "Name": [
        "Naam"
      ],
      "Status": [
        "Status"
      ],
      "Action": [
        "Actie"
      ]
    },
    "FilterSettings": {
      "Add a custom filter to automatically perform certain actions, like labeling or archiving messages.": [
        "Voeg een aangepast filter toe om automatisch bepaalde acties uit te voeren, zoals het labelen of archiveren van berichten."
      ],
      "Apply sender-specific spam rules. Messages from addresses or domains on the Allow List always go to your Inbox while messages from addresses or domains on the Block List always go to Spam. Marking a message as spam adds its address to the Block List. Marking a message as not spam adds it to the Allow List.": [
        "Pas afzender-specifieke spamregels toe. Berichten uit adressen of domeinen in de Toegestane Lijst gaan altijd naar uw Inbox terwijl berichten van adressen of domeinen in de bloklijst altijd naar Spam gaan. Een bericht als Spam markeren voegt zijn adres toe aan de bloklijst. Een bericht niet als Spam markeren voegt het toe aan de Toegestane Lijst."
      ],
      "Search in Allow List and Block List": [
        "Zoeken in Toestane Lijst en Bloklijst"
      ]
    },
    "Spam notification": {
      "${ domain } updated": [
        "${ domain } bijgewerkt"
      ],
      "${ domain } added": [
        "${ domain } toegevoegd"
      ],
      "${ email } updated": [
        "${ email } bijgewerkt"
      ],
      "${ email } added": [
        "${ email } toegevoegd"
      ]
    },
    "Spam filter moved to blacklist": {
      "${ Domain } moved to Block List": [
        "${ Domain } verplaatst naar Bloklijst"
      ],
      "${ Email } moved to Block List": [
        "${ Email } verplaatst naar Bloklijst"
      ]
    },
    "Spam filter moved to whitelist": {
      "${ Domain } moved to Allow List": [
        "${ Domain } verplaatst naar Toegestane Lijst"
      ],
      "${ Email } moved to Allow List": [
        "${ Email } verplaatst naar Toegestane Lijst"
      ]
    },
    "Moved to black/whitelist": {
      "${ Domain } removed": [
        "${ Domain } verwijderd"
      ],
      "${ Email } removed": [
        "${ Email } verwijderd"
      ]
    },
    "Delinquent modal title": {
      "Overdue invoice": [
        "Onbetaalde factuur"
      ]
    },
    "Human verification method": {
      "CAPTCHA": [
        "CAPTCHA"
      ],
      "Email": [
        "E-mail"
      ],
      "SMS": [
        "SMS"
      ],
      "Manual": [
        "Handmatig"
      ],
      "No verification method available": [
        "Geen verificatiemethode beschikbaar"
      ]
    },
    "New Label form": {
      "Color": [
        "Kleur"
      ],
      "Folder name": [
        "Mapnaam"
      ],
      "Label name": [
        "Labelnaam"
      ]
    },
    "label/folder notification": {
      "${ Label.Name } created": [
        "${ Label.Name } aangemaakt"
      ],
      "${ label.Name } updated": [
        "${ label.Name } bijgewerkt"
      ],
      "Preference saved": [
        "Voorkeur opgeslagen"
      ]
    },
    "Label/folder modal": {
      "Create folder": [
        "Map maken"
      ],
      "Create label": [
        "Label maken"
      ],
      "Edit folder": [
        "Map bewerken"
      ],
      "Edit label": [
        "Label bewerken"
      ]
    },
    "Success message after sorting folders": {
      "Folders sorted": [
        "Mappen gesorteerd"
      ]
    },
    "Info - folder colouring feature": {
      "When enabled, sub-folders inherit the color of the parent folder.": [
        "Indien ingeschakeld, nemen submappen de kleur van de bovenliggende map over."
      ]
    },
    "Settings/labels": {
      "Labels/Folders": [
        "Labels/mappen"
      ]
    },
    "Settings/labels - table": {
      "Labels": [
        "Labels"
      ],
      "Actions": [
        "Acties"
      ]
    },
    "Success message after sorting labels": {
      "Labels sorted": [
        "Labels gesorteerd"
      ]
    },
    "label": {
      "Phone number": [
        "Telefoonnummer"
      ]
    },
    "Badge for user sessions table": {
      "Current session": [
        "Huidige sessie"
      ]
    },
    "Action for user session": {
      "Revoke": [
        "Intrekken"
      ]
    },
    "Badge": {
      "ProtonMail for web": [
        "ProtonMail voor web"
      ],
      "ProtonVPN for Windows": [
        "ProtonVPN voor Windows"
      ],
      "ProtonVPN for web": [
        "ProtonVPN voor web"
      ],
      "Admin": [
        "Beheerder"
      ],
      "ProtonMail Import-Export": [
        "ProtonMail Import-Export"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "ProtonMail for Android": [
        "ProtonMail voor Android"
      ],
      "Proton Account for web": [
        "Proton Account voor het web"
      ],
      "ProtonMail settings for web": [
        "ProtonMail-instellingen voor web"
      ],
      "ProtonContacts for web": [
        "ProtonContacten voor web"
      ],
      "ProtonVPN settings for web": [
        "ProtonVPN-instellingen voor web"
      ],
      "${ calendarAppName } for web": [
        "${ calendarAppName } voor web"
      ],
      "${ driveAppName } for web": [
        "${ driveAppName } voor web"
      ],
      "ProtonMail for iOS": [
        "ProtonMail voor iOS"
      ],
      "${ driveAppName } for iOS": [
        "${ driveAppName } voor iOS"
      ],
      "ProtonVPN for iOS": [
        "ProtonVPN voor iOS"
      ],
      "${ calendarAppName } for iOS": [
        "${ calendarAppName } voor iOS"
      ],
      "ProtonVPN for Android": [
        "ProtonVPN voor Android"
      ],
      "ProtonVPN for Android TV": [
        "ProtonVPN voor Android TV"
      ],
      "${ calendarAppName } for Android": [
        "${ calendarAppName } voor Android"
      ],
      "${ driveAppName } for Android": [
        "${ driveAppName } voor Android"
      ],
      "ProtonMail Import-Export for Windows": [
        "ProtonMail Import-Export voor Windows"
      ],
      "ProtonMail Bridge for Windows": [
        "ProtonMail Bridge voor Windows"
      ],
      "ProtonVPN for macOS": [
        "ProtonVPN voor macOS"
      ],
      "ProtonMail Import-Export for macOS": [
        "ProtonMail Import-Export voor macOS"
      ],
      "ProtonMail Bridge for macOS": [
        "ProtonMail Bridge voor macOS"
      ],
      "${ driveAppName } for macOS": [
        "${ driveAppName } voor macOS"
      ],
      "ProtonMail Import-Export for GNU/Linux": [
        "ProtonMail Import-Export voor GNU/Linux"
      ],
      "ProtonMail Bridge for GNU/Linux": [
        "ProtonMail Bridge voor GNU/Linux"
      ],
      "ProtonVPN for GNU/Linux": [
        "ProtonVPN voor GNU/Linux"
      ]
    },
    "Log preference": {
      "Enable authentication logs": [
        "Verificatielogboeken inschakelen"
      ],
      "Enable advanced logs": [
        "Geavanceerde logs inschakelen"
      ]
    },
    "Invoice type display as badge": {
      "Other": [
        "Anders"
      ],
      "Subscription": [
        "Abonnement"
      ],
      "Cancellation": [
        "Annulering"
      ],
      "Credit": [
        "Tegoed"
      ],
      "Donation": [
        "Donatie"
      ],
      "Chargeback": [
        "Terugvordering"
      ],
      "Renewal": [
        "Vernieuwbaar"
      ],
      "Refund": [
        "Terugbetalen"
      ],
      "Modification": [
        "Wijziging"
      ],
      "Addition": [
        "Toevoeging"
      ]
    },
    "Invoice state display as badge": {
      "Unpaid": [
        "Onbetaald"
      ],
      "Paid": [
        "Betaald"
      ],
      "Void": [
        "Ongeldig"
      ],
      "Billed": [
        "Gefactureerd"
      ],
      "Writeoff": [
        "Schrijven"
      ]
    },
    "Info message for custom invoice modal": {
      "Add your name (or company name) and address to your invoices.": [
        "Voeg uw naam (of bedrijfsnaam) en adres toe aan uw facturen."
      ]
    },
    "Placeholder for custom invoice text": {
      "Add your name (or company name) and address to your invoices": [
        "Voeg uw naam (of bedrijfsnaam) en adres toe aan uw facturen"
      ]
    },
    "Title for PDF file": {
      "ProtonMail invoice": [
        "ProtonMail factuur"
      ]
    },
    "Option delay send seconds": {
      "0 seconds": [
        "0 seconden"
      ],
      "5 seconds": [
        "5 seconden"
      ],
      "10 seconds": [
        "10 seconden"
      ],
      "20 seconds": [
        "20 seconden"
      ]
    },
    "Bridge version load failed": {
      "Failed to find latest version": [
        "De laatste versie kan niet worden gevonden"
      ]
    },
    "OS compatibility": {
      ".exe (64-bit)": [
        ".exe (64-bit)"
      ],
      ".dmg (10.12 or later)": [
        ".dmg (10.12 of hoger)"
      ],
      ".deb (for Debian/Ubuntu)": [
        ".deb (voor Debian/Ubuntu)"
      ],
      ".rpm (for Fedora/openSUSE)": [
        ".rpm (voor Fedora/openSUSE)"
      ],
      "PKGBUILD (for other distributions)": [
        "PKGBUILD (voor andere distributies)"
      ]
    },
    "Restore administrator panel": {
      "Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:": [
        "Als gevolg van het wijzigen van een wachtwoord zijn uw beheerdersbevoegdheden beperkt. De volgende acties zijn niet langer toegestaan:"
      ],
      "Creating new users": [
        ""
      ],
      "Reading emails of non-private users": [
        ""
      ],
      "Changing organization password": [
        "Organisatiewachtwoord wijzigen"
      ],
      "Changing organization keys": [
        "Organisatiesleutels wijzigen"
      ]
    },
    "Success message": {
      "Sessions revoked": [
        "Sessies ingetrokken"
      ],
      "User deleted": [
        "Gebruiker verwijderd"
      ],
      "Domain deleted": [
        "Domein verwijderd"
      ]
    },
    "Member action": {
      "Edit": [
        "Bewerken"
      ],
      "Delete": [
        "Verwijderen"
      ],
      "Sign in": [
        "Log in"
      ],
      "Revoke sessions": [
        "Sessies intrekken"
      ]
    },
    "Max VPN Connections": {
      "Connection": [
        "Verbinding",
        "Verbindingen"
      ]
    },
    "User role": {
      "Admin": [
        "Beheerder"
      ],
      "Member": [
        "Lid"
      ],
      "Primary admin": [
        "Primaire administrator"
      ]
    },
    "Label for new member": {
      "Private": [
        "Privé"
      ],
      "Admin": [
        "Beheerder"
      ]
    },
    "Title header for members table": {
      "Name": [
        "Naam"
      ],
      "Role": [
        "Rol"
      ],
      "Addresses": [
        "Adressen"
      ],
      "Features": [
        "Functies"
      ]
    },
    "Info for members section": {
      "Add, remove, and manage users within your organization. Here you can adjust their allocated storage space, grant admin rights, and more. Select a user to manage their email addresses. The email address at the top of the list will automatically be selected as the default email address.": [
        "Toevoegen, verwijderen en beheren van gebruikers binnen uw organisatie. Hier kunt u hun toegewezen opslagruimte aanpassen, admin rechten verlenen en meer. Selecteer een gebruiker om hun e-mailadressen te beheren. Het e-mailadres bovenaan de lijst zal automatisch worden geselecteerd als het standaard e-mailadres."
      ]
    },
    "Private Member": {
      "private": [
        "privé"
      ]
    },
    "Label for adding a new custom domain": {
      "Add a domain that you own to your ProtonMail account.": [
        "Voeg een domein toe waarvan u eigenaar bent aan uw ProtonMail-account."
      ]
    },
    "Domain modal": {
      "'www' subdomains are typically not used for email. Are you sure you want to use this domain value?": [
        "'www'-subdomeinen worden normaal gesproken niet gebruikt voor e-mailadressen. Weet u zeker dat u van deze domeinnaam gebruik wilt maken?"
      ]
    },
    "Info for domain modal": {
      "For security reasons, we need to verify that you are the owner of ${ domainName }. Please add the following DNS TXT record to your domain. This can typically be done in the control panel of your domain name registrar.": [
        "Om veiligheidsredenen moeten we controleren of u de eigenaar van ${ domainName }. Voeg het volgende TXT-record toe aan de DNS van uw domein. Dit kan meestal worden gedaan in het beheerpaneel van uw domeinnaamlijst."
      ],
      "Add a new user to your organization and create an address for it.": [
        "Voeg een nieuwe gebruiker toe aan uw organisatie en maak er een adres voor aan."
      ],
      "Add a new address for any user of your organization.": [
        "Voeg een nieuw adres toe voor een gebruiker van uw organisatie."
      ]
    },
    "Warning for domain modal": {
      "After successful verification, do not remove this TXT record as it is needed to confirm that you continue to own the domain.": [
        "Verwijder na een succesvolle verificatie, dit TXT-record niet omdat het nodig is om te bevestigen dat u de eigenaar van het domein blijft."
      ],
      "It can take up to a day for DNS changes to update.": [
        "Het kan een dag duren voordat DNS-veranderingen zijn bijgewerkt."
      ]
    },
    "Label for domain modal": {
      "Please add the following TXT record:": [
        "Voeg het volgende TXT-record toe:"
      ]
    },
    "Header for domain modal": {
      "Type": [
        "Type"
      ],
      "Host name": [
        "Hostnaam"
      ],
      "Value / Data / Points to": [
        "Waarde / Data / Verwijst naar"
      ],
      "Value / Data": [
        "Waarde / Data"
      ],
      "Priority": [
        "Prioriteit"
      ]
    },
    "Tab in domain modal": {
      "Addresses": [
        "Adressen"
      ]
    },
    "Label in domain modal": {
      "Domain": [
        "Domein"
      ],
      "Verify": [
        "Verifiëren"
      ],
      "Addresses": [
        "Adressen"
      ]
    },
    "Domain label": {
      "Verified": [
        "Geverifieerd"
      ]
    },
    "Badge for domain": {
      "Missing keys": [
        "Ontbrekende sleutels"
      ],
      "Enabled": [
        "Geactiveerd"
      ],
      "Disabled": [
        "Uitgeschakeld"
      ]
    },
    "Title header for addresses domain table": {
      "Address": [
        "Adres"
      ],
      "Status": [
        "Status"
      ],
      "Catch-All": [
        "Catch-all"
      ]
    },
    "Contact field label": {
      "Name": [
        "Naam"
      ],
      "Email": [
        "E-mail"
      ],
      "Phone": [
        "Telefoon"
      ],
      "Address": [
        "Adres"
      ],
      "Photo": [
        "Foto"
      ],
      "Organization": [
        "Organisatie"
      ],
      "Birthday": [
        "Verjaardag"
      ],
      "Anniversary": [
        "Jubileum"
      ],
      "Title": [
        "Titel"
      ],
      "Role": [
        "Rol"
      ],
      "Note": [
        "Notitie"
      ],
      "URL": [
        "URL"
      ],
      "Gender": [
        "Geslacht"
      ],
      "Language": [
        "Taal"
      ],
      "Timezone": [
        "Tijdzone"
      ],
      "Geo": [
        "Geo"
      ],
      "Logo": [
        "Logo"
      ],
      "Member": [
        "Lid"
      ]
    },
    "Contact type label": {
      "Work": [
        "Werk"
      ],
      "Personal": [
        "Privé"
      ],
      "Mobile": [
        "Mobiel"
      ],
      "Main": [
        "Algemeen"
      ],
      "Yomi": [
        "Yomi"
      ],
      "Other": [
        "Anders"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Pager"
      ]
    },
    "Property type": {
      "Email": [
        "E-mail"
      ],
      "Home": [
        "Thuis"
      ],
      "Work": [
        "Werk"
      ],
      "Other": [
        "Anders"
      ],
      "Phone": [
        "Telefoon"
      ],
      "Mobile": [
        "Mobiel"
      ],
      "Main": [
        "Primair"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Pager"
      ],
      "Address": [
        "Adres"
      ]
    },
    "Validation": {
      "Password must contain at least ${ length } character": [
        "Wachtwoord moet ten minste ${ length } teken bevatten",
        "Wachtwoord moet ten minste ${ length } tekens bevatten"
      ]
    },
    "file size format": {
      "bytes": [
        "bytes"
      ],
      "KB": [
        "KB"
      ],
      "MB": [
        "MB"
      ],
      "GB": [
        "GB"
      ]
    },
    "Import contact. Contact identifier": {
      "unknown": [
        "onbekend"
      ]
    },
    "Error importing contact": {
      "vCard versions < 3.0 not supported": [
        "vCard-versies < 3.0 niet ondersteund"
      ],
      "Encryption failed": [
        "Versleutelen is mislukt"
      ]
    },
    "Error importing calendar": {
      "An unexpected error occurred. Import must be restarted.": [
        "Er is een onverwachte fout opgetreden. Importeren moet opnieuw gestart worden."
      ],
      "An error occurred uploading your file. No file has been selected.": [
        "Fout opgetreden tijdens het uploaden van uw bestand. Er is geen bestand geselecteerd."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Only ICS file formats are allowed.": [
        "Er is een fout opgetreden bij het uploaden van uw bestand ${ formattedFilename }. Alleen ICS-bestandsindelingen zijn toegestaan."
      ],
      "Your file ${ formattedFilename } is empty.": [
        "Uw bestand ${ formattedFilename } is leeg."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Er is een fout opgetreden bij het uploaden van uw bestand ${ formattedFilename }. Maximale bestandsgrootte is ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } is not a calendar.": [
        "Uw bestand ${ formattedFilename } is geen agenda."
      ],
      "${ CALENDAR_APP_NAME } only supports importing calendars with iCal version 2.0.": [
        "${ CALENDAR_APP_NAME } ondersteunt alleen het importeren van agenda's met iCal versie 2.0."
      ],
      "Your file ${ formattedFilename } is an invitation and cannot be imported.": [
        "Uw bestand ${ formattedFilename } is een uitnodiging en kan niet worden geïmporteerd."
      ],
      "Your file ${ formattedFilename } has no events to be imported.": [
        "Uw bestand ${ formattedFilename } heeft geen afspraken om te importeren."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_EVENTS_STRING } events.": [
        "Uw bestand ${ formattedFilename } bevat meer dan ${ MAX_IMPORT_EVENTS_STRING } afspraken."
      ],
      "An error occurred reading your file ${ formattedFilename }. File does not have the right format.": [
        "Er is een fout opgetreden bij het lezen van uw bestand ${ formattedFilename }. Bestand heeft niet de juiste indeling."
      ]
    },
    "Error importing contacts": {
      "An error occurred uploading your file. No file has been selected.": [
        "Fout opgetreden tijdens het uploaden van uw bestand. Er is geen bestand geselecteerd."
      ],
      "An error occurred uploading your file ${ formattedFilename }. No .csv or .vcf file selected": [
        "Er is een fout opgetreden tijdens het uploaden van uw bestand ${ formattedFilename }. Geen .csv of .vcf bestand geselecteerd"
      ],
      "Your file ${ formattedFilename } is empty.": [
        "Uw bestand ${ formattedFilename } is leeg."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Er is een fout opgetreden bij het uploaden van uw bestand ${ formattedFilename }. Maximale bestandsgrootte is ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } has no contacts to be imported.": [
        "Uw bestand ${ formattedFilename } heeft geen contactpersonen om te importeren."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_CONTACTS_STRING } contacts.": [
        "Uw bestand ${ formattedFilename } bevat meer dan ${ MAX_IMPORT_CONTACTS_STRING } contacten."
      ],
      "An error occurred reading your file ${ formattedFilename }. File doesn't have the right format.": [
        "Er is een fout opgetreden tijdens het lezen van uw bestand ${ formattedFilename }. Bestand heeft niet de juiste indeling."
      ]
    },
    "Default display name vcard": {
      "Unknown": [
        "Onbekend"
      ]
    },
    "Alarm notification": {
      "${ title } starts now": [
        ""
      ],
      "${ title } starts today": [
        ""
      ],
      "${ title } started at ${ formattedHour }": [
        ""
      ],
      "${ title } started yesterday": [
        ""
      ],
      "${ title } started yesterday at ${ formattedHour }": [
        ""
      ],
      "${ title } started on ${ formattedDate }": [
        ""
      ],
      "${ title } started on ${ formattedDate } at ${ formattedHour }": [
        ""
      ],
      "${ title } started on ${ _formattedDate }": [
        ""
      ],
      "${ title } started on ${ _formattedDate } at ${ formattedHour }": [
        ""
      ],
      "${ title } started on ${ formattedDateWithoutTime }": [
        ""
      ],
      "${ title } started on ${ _formattedDateWithTime }": [
        ""
      ],
      "${ title } will start at ${ formattedHour }": [
        ""
      ],
      "${ title } will start tomorrow": [
        ""
      ],
      "${ title } will start tomorrow at ${ formattedHour }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate2 }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate2 } at ${ formattedHour }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate3 }": [
        ""
      ],
      "${ title } will start on ${ _formattedDate3 } at ${ formattedHour }": [
        ""
      ],
      "${ title } will start on ${ _formattedDateWithoutTime }": [
        ""
      ],
      "${ title } will start on ${ formattedDateWithTime }": [
        ""
      ]
    },
    "Event title": {
      "(no title)": [
        "(geen titel)"
      ]
    },
    "Participant name": {
      "You": [
        "U"
      ]
    },
    "Email subject": {
      "Cancellation of an event on ${ formattedStart }": [
        "Annulering van een afspraak op ${ formattedStart }"
      ],
      "Invitation for an event on ${ formattedStart }": [
        "Uitnodiging voor een afspraak op ${ formattedStart }"
      ],
      "Update for an event on ${ formattedStart }": [
        "Update voor een afspraak op ${ formattedStart }"
      ],
      "Cancellation of an event starting on ${ formattedStart }": [
        "Annulering van een afspraak die begint op ${ formattedStart }"
      ],
      "Invitation for an event starting on ${ formattedStart }": [
        "Uitnodiging voor een afspraak die begint op ${ formattedStart }"
      ],
      "Update for an event starting on ${ formattedStart }": [
        "Update voor een afspraak die begint op ${ formattedStart }"
      ],
      "Invitation: ${ eventTitle }": [
        "Uitnodiging: ${ eventTitle }"
      ]
    },
    "Email body for invitation (date part)": {
      "When: ${ formattedStart } (all day)": [
        "Wanneer: ${ formattedStart } (hele dag)"
      ],
      "When: ${ formattedStart } - ${ formattedEnd }": [
        "Wanneer: ${ formattedStart } - ${ formattedEnd }"
      ],
      "When: ${ formattedStart }": [
        "Wanneer: ${ formattedStart }"
      ]
    },
    "Email body for invitation (location part)": {
      "Where: ${ eventLocation }": [
        "Waar: ${ eventLocation }"
      ]
    },
    "Email body for description (description part)": {
      "Description: ${ eventDescription }": [
        "Omschrijving: ${ eventDescription }"
      ]
    },
    "Email body for invitation": {
      "You are invited to ${ eventTitle }\n${ eventDetailsText }": [
        "U bent uitgenodigd voor ${ eventTitle }\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been updated.\n${ eventDetailsText }": [
        "${ eventTitle } is bijgewerkt.\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been cancelled.": [
        "${ eventTitle } is geannuleerd."
      ]
    },
    "Email body for response to invitation": {
      "${ emailAddress } has accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } heeft uw uitnodiging geaccepteerd voor ${ eventTitle }"
      ],
      "${ emailAddress } has tentatively accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } heeft uw uitnodiging voorlopig geaccepteerd voor ${ eventTitle }"
      ],
      "${ emailAddress } has declined your invitation to ${ eventTitle }": [
        "${ emailAddress } heeft uw uitnodiging geweigerd voor ${ eventTitle }"
      ]
    },
    "Monthly recurring event, repeats on": {
      "on the first Sunday": [
        "op de eerste zondag"
      ],
      "on the first Monday": [
        "op de eerste maandag"
      ],
      "on the first Tuesday": [
        "op de eerste dinsdag"
      ],
      "on the first Wednesday": [
        "op de eerste woensdag"
      ],
      "on the first Thursday": [
        "op de eerste donderdag"
      ],
      "on the first Friday": [
        "op de eerste vrijdag"
      ],
      "on the first Saturday": [
        "op de eerste zaterdag"
      ],
      "on the second Sunday": [
        "op de tweede zondag"
      ],
      "on the second Monday": [
        "op de tweede maandag"
      ],
      "on the second Tuesday": [
        "op de tweede dinsdag"
      ],
      "on the second Wednesday": [
        "op de tweede woensdag"
      ],
      "on the second Thursday": [
        "op de tweede donderdag"
      ],
      "on the second Friday": [
        "op de tweede vrijdag"
      ],
      "on the second Saturday": [
        "op de tweede zaterdag"
      ],
      "on the third Sunday": [
        "op de derde zondag"
      ],
      "on the third Monday": [
        "op de derde maandag"
      ],
      "on the third Tuesday": [
        "op de derde dinsdag"
      ],
      "on the third Wednesday": [
        "op de derde woensdag"
      ],
      "on the third Thursday": [
        "op de derde donderdag"
      ],
      "on the third Friday": [
        "op de derde vrijdag"
      ],
      "on the third Saturday": [
        "op de derde zaterdag"
      ],
      "on the fourth Sunday": [
        "op de vierde zondag"
      ],
      "on the fourth Monday": [
        "op de vierde maandag"
      ],
      "on the fourth Tuesday": [
        "op de vierde dinsdag"
      ],
      "on the fourth Wednesday": [
        "op de vierde woensdag"
      ],
      "on the fourth Thursday": [
        "op de vierde donderdag"
      ],
      "on the fourth Friday": [
        "op de vierde vrijdag"
      ],
      "on the fourth Saturday": [
        "op de vierde zaterdag"
      ],
      "on the last Sunday": [
        "op de laatste zondag"
      ],
      "on the last Monday": [
        "op de laatste maandag"
      ],
      "on the last Tuesday": [
        "op de laatste dinsdag"
      ],
      "on the last Wednesday": [
        "op de laatste woensdag"
      ],
      "on the last Thursday": [
        "op de laatste donderdag"
      ],
      "on the last Friday": [
        "op de laatste vrijdag"
      ],
      "on the last Saturday": [
        "op de laatste zaterdag"
      ],
      "on day ${ dayOfMonth }": [
        "op dag ${ dayOfMonth }"
      ]
    },
    "Daily recurring event, frequency": {
      "${ count } time": [
        "${ count } keer",
        "${ count } keren"
      ],
      "until ${ dateString }": [
        "tot ${ dateString }"
      ],
      "Daily": [
        "Dagelijks"
      ],
      "Every ${ interval } day": [
        "Elke ${ interval } dag",
        "Elke ${ interval } dagen"
      ],
      "Daily, ${ timesString }": [
        "Dagelijks, ${ timesString }"
      ],
      "Every ${ interval } day, ${ timesString }": [
        "Elke ${ interval } dag, ${ timesString }",
        "Elke ${ interval } dagen, ${ timesString }"
      ],
      "Daily, ${ untilString }": [
        "Dagelijks, ${ untilString }"
      ],
      "Every ${ interval } day, ${ untilString }": [
        "Elke ${ interval } dag, ${ untilString }",
        "Elke ${ interval } dagen, ${ untilString }"
      ]
    },
    "Weekly recurring event, repeats on (multiple days), frequency": {
      "Sunday": [
        "Zondag"
      ],
      "Monday": [
        "Maandag"
      ],
      "Tuesday": [
        "Dinsdag"
      ],
      "Wednesday": [
        "Woensdag"
      ],
      "Thursday": [
        "Donderdag"
      ],
      "Friday": [
        "Vrijdag"
      ],
      "Saturday": [
        "Zaterdag"
      ]
    },
    "Weekly recurring event, frequency": {
      "Weekly on all days": [
        "Wekelijks op alle dagen"
      ],
      "Every ${ interval } week on all days": [
        "Elke ${ interval } op alle dagen",
        "Elke ${ interval } weken op alle dagen"
      ],
      "Weekly on Sunday": [
        "Wekelijks op zondag"
      ],
      "Every ${ interval } week on Sunday": [
        "Elke ${ interval } op zondag",
        "Elke ${ interval } weken op zondag"
      ],
      "Weekly on Monday": [
        "Wekelijks op maandag"
      ],
      "Every ${ interval } week on Monday": [
        "Elke ${ interval } op maandag",
        "Elke ${ interval } weken op maandag"
      ],
      "Weekly on Tuesday": [
        "Wekelijks op dinsdag"
      ],
      "Every ${ interval } week on Tuesday": [
        "Elke ${ interval } op dinsdag",
        "Elke ${ interval } weken op dinsdag"
      ],
      "Weekly on Wednesday": [
        "Wekelijks op woensdag"
      ],
      "Every ${ interval } week on Wednesday": [
        "Elke ${ interval } op woensdag",
        "Elke ${ interval } weken op woensdag"
      ],
      "Weekly on Thursday": [
        "Wekelijks op donderdag"
      ],
      "Every ${ interval } week on Thursday": [
        "Elke ${ interval } op donderdag",
        "Elke ${ interval } weken op donderdag"
      ],
      "Weekly on Friday": [
        "Wekelijks op vrijdag"
      ],
      "Every ${ interval } week on Friday": [
        "Elke week op vrijdag",
        "Elke ${ interval } weken op vrijdag"
      ],
      "Weekly on Saturday": [
        "Wekelijks op zaterdag"
      ],
      "Every ${ interval } week on Saturday": [
        "Elke week op zaterdag",
        "Elke ${ interval } weken op zaterdag"
      ],
      "Weekly on ${ multipleDaysString }": [
        "Wekelijks op ${ multipleDaysString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }": [
        "Elke week op ${ multipleDaysString }",
        "Elke ${ interval } weken op ${ multipleDaysString }"
      ],
      "Weekly on all days, ${ timesString }": [
        "Wekelijks op alle dagen, ${ timesString }"
      ],
      "Every ${ interval } week on all days, ${ timesString }": [
        "Elke week op alle dagen, ${ timesString }",
        "Elke ${ interval } weken op alle dagen, ${ timesString }"
      ],
      "Weekly on Sunday, ${ timesString }": [
        "Wekelijks op zondag ${ timesString }"
      ],
      "Every ${ interval } week on Sunday, ${ timesString }": [
        "Elke week op zondag, ${ timesString }",
        "Elke ${ interval } weken op zondag ${ timesString }"
      ],
      "Weekly on Monday, ${ timesString }": [
        "Wekelijks op maandag, ${ timesString }"
      ],
      "Every ${ interval } week on Monday, ${ timesString }": [
        "Elke week op maandag, ${ timesString }",
        "Elke ${ interval } weken op maandag ${ timesString }"
      ],
      "Weekly on Tuesday, ${ timesString }": [
        "Wekelijks op dinsdag ${ timesString }"
      ],
      "Every ${ interval } week on Tuesday, ${ timesString }": [
        "Elke week op dinsdag, ${ timesString }",
        "Elke ${ interval } weken op dinsdag ${ timesString }"
      ],
      "Weekly on Wednesday, ${ timesString }": [
        "Wekelijks op woensdag ${ timesString }"
      ],
      "Every ${ interval } week on Wednesday, ${ timesString }": [
        "Elke week op woensdag, ${ timesString }",
        "Elke ${ interval } weken op woensdag ${ timesString }"
      ],
      "Weekly on Thursday, ${ timesString }": [
        "Wekelijks op donderdag ${ timesString }"
      ],
      "Every ${ interval } week on Thursday, ${ timesString }": [
        "Elke week op donderdag, ${ timesString }",
        "Elke ${ interval } weken op donderdag ${ timesString }"
      ],
      "Weekly on Friday, ${ timesString }": [
        "Wekelijks op vrijdag ${ timesString }"
      ],
      "Every ${ interval } week on Friday, ${ timesString }": [
        "Elke week op vrijdag, ${ timesString }",
        "Elke ${ interval } week op vrijdag, ${ timesString }"
      ],
      "Weekly on Saturday, ${ timesString }": [
        "Wekelijks op zaterdag ${ timesString }"
      ],
      "Every ${ interval } week on Saturday, ${ timesString }": [
        "Elke week op zaterdag, ${ timesString }",
        "Elke ${ interval } weken op zaterdag ${ timesString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ timesString }": [
        "Wekelijks op ${ multipleDaysString }, ${ timesString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ timesString }": [
        "Elke week op ${ multipleDaysString }, ${ timesString }",
        "Elke ${ interval } weken op ${ multipleDaysString }, ${ timesString }"
      ],
      "Weekly on all days, ${ untilString }": [
        "Wekelijks op alle dagen, ${ untilString }"
      ],
      "Every ${ interval } week on all days, ${ untilString }": [
        "Elke week op alle dagen, ${ untilString }",
        "Elke ${ interval } weken op alle dagen, ${ untilString }"
      ],
      "Weekly on Sunday, ${ untilString }": [
        "Wekelijks op zondag ${ untilString }"
      ],
      "Every ${ interval } week on Sunday, ${ untilString }": [
        "Elke week op zondag, ${ untilString }",
        "Elke ${ interval } weken op zondag, ${ untilString }"
      ],
      "Weekly on Monday, ${ untilString }": [
        "Wekelijks op maandag, ${ untilString }"
      ],
      "Every ${ interval } week on Monday, ${ untilString }": [
        "Elke week op maandag, ${ untilString }",
        "Elke ${ interval } weken op maandag ${ untilString }"
      ],
      "Weekly on Tuesday, ${ untilString }": [
        "Wekelijks op dinsdag ${ untilString }"
      ],
      "Every ${ interval } week on Tuesday, ${ untilString }": [
        "Elke week op dinsdag, ${ untilString }",
        "Elke ${ interval } weken op dinsdag ${ untilString }"
      ],
      "Weekly on Wednesday, ${ untilString }": [
        "Wekelijks op woensdag ${ untilString }"
      ],
      "Every ${ interval } week on Wednesday, ${ untilString }": [
        "Elke week op woensdag, ${ untilString }",
        "Elke ${ interval } weken op woensdag ${ untilString }"
      ],
      "Weekly on Thursday, ${ untilString }": [
        "Wekelijks op donderdag ${ untilString }"
      ],
      "Every ${ interval } week on Thursday, ${ untilString }": [
        "Elke week op donderdag, ${ untilString }",
        "Elke ${ interval } weken op donderdag ${ untilString }"
      ],
      "Weekly on Friday, ${ untilString }": [
        "Wekelijks op vrijdag ${ untilString }"
      ],
      "Every ${ interval } week on Friday, ${ untilString }": [
        "Elke week op vrijdag, ${ untilString }",
        "Elke ${ interval } weken op donderdag, ${ untilString }"
      ],
      "Weekly on Saturday, ${ untilString }": [
        "Wekelijks op zaterdag ${ untilString }"
      ],
      "Every ${ interval } week on Saturday, ${ untilString }": [
        "Elke week op zaterdag, ${ untilString }",
        "Elke ${ interval } weken op zaterdag ${ untilString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ untilString }": [
        "Wekelijks op ${ multipleDaysString }, ${ untilString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ untilString }": [
        "Elke week op ${ multipleDaysString }, ${ untilString }",
        "Elke ${ interval } weken op ${ multipleDaysString }, ${ untilString }"
      ]
    },
    "Monthly recurring event, frequency": {
      "Monthly ${ onDayString }": [
        "Maandelijks ${ onDayString }"
      ],
      "Every ${ interval } month ${ onDayString }": [
        "Elke maand ${ onDayString }",
        "Elke ${ interval } maanden{ onDayString }"
      ],
      "Monthly ${ onDayString }, ${ timesString }": [
        "Maandelijks ${ onDayString }, ${ timesString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ timesString }": [
        "Elke maand ${ onDayString }, ${ timesString }",
        "Elke ${ interval } maanden{ onDayString }, ${ timesString }"
      ],
      "Monthly ${ onDayString }, ${ untilString }": [
        "Maandelijks ${ onDayString }, ${ untilString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ untilString }": [
        "Elke maand ${ onDayString }, ${ untilString }",
        "Elke ${ interval } maanden{ onDayString }, ${ untilString }"
      ]
    },
    "Yearly recurring event, frequency": {
      "Yearly": [
        "Jaarlijks"
      ],
      "Every ${ interval } year": [
        "Elk jaar",
        "Elke ${ interval } jaar"
      ],
      "Yearly, ${ timesString }": [
        "Jaarlijks ${ timesString }"
      ],
      "Every ${ interval } year, ${ timesString }": [
        "Elke jaar, ${ timesString }",
        "Elke ${ interval } jaar, ${ timesString }"
      ],
      "Yearly, ${ untilString }": [
        "Jaarlijks ${ untilString }"
      ],
      "Every ${ interval } year, ${ untilString }": [
        "Elk jaar, ${ untilString }",
        "Elke ${ interval } jaar, ${ untilString }"
      ]
    },
    "Error when exporting event from calendar": {
      "Event from ${ timeString }, ${ rruleString }": [
        "Gebeurtenis van ${ timeString }, ${ rruleString }"
      ],
      "Event @ ${ timeString }": [
        "Gebeurtenis @ ${ timeString }"
      ]
    },
    "Attached ics file error": {
      "Invalid ICS file": [
        ""
      ],
      "Invalid event": [
        ""
      ],
      "Unsupported event": [
        ""
      ]
    },
    "Event invitation error": {
      "Invalid response": [
        ""
      ],
      "Invalid invitation": [
        ""
      ],
      "Unsupported response": [
        ""
      ],
      "Unsupported invitation": [
        ""
      ],
      "Attached ICS file could not be parsed": [
        ""
      ],
      "Attached ICS file could not be decrypted": [
        ""
      ],
      "We could not retrieve the event from your calendar": [
        ""
      ],
      "We could not update the event in your calendar": [
        ""
      ],
      "Your answer was sent, but the event could not be added to your calendar": [
        ""
      ],
      "Your answer was sent, but the event could not be updated in your calendar": [
        ""
      ],
      "We could not cancel the event in your calendar": [
        ""
      ],
      "Unexpected error": [
        ""
      ]
    },
    "Keyboard shortcut section name": {
      "Basic navigation": [
        "Basisnavigatie"
      ],
      "Basic actions": [
        "Basisacties"
      ],
      "Folder shortcuts": [
        "Snelkoppelingenmap"
      ],
      "Composer shortcuts": [
        "Sneltoetsensamensteller"
      ],
      "List shortcuts": [
        "Sneltoetsen weergeven"
      ],
      "Action shortcuts": [
        "Actiesneltoetsen"
      ],
      "Message shortcuts": [
        "Berichtsneltoetsen"
      ]
    },
    "Keyboard shortcut name": {
      "Move up": [
        "Verplaats omhoog"
      ],
      "Jump to first": [
        "Spring naar eerste"
      ],
      "Move down": [
        "Beweeg omlaag"
      ],
      "Jump to last": [
        "Spring naar laatste"
      ],
      "Move right / expand": [
        "Verplaats naar rechts / uitbreiden"
      ],
      "Move left / collapse": [
        "Verplaats naar links / inklappen"
      ],
      "Apply / open": [
        "Toepassen / openen"
      ],
      "Cancel / close": [
        "Annuleren / sluiten"
      ],
      "Open this modal": [
        "Open dit hulpvenster"
      ],
      "Select / unselect": [
        "Selecteren / deselecteren"
      ],
      "Go to Inbox": [
        "Ga naar Inbox"
      ],
      "Go to Archive": [
        "Ga naar Archief"
      ],
      "Go to Sent": [
        "Ga naar Verzonden"
      ],
      "Go to Starred": [
        "Ga naar Berichten met ster"
      ],
      "Go to Drafts": [
        "Ga naar Concepten"
      ],
      "Go to Trash": [
        "Ga naar Prullenbak"
      ],
      "Go to Spam": [
        "Ga naar Spam"
      ],
      "Go to All Mail": [
        "Ga naar Alle Berichten"
      ],
      "Save draft": [
        "Concept opslaan"
      ],
      "Send email": [
        "E-mail verzenden"
      ],
      "Close draft": [
        "Concept sluiten"
      ],
      "Minimize / maximize composer": [
        "Minimaliseren / maximaliseren van opstelvenster"
      ],
      "Expand / contract composer": [
        "Uitvouwen / opvouwen opstelvenster"
      ],
      "Attach file": [
        "Bestand toevoegen"
      ],
      "Add expiration time": [
        "Vervaltijd toevoegen"
      ],
      "Add encryption": [
        "Voeg encryptie toe"
      ],
      "Discard draft": [
        "Verwijder concept"
      ],
      "Open previous message": [
        "Open vorig bericht"
      ],
      "Open next message": [
        "Open volgend bericht"
      ],
      "Show unread emails": [
        "Toon ongelezen e-mails"
      ],
      "Show all emails": [
        "Toon alle e-mails"
      ],
      "Select / unselect all": [
        "Selecteer / deselecteer alles"
      ],
      "Search": [
        "Zoek"
      ],
      "New message": [
        "Nieuw bericht"
      ],
      "Star": [
        "Ster"
      ],
      "Mark as unread": [
        "Markeer als ongelezen"
      ],
      "Label as...": [
        "Label als..."
      ],
      "Create filter with...": [
        "Filter maken met..."
      ],
      "Move to...": [
        "Verplaats naar..."
      ],
      "Move to Inbox": [
        "Verplaats naar Inbox"
      ],
      "Move to Archive": [
        "Verplaats naar Archief"
      ],
      "Move to Spam": [
        "Verplaats naar Spam"
      ],
      "Move to Trash": [
        "Verplaats naar Prullenbak"
      ],
      "Delete permanently": [
        "Permanent verwijderen"
      ],
      "Reply": [
        "Beantwoorden"
      ],
      "Reply all": [
        "Allen beantwoorden"
      ],
      "Forward": [
        "Doorsturen"
      ],
      "Load remote content": [
        "Externe inhoud laden"
      ],
      "Load embedded images": [
        "Ingesloten afbeeldingen laden"
      ],
      "Show original message": [
        "Toon origineel bericht"
      ]
    },
    "Settings section title": {
      "General": [
        "Algemeen"
      ],
      "Import & export": [
        "Importeren & exporteren"
      ],
      "Identity & addresses": [
        "Identiteit & adressen"
      ],
      "Appearance": [
        "Uiterlijk"
      ],
      "Folders & labels": [
        "Mappen & labels"
      ],
      "Filters": [
        "Filters"
      ],
      "Auto reply": [
        "Automatisch antwoorden"
      ],
      "Domain Names": [
        "Domein namen"
      ],
      "Encryption & keys": [
        "Versleuteling & sleutels"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "VPN apps": [
        "VPN-apps"
      ],
      "Calendars": [
        "Agenda's"
      ],
      "Users & addresses": [
        "Gebruikers & adressen"
      ],
      "Domain names": [
        "Domeinnamen"
      ],
      "Organization & keys": [
        "Organisatie & sleutels"
      ],
      "Multi-user support": [
        "Ondersteuning voor meerdere gebruikers"
      ],
      "Account": [
        "Account"
      ],
      "Organization": [
        "Organisatie"
      ]
    },
    "Settings description": {
      "You can apply multiple labels to a single message, but messages can usually only be in a single folder. Drag and drop to rearrange the order of your folders and labels.": [
        "U kunt meerdere labels toepassen op één bericht, maar berichten kunnen meestal slechts in één map voorkomen. Slepen en neerzetten om de volgorde van uw mappen en labels te wijzigen."
      ]
    },
    "Upgrade": {
      "Upgrade to ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } to connect up to ${ plusVpnConnections } device to the VPN at once": [
        "Upgrade naar ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } om met ${ plusVpnConnections } apparaat tegelijkertijd te kunnen verbinden",
        "Upgrade naar ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } om met ${ plusVpnConnections } apparaten tegelijkertijd te kunnen verbinden"
      ]
    },
    "Navigation": {
      "Back to Mailbox": [
        "Terug naar Mailbox"
      ],
      "Back to Calendar": [
        "Terug naar Agenda"
      ],
      "Back to Contacts": [
        "Terug naar Contacten"
      ],
      "Back to Drive": [
        "Terug naar Drive"
      ]
    },
    "Email Unsubscribe Categories": {
      "${ allCategoriesExceptTheLastOne } and ${ lastCategory }": [
        "${ allCategoriesExceptTheLastOne } en ${ lastCategory }"
      ]
    },
    "Email Unsubscribe": {
      "You unsubscribed from ${ categoriesJsx } emails.": [
        "U hebt zich afgemeld voor ${ categoriesJsx } e-mails."
      ],
      "You resubscribed to ${ categoriesJsx } emails.": [
        "U bent opnieuw geabonneerd op ${ categoriesJsx } e-mails."
      ],
      "Which emails do you want to receive from Proton?": [
        "Welke e-mails wilt u ontvangen van Proton?"
      ]
    },
    "Signup label": {
      "Username": [
        "Gebruikersnaam"
      ],
      "Email": [
        "E-mail"
      ]
    },
    "Recovery method": {
      "email address": [
        "e-mailadres"
      ],
      "phone number": [
        "telefoonnummer"
      ],
      "Email": [
        "E-mail"
      ],
      "Phone number": [
        "Telefoonnummer"
      ]
    },
    "blackfriday Info": {
      "Get early access to our new encrypted drive for FREE by upgrading to a Plus bundle now.": [
        "Krijg als eerste GRATIS toegang tot onze nieuwe versleutelde drive door nu te upgraden naar een Plus-bundel."
      ],
      "This subscription will automatically renew after 2 years at the same rate until it is cancelled.": [
        "Dit abonnement wordt na twee jaar automatisch verlengd tegen dezelfde prijs totdat het wordt geannuleerd."
      ],
      "Discounts are based on monthly pricing.": [
        "Kortingen zijn gebaseerd op de prijs per maand."
      ],
      "Offer valid only for first-time paid subscriptions.": [
        "Aanbieding alleen geldig voor nieuwe betaalde abonnementen."
      ],
      "Save ${ percentage }%": [
        "${ percentage } %"
      ],
      "Includes": [
        "Inclusief"
      ],
      "early access to": [
        "als eerste toegang tot"
      ],
      "ProtonDrive": [
        "ProtonDrive"
      ],
      "Free": [
        "Gratis"
      ],
      "Standard price: ${ regularPrice }": [
        "Standaardprijs: ${ regularPrice }"
      ]
    },
    "blackfriday Title": {
      "ProtonDrive early access offer": [
        "Aanbieding: als eerste toegang tot ProtonDrive"
      ],
      "Cyber Monday Sale": [
        "Cyber Monday-aanbieding"
      ],
      "Black Friday Sale": [
        "Black Friday-aanbieding"
      ],
      "for 1 month": [
        "looptijd 1 maand"
      ],
      "for 1 year": [
        "looptijd 1 jaar"
      ],
      "for 2 years": [
        "looptijd 2 jaar"
      ],
      "Billed as ${ amount } ${ supNotice }": [
        ""
      ],
      "(${ notice }) Renews after 1 year at a discounted annual price of ${ amount } every year (20% discount).": [
        "(${ notice }) Verlenging na 1 jaar tegen een gereduceerde prijs van ${ amount } per jaar (20% korting)."
      ],
      "(${ notice }) Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (47% discount).": [
        "(${ notice }) Verlenging na 2 jaar tegen een gereduceerde prijs van ${ amount } elke 2 jaar (47% korting)."
      ],
      "(${ notice }) Renews after 1 year at a discounted annual & bundle price of ${ amount } every year (36% discount).": [
        "(${ notice }) Verlenging na 1 jaar tegen een gereduceerde prijs voor 1 jaar + bundel van ${ amount } per jaar (36% korting)."
      ],
      "Most popular": [
        "Populairste keuze"
      ]
    },
    "blackfriday Action": {
      "Upgrade": [
        "Upgraden"
      ],
      "Get limited-time deal": [
        "Direct aanvragen"
      ]
    },
    "blackfriday info": {
      "per month": [
        "per maand"
      ]
    },
    "blackfriday Promo title, need to be short": {
      "Special offer": [
        "Speciale aanbieding"
      ]
    }
  }
}
