{
  "headers": {
    "plural-forms": "nplurals=2; plural=(n != 1);",
    "language": "pt-PT"
  },
  "contexts": {
    "": {},
    "Error": {
      "We were unable to connect to your service provider.": [
        "Impossível ligar ao seu fornecedor de serviços."
      ],
      "Please try to reauthenticate and make sure the permissions are set correctly.": [
        "Por favor, tente autenticar novamente e certifique-se de que as permissões estão definidas correctamente."
      ],
      "There are too many folders in your external account. Please customize the import to delete some folders.": [
        "Há pastas demais na sua conta externa. Por favor, personalize a importação para eliminar algumas pastas."
      ],
      "Some of your label names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Alguns dos nomes das etiquetas excedem o limite de caracteres do ProtonMail. Por favor, personalize esses nomes antes de importar."
      ],
      "Some of your folder names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Alguns dos nomes das suas pastas excedem o limite máximo de caracteres do ProtonMail. Por favor, personalize a importação para editar esses nomes."
      ],
      "Some of your label names are unavailable. Please customize the import to edit these names.": [
        "Alguns dos seus nomes de etiqueta estão indisponíveis. Por favor, personalize esses nomes antes de importar."
      ],
      "Some of your folder names are unavailable. Please customize the import to edit these names.": [
        "Alguns dos seus nomes de pasta estão indisponíveis. Por favor, personalize esses nomes antes de importar."
      ],
      "The label name is too long. Please choose a different name.": [
        "O nome da etiqueta é muito longo. Por favor, escolha um nome diferente."
      ],
      "The folder name is too long. Please choose a different name.": [
        "O nome da pasta é muito longo. Por favor, escolha um nome diferente."
      ],
      "Label name cannot be empty": [
        "O nome da etiqueta não pode estar vazio"
      ],
      "Folder name cannot be empty": [
        "O nome da pasta não pode estar vazio"
      ],
      "This label name is not available. Please choose a different name": [
        "Este nome de etiqueta não está disponível. Por favor, escolha um nome diferente"
      ],
      "This folder name is not available. Please choose a different name": [
        "Este nome de pasta não está disponível. Por favor, escolha um nome diferente"
      ],
      "You must set a name": [
        "Tem de definir um nome"
      ],
      "A group with this name already exists": [
        "Já existe um grupo com este nome"
      ],
      "Invalid name": [
        "Nome inválido"
      ],
      "Name required": [
        "Nome requerido"
      ],
      "Primary address key is not decrypted.": [
        "A chave do endereço principal não está desencriptada."
      ],
      "No valid address found": [
        "Nenhum endereço válido encontrado"
      ],
      "Primary address key is not decrypted": [
        "A chave do endereço principal não está desencriptada"
      ],
      "Incorrect password": [
        "Senha incorrecta"
      ],
      "Invalid private key file": [
        "Ficheiro de chave privada inválido"
      ],
      "Uploaded key does not match fingerprint": [
        "A chave enviada não corresponde à impressão digital"
      ],
      "Invalid domain": [
        "Domínio inválido"
      ],
      "This field is required": [
        "Este campo é requerido"
      ],
      "Empty condition": [
        "Condição vazia"
      ],
      "Condition incomplete": [
        "Condição incompleta"
      ],
      "Filter with this name already exists": [
        "Já existe um filtro com este nome"
      ],
      "Error in one of the conditions": [
        "Erro numa das condições"
      ],
      "Require at least one condition": [
        "Requer pelo menos uma condição"
      ],
      "Require at least one action": [
        "Requer pelo menos uma acção"
      ],
      "Filter with this name already exist": [
        "Já existe um filtro com este nome"
      ],
      "Invalid Sieve code": [
        "Código Sieve inválido"
      ],
      "Passwords do not match": [
        "As senhas não coincidem"
      ],
      "You must privatize all sub-accounts before generating new organization keys": [
        "Deve tornar privadas todas as sub-contas antes de gerar novas chaves de organização"
      ],
      "Organization key is not decrypted.": [
        "A chave da organização não está desencriptada."
      ],
      "You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Perdeu o acesso às chaves da sua organização. Sem restauro, não poderá criar novos utilizadores, adicionar endereços a utilizadores existentes ou aceder a contas de utilizador não privadas."
      ],
      "You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Tem de activar as chaves de organização. Sem activação, não será possível criar novos utilizadores, adicionar endereços a utilizadores existentes ou aceder a contas de utilizador não privadas."
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.": [
        "Por favor, actualize para um plano Professional com mais de 1 utilizador, ou uma conta Visionary para obter suporte a múltiplos utilizadores."
      ],
      "Please generate keys before you try to change your password.": [
        "Por favor, gere chaves antes de tentar alterar a sua senha."
      ],
      "Checkout expired, please try again.": [
        "Finalização expirada, por favor tente de novo."
      ],
      "Invalid code": [
        "Código inválido"
      ],
      "Error connecting to the Bitcoin API.": [
        "Erro ao ligar à API do Bitcoin."
      ],
      "Amount below minimum.": [
        "Quantia abaixo do mínimo."
      ],
      "Amount above the maximum.": [
        "Quantia acima do máximo."
      ],
      "The minimum amount that can be donated is ${ price }": [
        "A quantia mínima que pode ser doada é ${ price }"
      ],
      "The minimum amount of credit that can be added is ${ _price }": [
        "A quantia mínima de créditos que pode adicionar é ${ _price }"
      ],
      "The minimum payment we accept is ${ _price2 }": [
        "O pagamento mínimo que aceitamos é ${ _price2 }"
      ],
      "Name on card required": [
        "É necessário o nome no cartão"
      ],
      "Invalid expiration date": [
        "Data de validade inválida"
      ],
      "Invalid card number": [
        "Número de cartão inválido"
      ],
      "Invalid ${ name } code": [
        "Código ${ name } inválido"
      ],
      "Invalid postal code": [
        "Código postal inválido"
      ],
      "Process aborted": [
        "Processo abortado"
      ],
      "Payment process cancelled": [
        "Processo de pagamento cancelado"
      ],
      "Payment process failed": [
        "O processo de pagamento falhou"
      ],
      "Payment process consumed": [
        "Processo de pagamento concluído"
      ],
      "Payment process not supported": [
        "Processo de pagamento não suportado"
      ],
      "Unknown payment token status": [
        "Estado do símbolo de pagamento desconhecido"
      ],
      "Tab closed": [
        "Separador fechado"
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "Parámos de assinar com DKIM devido a problemas com a sua configuração DNS. Por favor, siga as instruções abaixo para retomar a assinatura."
      ],
      "Verification did not succeed, please try again in an hour.": [
        "Verificação sem sucesso, por favor tente novamente dentro de uma hora."
      ],
      "Wrong verification code. Please make sure you copied the verification code correctly and try again. It can take up to 24 hours for changes to take effect.": [
        "Código de verificação errado. Por favor, verifique se copiou o código de verificação correctamente e tente de novo. Pode levar até 24 horas para que as alterações surtam efeito."
      ],
      "The organization key must be activated first.": [
        "Tem de activar a chave da organização primeiro."
      ],
      "Permission denied, administrator privileges have been restricted.": [
        "Permissão negada. Os privilégios de administrador foram restringidos."
      ],
      "Invalid password": [
        "Senha inválida"
      ],
      "Invalid address": [
        "Endereço inválido"
      ],
      "Address already associated to a user": [
        "Endereço já associado a um membro"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to manage multiple users.": [
        "Por favor, actualize para um plano Professional com mais de 1 utilizador, ou uma conta Visionary, para gerir múltiplos utilizadores."
      ],
      "Please enable multi-user support before adding users to your organization.": [
        "Por favor, active o suporte multi-utilizador antes de adicionar utilizadores à sua organização."
      ],
      "Please configure a custom domain before adding users to your organization.": [
        "Por favor configure um domínio personalizado antes de adicionar utilizadores à sua organização."
      ],
      "You have used all users in your plan. Please upgrade your plan to add a new user.": [
        "Usou todos os utilizadores do seu plano. Actualize para um plano superior para adicionar um novo utilizador."
      ],
      "You have used all addresses in your plan. Please upgrade your plan to add a new address.": [
        "Usou todos os endereços do seu plano. Actualize para um plano superior para adicionar um novo endereço."
      ],
      "All storage space has been allocated. Please reduce storage allocated to other users.": [
        "Foi alocado todo o espaço de armazenamento. Por favor, reduza o armazenamento alocado a outros membros."
      ],
      "Automatic replies is a paid feature. Please upgrade to a paid account to use this feature.": [
        "A resposta automática é uma funcionalidade paga. Por favor, actualize para uma conta paga para a utilizar."
      ],
      "${ Local } is your username. To create ${ Local }@${ Domain }, please go to Settings > Addresses > Short domain (pm.me)": [
        "${ Local } é o seu nome de utilizador. Para criar ${ Local }@${ Domain }, por favor vá a Definições > Endereços > Domínio curto (pm.me)"
      ],
      "Error": [
        "Erro"
      ],
      "Payments are currently not available, please try again later": [
        "Os pagamentos não estão actualmente disponíveis, por favor tente mais tarde"
      ],
      "You have no invoices.": [
        "Não tem facturas."
      ],
      "Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.": [
        "A sua conta ou organização tem actualmente uma factura em dívida. Por favor, regularize a situação."
      ],
      "File has no contents to preview": [
        "O ficheiro não tem conteúdo para antever"
      ],
      "Please set a recovery/notification email first": [
        "Por favor, defina um email de recuperação/notificação"
      ],
      "Please set a recovery phone number first": [
        "Por favor, defina um número de telefone de recuperação"
      ],
      "Incorrect mailbox password. Please try again": [
        "Senha da caixa de correio incorrecta. Por favor, tente novamente"
      ],
      "Incorrect login credentials. Please try again": [
        "Credenciais de início de sessão erradas. Por favor, tente novamente"
      ],
      "Can't validate email, try again later": [
        "Não foi possível validar o email, tente novamente mais tarde"
      ],
      "Can't validate phone, try again later": [
        "Impossível validar o telefone, tente mais tarde"
      ],
      "Invalid verification code": [
        "Código de verificação inválido"
      ],
      "Enter 6 digits": [
        "Insira 6 algarismos"
      ],
      "Email address invalid": [
        "Endereço de email inválido"
      ],
      "The composer failed to load.": [
        "Falha ao carregar o compositor."
      ],
      "Please refresh the page.": [
        "Por favor, actualize a página."
      ],
      "Something went wrong, please ${ refresh } in order to proceed. If you still see this error message please contact our ${ supportTeam }.": [
        "Algo correu mal, por favor ${ refresh } para continuar. Se ainda vir esta mensagem de erro, por favor, contacte-nos em ${ supportTeam }."
      ],
      "The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.": [
        "O navegador que utiliza não permite que o pagamento seja completamente autorizado. Por favor, utilize outro navegador ou inicie sessão via computador."
      ],
      "Authentication canceled.": [
        "Autenticação cancelada."
      ],
      "Your import will not be processed.": [
        "A sua importação não será processada."
      ],
      "Authentication error.": [
        "Erro de autenticação."
      ],
      "This message may contain some link's URL that cannot be properly opened by your current browser": [
        "Esta mensagem pode conter hiperligações que não podem ser abertas correctamente pelo seu navegador actual"
      ],
      "Unknown error": [
        "Erro desconhecido"
      ],
      "This field requires a minimum of ${ minimumLength } characters.": [
        "Este campo requer um mínimo de ${ minimumLength } caracteres."
      ],
      "Email is not valid": [
        "Email inválido"
      ],
      "Not a valid number": [
        "Número inválido"
      ],
      "Missing signature": [
        "Assinatura em falta"
      ],
      "Contact signature not verified": [
        "Assinatura do contacto não verificada"
      ],
      "Signature not verified": [
        "Assinatura não verificada"
      ],
      "Address primary private key not found": [
        "Chave privada primária do endereço não encontrada"
      ],
      "Calendar primary private key is not decrypted": [
        "Chave privada primária da agenda não desencriptada"
      ],
      "Request timed out.": [
        "O pedido expirou."
      ],
      "Signature verification failed": [
        "Falha ao verificar a assinatura"
      ],
      "Could not find address ${ email }.": [
        "Impossível encontrar o endereço ${ email }."
      ],
      "Domain not available, try again later": [
        "Domínio indisponível, tente novamente mais tarde"
      ],
      "The session has expired. Please sign in again.": [
        "A sessão expirou. Por favor, inicie sessão novamente."
      ],
      "Failed to get active sessions. Please refresh or try again later.": [
        "Falha ao obter sessões activas. Por favor, actualize ou tente novamente mais tarde."
      ],
      "No active sessions": [
        "Sem sessões activas"
      ],
      "Can't check username, try again later": [
        "Impossível verificar o utilizador, tente mais tarde"
      ]
    },
    "Loading info": {
      "Connecting to your calendar provider": [
        "A ligar ao seu fornecedor de agenda"
      ],
      "Connecting to your email provider": [
        "A ligar ao seu fornecedor de correio electrónico"
      ]
    },
    "Label": {
      "From: ${ fromEmailAddress }": [
        "De: ${ fromEmailAddress }"
      ],
      "To: ${ toEmailAddress }": [
        "Para: ${ toEmailAddress }"
      ],
      "Import all messages": [
        "Importar todas as mensagens"
      ],
      "Last 12 months only": [
        "Últimos 12 meses"
      ],
      "Last 3 months only": [
        "Últimos 3 meses"
      ],
      "Last month only": [
        "Último mês"
      ],
      "Email": [
        "Email"
      ],
      "App password": [
        "Senha da aplicação"
      ],
      "Password": [
        "Senha"
      ],
      "Mail Server (IMAP)": [
        "Servidor de email (IMAP)"
      ],
      "Port": [
        "Porta"
      ],
      "Import interval": [
        "Intervalo de importação"
      ],
      "From: ${ modalModel.email }": [
        "De: ${ modalModel.email }"
      ],
      "To: ${ emailAddress }": [
        "Para: ${ emailAddress }"
      ],
      "Label messages as": [
        "Etiquetar mensagens como"
      ],
      "Import to email address": [
        "Importar para endereço de email"
      ],
      "Manage labels": [
        "Gerir etiquetas"
      ],
      "Manage folders": [
        "Gerir pastas"
      ],
      "Automatically save contacts": [
        "Gravar contactos automaticamente"
      ],
      "OpenVPN / IKEv2 username": [
        "Utilizador OpenVPN/IKEv2"
      ],
      "OpenVPN / IKEv2 password": [
        "Senha OpenVPN/IKEv2"
      ],
      "Name": [
        "Nome"
      ],
      "Choose a color": [
        "Escolher uma cor"
      ],
      "Default email": [
        "Endereço de email predefinido"
      ],
      "Display": [
        "Mostrar"
      ],
      "Description": [
        "Descrição"
      ],
      "Default event duration": [
        "Duração predefinida do evento"
      ],
      "URL": [
        "URL"
      ],
      "Default notifications": [
        "Notificações predefinidas"
      ],
      "Default full day notifications": [
        "Notificações de dia inteiro predefinidas"
      ],
      "Show secondary time zone": [
        "Mostrar fuso horário secundário"
      ],
      "Auto-detect primary time zone": [
        "Auto-detectar fuso horário primário"
      ],
      "Default view": [
        "Vista predefinida"
      ],
      "Show week numbers": [
        "Mostrar números de semana"
      ],
      "Import to:": [
        "Importar para:"
      ],
      "Your calendar URL": [
        "URL da sua agenda"
      ],
      "Your calendar URL label": [
        "Etiqueta URL da sua agenda"
      ],
      "Week start": [
        "Início da semana"
      ],
      "Date format": [
        "Formato da data"
      ],
      "Default language": [
        "Idioma predefinido"
      ],
      "Time format": [
        "Formato da hora"
      ],
      "Enter password": [
        "Inserir senha"
      ],
      "Enter the password for key with fingerprint: ${ fingerprintCode }": [
        "Insira a senha para a chave com impressão digital: ${ fingerprintCode }"
      ],
      "Enter your previous password from before your account was reset:": [
        "Insira a senha anterior à reposição da conta:"
      ],
      "Please select files to upload": [
        "Por favor, seleccione os ficheiros a enviar"
      ],
      "Domain": [
        "Domínio"
      ],
      "Want to add": [
        "Quer adicionar"
      ],
      "Filter Name": [
        "Nome do filtro"
      ],
      "Label as": [
        "Etiquetar como"
      ],
      "No label found": [
        "Nenhuma etiqueta encontrada"
      ],
      "Move to": [
        "Mover para"
      ],
      "Read": [
        "Lido"
      ],
      "Starred": [
        "Com estrela"
      ],
      "Mark as": [
        "Marcar como"
      ],
      "Send auto-reply": [
        "Enviar resposta automática"
      ],
      "AND": [
        "E"
      ],
      "OR": [
        "OU"
      ],
      "IF": [
        "SE"
      ],
      "With attachment": [
        "Com anexo"
      ],
      "Without attachment": [
        "Sem anexo"
      ],
      "or": [
        "ou"
      ],
      "with attachments": [
        "com anexos"
      ],
      "without attachment": [
        "sem anexo"
      ],
      "The email was sent ${ attachmentStrong }": [
        "O email foi enviado ${ attachmentStrong }"
      ],
      "The email was sent ${ attachment }": [
        "O email foi enviado ${ attachment }"
      ],
      "Statement": [
        "Declaração"
      ],
      "ALL": [
        "TUDO"
      ],
      "ANY": [
        "QUALQUER"
      ],
      " and ${ l }": [
        " e ${ l }"
      ],
      " and ": [
        " e "
      ],
      "and": [
        "e"
      ],
      "Then": [
        "Então"
      ],
      "And": [
        "E"
      ],
      "Actions": [
        "Acções"
      ],
      "without attachments": [
        "sem anexos"
      ],
      "the email was sent ${ attachment }": [
        "o email foi enviado ${ attachment }"
      ],
      "the email was sent ${ label }": [
        "o email foi enviado ${ label }"
      ],
      "If": [
        "Se"
      ],
      "Or": [
        "Ou"
      ],
      "Conditions": [
        "Condições"
      ],
      "Auto-load remote content": [
        "Carregar automaticamente conteúdo remoto"
      ],
      "Auto-load embedded images": [
        "Carregar automaticamente imagens incorporadas"
      ],
      "Keep messages in Sent/Drafts": [
        "Manter mensagens em Enviado/Rascunhos"
      ],
      "Link confirmation": [
        "Hiperligação de confirmação"
      ],
      "Undo send": [
        "Desfazer Enviar"
      ],
      "New organization password": [
        "Nova senha da organização"
      ],
      "Confirm organization password": [
        "Confirmar senha da organização"
      ],
      "Organization password": [
        "Senha da organização"
      ],
      "Organization name": [
        "Nome da organização"
      ],
      "Confirm password": [
        "Confirmar senha"
      ],
      "Account storage": [
        "Armazenamento da conta"
      ],
      "VPN Connections": [
        "Ligações VPN"
      ],
      "Your password (admin)": [
        "A sua senha (admin)"
      ],
      "User's new password": [
        "Nova senha do utilizador"
      ],
      "Confirm new password": [
        "Confirmar a nova senha"
      ],
      "Old password": [
        "Senha antiga"
      ],
      "New password": [
        "Nova senha"
      ],
      "Old login password": [
        "Senha de início antiga"
      ],
      "New login password": [
        "Nova senha de início"
      ],
      "Confirm login password": [
        "Confirme a nova senha"
      ],
      "New mailbox password": [
        "Nova senha da caixa de correio"
      ],
      "Confirm mailbox password": [
        "Confirme a senha da caixa de correio"
      ],
      "Two-factor authentication code": [
        "Código de autenticação em dois passos"
      ],
      "Key": [
        "Chave"
      ],
      "Interval": [
        "Intervalo"
      ],
      "Digits": [
        "Algarismos"
      ],
      "Two-factor authentication": [
        "Autenticação em dois passos"
      ],
      "Two-password mode": [
        "Modo Senha dupla"
      ],
      "Mailbox password": [
        "Senha da caixa de correio"
      ],
      "What is the main reason you are deleting your account?": [
        "Qual o principal motivo pelo qual está a eliminar a conta?"
      ],
      "We are sorry to see you go. Please explain why you are leaving to help us to improve.": [
        "Lamentamos a sua partida. Por favor, explique-nos porquê para nos ajudar a melhorar."
      ],
      "Email address": [
        "Endereço de email"
      ],
      "Login password": [
        "Senha de início de sessão"
      ],
      "Yes, I want to permanently delete this account and all its data.": [
        "Sim, quero eliminar permanentemente esta conta e todos os seus dados."
      ],
      "Inbox": [
        "Caixa de entrada"
      ],
      "Composer": [
        "Compositor"
      ],
      "Density": [
        "Densidade"
      ],
      "Use sticky labels": [
        "Usar etiquetas fixas"
      ],
      "Conversation grouping": [
        "Agrupamento de conversas"
      ],
      "Composer mode": [
        "Modo de composição"
      ],
      "Composer text direction": [
        "Direcção do texto no compositor"
      ],
      "Read/unread toolbar order": [
        "Ordem da barra de ferramentas Lido/Não lido"
      ],
      "Other amount": [
        "Outro valor"
      ],
      "Amount": [
        "Quantia"
      ],
      "${ n } VPN Connection available": [
        "${ n } ligação VPN disponível",
        "${ n } VPN ligações disponíveis"
      ],
      "Users": [
        "Utilizadores"
      ],
      "Email addresses": [
        "Endereços de email"
      ],
      "Custom domains": [
        "Domínios personalizados"
      ],
      "Using": [
        "A usar"
      ],
      "What is the main reason you are cancelling?": [
        "Qual é a principal razão para o cancelamento?"
      ],
      "How likely are you to recommend ${ BRAND_NAME } to others?": [
        "Qual é a probabilidade de recomendar o ${ BRAND_NAME } a outros?"
      ],
      "0 - Not at all likely": [
        "0 - De modo algum provável"
      ],
      "10 - Extremely likely": [
        "10 - Extremamente provável"
      ],
      "How do you think we could improve our products or service in the future?": [
        "Como é que poderíamos melhorar os nossos produtos ou serviços no futuro?"
      ],
      "Total (${ countdown })": [
        "Total (${ countdown })"
      ],
      "Total": [
        "Total"
      ],
      "Proration": [
        "Repartição"
      ],
      "Gift code": [
        "Código de oferta"
      ],
      "extra storage": [
        "armazenamento extra"
      ],
      "bonus storage": [
        "bónus de armazenamento"
      ],
      "Subtotal": [
        "Sub-total"
      ],
      "Discount": [
        "Desconto"
      ],
      "BTC amount:": [
        "Quantia BTC:"
      ],
      "BTC address:": [
        "Endereço BTC:"
      ],
      "Select a method": [
        "Escolha um método"
      ],
      "Name on card": [
        "Nome no cartão"
      ],
      "Card number": [
        "Número do cartão"
      ],
      "Expiry date": [
        "Data de expiração"
      ],
      "CVV code": [
        "Código CVV"
      ],
      "Country": [
        "País"
      ],
      "Select your country": [
        "Escolha o seu país"
      ],
      "ZIP": [
        "CP"
      ],
      "Postal code": [
        "Código postal"
      ],
      "Cash": [
        "Dinheiro"
      ],
      "Card holder": [
        "Titular do cartão"
      ],
      "Expires": [
        "Expira"
      ],
      "Payer": [
        "Pagante"
      ],
      "Operating system": [
        "Sistema operativo"
      ],
      "Operating system version": [
        "Versão do sistema operativo"
      ],
      "Proton username": [
        "Utilizador Proton"
      ],
      "Category": [
        "Categoria"
      ],
      "What happened?": [
        "O que é que aconteceu?"
      ],
      "System information": [
        "Informação do sistema"
      ],
      "Browser": [
        "Navegador"
      ],
      "Browser version": [
        "Versão do navegador"
      ],
      "Domain name": [
        "Nome do domínio"
      ],
      "Please add the following TXT record. Note, DNS records can take several hours to update.": [
        "Por favor adicione o seguinte registo TXT. Note que os registos DNS podem levar várias horas a actualizar."
      ],
      "Please add all 3 of the following CNAME records. Note, DNS records can take several hours to update.": [
        "Por favor adicione os 3 seguintes registos CNAME. Note que os registos DNS podem levar várias horas a actualizar."
      ],
      "Please add the following MX record. Note, DNS records can take several hours to update.": [
        "Por favor, adicione o seguinte registo MX. Note que os registos DNS podem levar várias horas a actualizar."
      ],
      "Here is a basic DMARC record that does nothing except email you reports.": [
        "Aqui está um registo DMARC básico que não faz nada a não ser enviar-lhe relatórios."
      ],
      "VPN connections": [
        "Ligações VPN"
      ],
      "Private User": [
        "Utilizador privado"
      ],
      "Admin rights": [
        "Direitos de administrador"
      ],
      "Addresses": [
        "Endereços"
      ],
      "Address": [
        "Endereço"
      ],
      "Key strength": [
        "Força da chave"
      ],
      "Keyboard shortcuts": [
        "Atalhos de teclado"
      ],
      "Sign external messages": [
        "Assinar mensagens externas"
      ],
      "Attach public key": [
        "Anexar chave pública"
      ],
      "Default PGP settings": [
        "Predefinições PGP"
      ],
      "Prompt to trust keys": [
        "Pedir para confiar em chaves"
      ],
      "Timezone": [
        "Fuso horário"
      ],
      "Days of the week": [
        "Dias da semana"
      ],
      "Duration": [
        "Duração"
      ],
      "Start day of month": [
        "1º dia do mês"
      ],
      "Start time": [
        "Hora inicial"
      ],
      "End day of month": [
        "Último dia do mês"
      ],
      "End time": [
        "Hora final"
      ],
      "Start weekday": [
        "1º dia da semana"
      ],
      "End weekday": [
        "Último dia da semana"
      ],
      "Start date": [
        "Data inicial"
      ],
      "End date": [
        "Data final"
      ],
      "Message": [
        "Mensagem"
      ],
      "Auto reply": [
        "Resposta automática"
      ],
      "User": [
        "Utilizador"
      ],
      "Display name": [
        "Nome a mostrar"
      ],
      "Signature": [
        "Assinatura"
      ],
      "ProtonMail footer": [
        "Rodapé do ProtonMail"
      ],
      "Cancel": [
        "Cancelar"
      ],
      "Submit": [
        "Submeter"
      ],
      "Credits used": [
        "Créditos usados"
      ],
      "Amount due": [
        "Quantia devida"
      ],
      "Customize invoices": [
        "Personalizar facturas"
      ],
      "Folder location": [
        "Localização da pasta"
      ],
      "Notification": [
        "Notificação"
      ],
      "Use folder colors": [
        "Usar cores da pasta"
      ],
      "Inherit color from parent folder": [
        "Herdar cor da pasta-mãe"
      ],
      "Allow recovery by email": [
        "Permitir recuperação por email"
      ],
      "Daily email notifications": [
        "Notificações por email diárias"
      ],
      "Allow recovery by phone": [
        "Permitir recuperação por telefone"
      ],
      "Phone number": [
        "Número de telefone"
      ],
      "Verification code": [
        "Código de verificação"
      ],
      "Enter the 6-digit code": [
        "Inserir o código de 6 algarismos"
      ],
      "Reveal password": [
        "Mostrar senha"
      ],
      "Hide password": [
        "Ocultar senha"
      ],
      "Copy": [
        "Copiar"
      ],
      "Do not ask again": [
        "Não perguntar novamente"
      ],
      "Recovery email": [
        "Email de recuperação"
      ],
      "Recovery phone": [
        "Telefone de recuperação"
      ],
      "Username": [
        "Utilizador"
      ],
      "Email or username": [
        "Email ou utilizador"
      ],
      "Recovery code": [
        "Código de recuperação"
      ],
      "Repeat password": [
        "Repita a senha"
      ],
      "Phone": [
        "Telefone"
      ],
      "Code": [
        "Código"
      ]
    },
    "Info": {
      "Import calendars": [
        "Importar agendas"
      ],
      "Your import has started!": [
        "A sua importação começou!"
      ],
      "Your events are being imported from": [
        "Os seus eventos estão a ser importados de"
      ],
      "to": [
        "para"
      ],
      "We will notify you once your import is finished.": [
        "Receberá um aviso assim que a importação termine."
      ],
      "Large imports can take several days to complete.": [
        "As importações grandes podem demorar vários dias a concluir."
      ],
      "You can continue using Proton services as usual.": [
        "Pode continuar a usar os serviços Proton como sempre."
      ],
      "Your import will not be processed.": [
        "A sua importação não será processada."
      ],
      "For advanced security, the Import-Export app encrypts emails on your device before migrating them to Proton servers. You can also export messages for local backups.": [
        "Para segurança avançada, a aplicação Import-Export encripta emails no seu dispositivo antes da migração para os servidores Proton. Também pode exportar mensagens para salvaguardas locais."
      ],
      "Available on macOS, Windows, and Linux.": [
        "Disponível em macOS, Windows e Linux."
      ],
      "To prepare your external account for import, please follow the instructions for:": [
        "Para preparar a sua conta externa para importação, por favor siga as instruções:"
      ],
      "If you are using a different email provider or your account is already prepared, you can skip to import.": [
        "Se estiver a usar um fornecedor de email diferente ou sua conta já estiver preparada, pode passar à importação."
      ],
      "Enter the credentials of the email account you want to import from.": [
        "Insira as credenciais da conta de email da qual deseja importar."
      ],
      "Your login information will not be saved after the import is completed.": [
        "A informação de início de sessão não será gravada após concluir a importação."
      ],
      "Import mailbox": [
        "Importar caixa de correio"
      ],
      "Label all imported messages as": [
        "Etiquetar todas as mensagens importadas como"
      ],
      "${ providerFoldersNumLocalized } label found in Gmail": [
        "${ providerFoldersNumLocalized } etiqueta encontrada no Gmail",
        "${ providerFoldersNumLocalized } etiquetas encontradas no Gmail"
      ],
      "${ providerFoldersNumLocalized } folder found": [
        "${ providerFoldersNumLocalized } pasta encontrada",
        "${ providerFoldersNumLocalized } pastas encontradas"
      ],
      "${ selectedFoldersCountLocalized } label selected": [
        "${ selectedFoldersCountLocalized } etiqueta seleccionada",
        "${ selectedFoldersCountLocalized } etiquetas seleccionadas"
      ],
      "${ selectedFoldersCountLocalized } folder selected": [
        "${ selectedFoldersCountLocalized } pasta seleccionada",
        "${ selectedFoldersCountLocalized } pastas seleccionadas"
      ],
      "Your messages are being imported from": [
        "As suas mensagens estão a ser importadas de"
      ],
      "Please select the folders you would like to import:": [
        "Por favor, seleccione as pastas que deseja importar:"
      ],
      "Create a label for the imported messages, a time range for this import, and the labels you would like to import.": [
        "Crie uma etiqueta para as mensagens importadas, um intervalo de tempo para esta importação e as etiquetas que deseja importar."
      ],
      "Create a label for the imported messages, a time range for this import, and the folders you would like to import.": [
        "Escolha uma etiqueta para as mensagens importadas, um intervalo de tempo para a importação e as pastas que deseja importar."
      ],
      "All (${ totalFoldersCount } label)": [
        "Tudo (${ totalFoldersCount } etiqueta)",
        "Tudo (${ totalFoldersCount } etiquetas)"
      ],
      "All (${ totalFoldersCount } folder)": [
        "Tudo (${ totalFoldersCount } pasta)",
        "Tudo (${ totalFoldersCount } pastas)"
      ],
      "${ selectedFoldersCount } label selected": [
        "${ selectedFoldersCount } etiqueta seleccionada",
        "${ selectedFoldersCount } etiquetas seleccionadas"
      ],
      "${ selectedFoldersCount } folder selected": [
        "${ selectedFoldersCount } pasta seleccionada",
        "${ selectedFoldersCount } pastas seleccionadas"
      ],
      "No imports to display.": [
        "Sem importações para mostrar."
      ],
      "Proton will try to resume the import as soon as your email provider resets your account’s ${ bandwithLimitLink }. You don’t need to do anything. If you cancel your import, you won't be able to resume it and you will need to start over.": [
        "O Proton tentará retomar a importação assim que o seu fornecedor de email reiniciar o ${ bandwithLimitLink } da sua conta. Não precisa fazer nada. Se cancelar a sua importação, não será possível retomá-la, terá de recomeçar."
      ],
      "Check the status of current and previous imports.": [
        "Verificar o estado das importações actuais e anteriores."
      ],
      "Proton paused an import because your account is running low on space. You can:": [
        "O Proton pausou uma importação porque a sua conta tem pouco espaço disponível. Pode:"
      ],
      "free up space by deleting older messages or other data": [
        "libertar espaço eliminando mensagens antigas ou outros dados"
      ],
      "purchase additional storage": [
        "comprar armazenamento adicional"
      ],
      "Proton paused an import because it lost the connection with your other email provider. Please reconnect.": [
        "O Proton pausou uma importação porque perdeu a ligação ao outro fornecedor de email. Por favor, restabeleça a ligação."
      ],
      "Your import from ${ delayedImport.Email } is temporarily delayed.": [
        "A sua importação de ${ delayedImport.Email } está temporariamente adiada."
      ],
      "Transfer your data safely to Proton. Import Assistant connects to your external email provider and imports your selected messages and folders.": [
        "Transfira os seus dados com segurança para o Proton. O Import Assistant liga ao seu fornecedor de email externo e importa as mensagens e pastas seleccionadas."
      ],
      "Choose the look and feel of the application.": [
        "Escolha a aparência da aplicação."
      ],
      "The application needs to locally decrypt your contacts before they can be exported. At the end of the process, a VCF file will be generated and you will be able to download it.": [
        "Temos de desencriptar localmente os seus contactos antes que os possa exportar. No final do processo, será gerado um ficheiro VCF e poderá transferi-lo."
      ],
      "We support importing CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps. We also support importing vCard 4.0. (UTF-8 encoding).": [
        "Suportamos a importação de ficheiros CSV do Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora e outras aplicações. Suportamos ainda a importação de vCard 4.0. (codificação UTF-8)."
      ],
      "Server load": [
        "Carga do servidor"
      ],
      "Server is currently down": [
        "O servidor está em baixo"
      ],
      "P2P": [
        "P2P"
      ],
      "Tor": [
        "Tor"
      ],
      "Plus or Visionary subscription required": [
        "Requerida subscrição Plus ou Visionary"
      ],
      "Basic, Plus or Visionary subscription required": [
        "Requerida subscrição Basic, Plus ou Visionary"
      ],
      "${ number } server": [
        "${ number } servidor",
        "${ number } servidores"
      ],
      "${ number } city": [
        "${ number } cidade",
        "${ number } cidades"
      ],
      "These configuration files let you choose which ProtonVPN server you connect to when using a third-party VPN app or setting up a VPN connection on a router.": [
        "Estes ficheiros de configuração permitem escolher o servidor ProtonVPN a que ligar ao usar uma aplicação de VPN de terceiros ou ao configurar uma ligação VPN num router."
      ],
      "Install a Secure Core configuration file to benefit from an additional protection against VPN endpoint compromise.": [
        "Instale um ficheiro de configuração Secure Core para beneficiar de protecção adicional contra compromissos no ponto final da VPN."
      ],
      "ProtonVPN Plus or Visionary required for Secure Core feature.": [
        "Requeridos ProtonVPN Plus ou Visionary para a funcionalidade Secure Core."
      ],
      "Install a Country configuration file to connect to a random server in the country of your choice.": [
        "Instale um ficheiro de configuração do país para ligar a um servidor aleatório no país à sua escolha."
      ],
      "ProtonVPN Basic, Plus or Visionary required for Country level connection.": [
        "Requeridos ProtonVPN Basic, Plus ou Visionary para uma ligação a nível de país."
      ],
      "Install a Server configuration file to connect to a specific server in the country of your choice.": [
        "Instale um ficheiro de configuração do servidor para ligar a um servidor específico num país à sua escolha."
      ],
      "Install a Free server configuration file to connect to a specific server in one of the three free locations.": [
        "Instale um ficheiro de configuração de um servidor Free para ligar a um servidor específico numa das três localizações disponíveis."
      ],
      "Plan upgrade required": [
        "Requerida actualização do plano"
      ],
      "You can use the following credentials to connect to a ProtonVPN server using a third-party, open source VPN app, like Tunnelblick for macOS or OpenVPN for GNU/Linux.": [
        "Pode usar as seguintes credenciais para ligar a um servidor ProtonVPN usando uma aplicação VPN de código aberto de terceiros, como o Tunnelblick para macOS ou OpenVPN para GNU/Linux."
      ],
      "Learn how to log in to ProtonVPN with third-party VPN applications.": [
        "Aprenda a iniciar sessão no ProtonVPN com aplicações VPN de terceiros."
      ],
      "We advise you to use official ProtonVPN applications when possible.": [
        "Recomendamos o uso das aplicações ProtonVPN oficiais quando possível."
      ],
      "You cannot use the OpenVPN / IKEv2 credentials to log in to ProtonVPN applications or the ProtonVPN dashboard. ${ learnMore }": [
        "Não pode usar as credenciais OpenVPN/IKEv2 para iniciar a sessão emaplicações do ProtonVPN ou no painel do ProtonVPN. ${ learnMore }"
      ],
      "Use the following credentials when connecting to ProtonVPN servers without application. Examples use cases include: Tunnelblick on macOS, OpenVPN on GNU/Linux.": [
        "Use as seguintes credenciais para ligar aos servidores ProtonVPN sem a aplicação. Exemplos: Tunnelblick em macOS, OpenVPN em GNU/Linux."
      ],
      "Do not use the OpenVPN / IKEv2 credentials in ProtonVPN applications or on the ProtonVPN dashboard. ${ learnMore }": [
        "Não use as credenciais OpenVPN/IKEv2 nas aplicações ProtonVPN ou no painel do ProtonVPN. ${ learnMore }"
      ],
      "To secure your internet connection, download and install the ProtonVPN application for your device and connect to a ProtonVPN server.": [
        "Para proteger a ligação à Internet, transfira e instale a aplicação ProtonVPN para o seu dispositivo e ligue-o a um servidor ProtonVPN."
      ],
      "The calendar will be deleted and won’t be synchronised anymore with the link provided.": [
        "A agenda será eliminada e já não será sincronizada com a ligação fornecida."
      ],
      "Are you sure you want to delete this calendar?": [
        "Tem a certeza de que deseja eliminar esta agenda?"
      ],
      "${ calendarName } will be set as default calendar.": [
        "${ calendarName } passará a ser a agenda predefinida."
      ],
      "If the system time zone does not match the current time zone preference, you will be asked to update it (at most once per day).": [
        "Se o fuso horário do sistema não coincide com a actual definição do fuso horário, ser-lhe-á pedido que a actualize (no máximo uma vez por dia)."
      ],
      "You need to have an active calendar to import your events.": [
        "Tem de ter uma agenda activa antes de importar eventos."
      ],
      "You can import ICS files from another calendar to ${ CALENDAR_APP_NAME }. This lets you quickly import one event or your entire agenda.": [
        "Pode importar ficheiros ICS de outra agenda para o ${ CALENDAR_APP_NAME }. Isto permite importar rapidamente um só evento ou toda a agenda."
      ],
      "Week and month views only apply to desktop.": [
        "As vistas semanal e mensal só se aplicam à área de trabalho."
      ],
      "Only you can see the labels.": [
        "As etiquetas só estão visíveis para si."
      ],
      "Limited view: others see if you're busy. Full view: shows all event details, including name, location, or participants.": [
        "Vista limitada: outros vêem se não está livre. Vista completa: mostra todos os detalhes do evento, incluindo nome, localização ou participantes."
      ],
      "You can create up to ${ MAX_LINKS_PER_CALENDAR } links per calendar. To create a new link to this calendar, delete one from the list below.": [
        "Pode criar até ${ MAX_LINKS_PER_CALENDAR } ligações por agenda. Para criar uma nova ligação a esta agenda, elimine uma da lista abaixo."
      ],
      "By sharing the full event details of this calendar, you accept to grant Proton access to this calendar's encrypted information.": [
        "Ao partilhar todos os detalhes de evento desta agenda, aceita conceder acesso ao Proton à informação encriptada nesta agenda."
      ],
      "Anyone with this link can see all the event details of this calendar such as title, location or participants.": [
        "Qualquer um com esta ligação pode ver todas as informações do evento, como título, localização ou participantes."
      ],
      "Anyone with this link can see whether you’re free or busy on your calendar. They can’t see event details, such as title, location, or participants.": [
        "Qualquer um com esta ligação pode ver na sua agenda se está livre ou não. Não podem ver os detalhes do evento, como título, localização ou participantes."
      ],
      "Delete link?": [
        "Eliminar ligação?"
      ],
      "Anyone with this link won't be able to sync or get future updates for your calendar. If you want to give them access again, you will have to create a new link.": [
        "Ninguém com esta ligação conseguirá sincronizar ou obter actualizações do seu calendário. Se desejar conceder novo acesso, terá de criar uma nova ligação."
      ],
      "Edit label": [
        "Editar etiqueta"
      ],
      "Add label": [
        "Adicionar etiqueta"
      ],
      "Link copied to clipboard": [
        "Ligação copiada para a área de transferência"
      ],
      "Link created": [
        "Ligação criada"
      ],
      "Link deleted": [
        "Ligação eliminada"
      ],
      "Create a link to your calendar and share it with anyone outside Proton. Only you can add or remove events.": [
        "Crie uma ligação à sua agenda e partilhe-a com qualquer pessoa fora do Proton. A adição ou eliminação de eventos só pode ser feita por si."
      ],
      "You need to have a calendar to create a link.": [
        "Tem de ter uma agenda para criar uma ligação."
      ],
      "Add a @pm.me email address to your account. This simple, shorter domain stands for \"ProtonMail me\" or \"Private Message me.\"": [
        "Adicione um endereço @pm.me à sua conta. Este domínio simples e curto significa \"ProtonMail me\" ou \"Private Message me\""
      ],
      "You can now receive messages from your @pm.me address. Upgrade to a paid plan to also send emails using your @pm.me address and create additional @pm.me addresses.": [
        "Agora pode receber mensagens do seu endereço @pm.me. Actualize para um plano pago para também enviar correio com o endereço @pm.me e crie endereços @pm.me adicionais."
      ],
      "Give your public key to your friends, or publish it online, so that everyone can send you end-to-end encrypted email!": [
        "Dê a sua chave pública aos seus amigos, ou publique-a online para que todos lhe possam enviar emails encriptados de ponta-a-ponta!"
      ],
      "IMPORTANT: Downloading your private keys and sending them over or storing them on insecure media can jeopardise the security of your account!": [
        "IMPORTANTE: transferir as suas chaves privadas e enviá-las ou armazená-las num suporte inseguro pode pôr em risco a segurança da sua conta!"
      ],
      "Please enter a password to encrypt your private key with before exporting.": [
        "Por favor, insira uma senha para encriptar a sua chave privada antes de exportar."
      ],
      "No contact encryption keys exist": [
        "Não existem chaves de encriptação de contactos"
      ],
      "You can generate a new encryption key if you think your previous key has been compromised.": [
        "Pode gerar uma nova chave de encriptação se acha que a sua chave anterior foi comprometida."
      ],
      "A key with the same encryption algorithm is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?": [
        "Já está activada uma chave com o mesmo algoritmo de encriptação para este endereço. Gerar outra chave abranda o carregamento da conta e a eliminação desta chave pode causar problemas. Se estiver a gerar uma nova chave porque a sua chave antiga está comprometida, por favor marque-a como comprometida. Tem a certeza de que deseja continuar?"
      ],
      "Key with fingerprint ${ fp } successfully created.": [
        "Chave com impressão digital ${ fp } criada com sucesso."
      ],
      "uploading a backup key": [
        "a enviar uma salvaguarda da chave"
      ],
      "To reactivate keys, you will be prompted to enter your previous login password from before your account was reset": [
        "Para reactivar as chaves, ser-lhe-á pedido que insira a sua senha de início de sessão anterior à reposição da conta"
      ],
      "You can also reactivate your keys by ${ uploadButton }": [
        "Também pode reactivar as suas chaves por ${ uploadButton }"
      ],
      "entering your old password": [
        "inserindo a sua senha antiga"
      ],
      "If the backup key has been encrypted, you will be prompted to enter the password to decrypt it": [
        "Se a salvaguarda da chave foi encriptada, ser-lhe-á pedido que insira a senha para a desencriptar"
      ],
      "You can also reactivate your keys by ${ passwordButton }": [
        "Também pode reactivar as suas chaves por ${ passwordButton }"
      ],
      "If a key remains inactive, it means that the decryption password provided does not apply to the key.": [
        "Se uma chave se mantiver inactiva, significa que a senha de desencriptação inserida não se lhe aplica."
      ],
      "This feature is intended for advanced users only. After deleting this key, you will NOT be able to decrypt any message that has been encrypted with it. It may lead to data loss.": [
        "Esta funcionalidade destina-se apenas a utilizadores avançados! Após eliminar esta chave, NÃO poderá desencriptar mensagens encriptadas com ela. Pode levar à perda de dados."
      ],
      "Key with fingerprint ${ fp } has been deleted.": [
        "Chave com impressão digital ${ fp } eliminada."
      ],
      "No addresses exist": [
        "Não existem endereços"
      ],
      "Download your PGP keys for use with other PGP-compatible services.": [
        "Transfira as suas chaves PGP para uso noutros serviços PGP compatíveis."
      ],
      "Only incoming messages in inline OpenPGP format are currently supported.": [
        "Actualmente, só são suportadas mensagens recebidas em formato OpenPGP incorporado."
      ],
      "Your Allow List is empty.": [
        "A sua lista de permissões está vazia."
      ],
      "Your Block List is empty.": [
        "A sua lista de bloqueios está vazia."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name and a valid Sieve script.": [
        "Os filtros funcionam em todo o correio, incluindo recebido e enviado. Cada filtro deve conter pelo menos um nome e um script Sieve válido."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name, a condition and an action.": [
        "Os filtros funcionam em todos os emails, incluindo recebidos e enviados. Cada filtro deve conter pelo menos um nome, uma condição e uma acção."
      ],
      "No label selected": [
        "Nenhuma etiqueta seleccionada"
      ],
      "No folder selected": [
        "Nenhuma pasta seleccionada"
      ],
      "No action selected": [
        "Nenhuma acção seleccionada"
      ],
      "(Filter if ALL of the following conditions are met)": [
        "(filtrar se TODAS as seguintes condições forem cumpridas)"
      ],
      "(Filter if ANY of the following conditions are met)": [
        "(filtrar se UMA das seguintes condições for cumprida)"
      ],
      "All your changes will be lost.": [
        "Todas as suas alterações serão perdidas."
      ],
      "Are you sure you want to discard your changes?": [
        "Tem a certeza de que deseja descartar as alterações?"
      ],
      "Custom filters work on all new emails, including incoming emails as well as sent emails. Filters can be edited and created directly via Sieve programming language.": [
        "Os filtros personalizados funcionam em todos os novos emails, incluindo recebidos e enviados. Os filtros podem ser editados e criados directamente via linguagem de programação Sieve."
      ],
      "Please note that if you delete this filter, we will stop processing all the automated actions it triggers.": [
        "Por favor, note que se eliminar este filtro, deixaremos de processar todas as acções automáticas que ele provoca."
      ],
      "Are you sure you want to delete this filter?": [
        "Tem a certeza de que deseja eliminar este filtro?"
      ],
      "When disabled, this prevents all files from loading on your device without your knowledge.\t": [
        "Quando desactivado, impede o carregamento de ficheiros no dispositivo sem o seu conhecimento."
      ],
      "When disabled, this prevents image files from loading on your device without your knowledge.": [
        "Quando desactivado, impede o carregamento de ficheiros de imagem no dispositivo sem o seu conhecimento."
      ],
      "Other administrators exist in your organization, you are responsible for communicating the new password to them.": [
        "A sua organização tem mais administradores. Deve comunicar-lhes a nova senha."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to manage your organization.": [
        "NÃO se esqueça desta senha. Caso se esqueça, não será capaz de gerir a sua organização."
      ],
      "Save your password somewhere safe.": [
        "Guarde a senha num lugar seguro."
      ],
      "This will create an encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.": [
        "Isto criará uma chave de encriptação para a sua organização. Chaves de 4096-bit só funcionam em computadores de alto desempenho, para a maioria do utilizadores recomendamos chaves de 2048-bit."
      ],
      "Save your password somewhere safe. Click on icon to confirm you that have typed your password correctly.": [
        "Guarde a sua senha em lugar seguro. Clique no ícone para confirmar que inseriu a senha correctamente."
      ],
      "Multi-user support not enabled.": [
        "Suporte a multi-utilizador não activado."
      ],
      "Your organization's emails are protected with end-to-end encryption using the organization key. This fingerprint can be used to verify that all administrators in your account have the same key.": [
        "Os emails da sua organização são protegidos com encriptação ponta-a-ponta usando a chave da organização. Esta impressão digital pode ser utilizada para verificar se todos os administradores na sua conta têm a mesma chave."
      ],
      "You must activate your organization private key with the backup organization key password provided to you by your organization administrator.": [
        "Tem de activar a chave privada da sua organização com a senha da segurança da chave da organização disponibilizada pelo administrador da organização."
      ],
      "Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Sem a activação, não poderá criar novos utilizadores, adicionar endereços a utilizadores existentes ou aceder a contas de utilizador não privadas."
      ],
      "Organization keys activated": [
        "Chaves da organização activadas"
      ],
      "Enter the Organization Password to restore administrator privileges. ${ learnMore }": [
        "Insira a senha da organização para restaurar privilégios de administrador. ${ learnMore }"
      ],
      "If another administrator changed this password, you will need to ask them for the new Organization Password.": [
        "Se outro administrador alterou esta senha, terá de lhe solicitar a nova senha da organização."
      ],
      "Organization keys restored": [
        "Chaves da organização restauradas"
      ],
      "Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.": [
        "A senha da organização pode ser partilhada com outros utilizadores a quem quer atribuir privilégios de administração. É também um código de recuperação de emergência para obter acesso à sua organização caso perca o acesso à sua conta. Por favor, guarde esta senha num local seguro."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.": [
        "NÃO se esqueça desta senha. Se a esquecer, não conseguirá iniciar sessão ou desencriptar as mensagens."
      ],
      "Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.": [
        "Actualmente, todo o armazenamento disponível está alocado à conta do administrador. Por favor, reduza a alocação do administrador para libertar espaço para utilizadores adicionais. Pode aumentar o armazenamento total a qualquer momento actualizando para um plano superior."
      ],
      "Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.": [
        "Actualmente, todas as ligações de VPN disponíveis estão alocadas à conta do administrador. Por favor, seleccione o número de ligações que deseja reservar para utilizadores adicionais."
      ],
      "ProtonMail lets you create email addresses for other people. This is perfect for businesses, families, or groups.": [
        "O ProtonMail permite a criação de endereços para outras pessoas. O que é perfeito para negócios, famílias ou grupos."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to get started.": [
        "Actualize para um plano ${ PLAN_NAMES[PLANS.VISIONARY] } ou ${ PLAN_NAMES[PLANS.PROFESSIONAL] } para começar."
      ],
      "Create email addresses for other people, manage ProtonMail for a business, school, or group. Get started by adding your organization name and custom domain (e.g. @yourcompany.com). ": [
        "Crie endereços de email para outras pessoas, gira o ProtonMail para uma empresa, escola ou grupo. Comece por adicionar o nome da organização e o domínio personalizado (e.g. @asuaempresa.com). "
      ],
      "Create and manage sub-accounts and assign them email addresses on your custom domain.": [
        "Crie e gira sub-contas e atribua-lhes endereços de email no seu domínio personalizado."
      ],
      "The name will be visible to your users while they are logged in.": [
        "O nome estará visível aos utilizadores enquanto estiverem em sessão."
      ],
      "Your subscription is managed by Mozilla. Please contact Mozilla support.": [
        "A sua subscrição é gerida pela Mozilla. Por favor contacte o suporte da Mozilla."
      ],
      "Emailing preference saved": [
        "Preferências do email actualizadas"
      ],
      "To keep up with the latest development at Proton products, you can subscribe to our various emails and visit our blog from time to time.": [
        "Para acompanhar o mais recente desenvolvimento dos produtos Proton, pode subscrever os nossos vários emails e visitar o nosso blogue de tempos a tempos."
      ],
      "By leaving now, changes may not be saved": [
        "Se sair agora, as alterações podem não ficar gravadas"
      ],
      "Enter your own password (as organization admin) and this user's new password.": [
        "Insira a sua senha (como administrador da organização) e a nova senha deste utilizador."
      ],
      "Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.": [
        "O modo de duas senhas usa senhas separadas para iniciar a sessão e desencriptar a caixa de correio. Isto proporciona um pequeno benefício na segurança em algumas situações, no entanto, recomendamos o modo de senha única para a maioria dos utilizadores. Para mudar para o modo de duas senhas, primeiro insira a senha para o início de sessão e depois para a caixa de correio."
      ],
      "ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.": [
        "O ProtonMail também pode ser utilizado com uma única senha, que substitui as senhas de início de sessão e da caixa de correio. Para mudar para o modo único, insira a senha única que deseja utilizar e clique em Gravar."
      ],
      "Proton can't help you recover any lost passwords": [
        "O Proton não pode ajudar a recuperar as senhas perdidas"
      ],
      "Make sure you remember the password to log in and decrypt emails. ${ boldAlert }. We recommend adding a recovery email first.": [
        "Certifique-se de que recorda a senha para desencriptar emails. ${ boldAlert }. Recomendamos que adicione um email de recuperação primeiro."
      ],
      "reading our two-factor authentication Guide first": [
        "lendo o nosso guia de autenticação em dois passos primeiro"
      ],
      "This wizard will enable Two-Factor Authentication (2FA) on your Proton account. Two-factor authentication will make your Proton account more secure so we recommend enabling it.": [
        "Este assistente vai activar a autenticação em dois passos (2FA) na sua conta Proton. O 2FA tornará a sua conta Proton mais segura, recomendamos a sua activação."
      ],
      "If you have never used two-factor authentication before, we strongly recommend you ${ guideButton }.": [
        "Se nunca utilizou autenticação em dois passos antes, recomendamos vivamente ${ guideButton }."
      ],
      "Enter key manually instead": [
        "Inserir a chave manualmente"
      ],
      "Scan this code with your two-factor authentication device to set up your account. ${ switchButton }.": [
        "Leia este código com o seu dispositivo de autenticação em dois passos para configurar a sua conta. ${ switchButton }."
      ],
      "Scan QR code instead": [
        "Ler antes código QR"
      ],
      "Manually enter this information into your two-factor authentication device to set up your account. ${ _switchButton }.": [
        "Insira manualmente esta informação no seu dispositivo de autenticação em dois passos para configurar a sua conta. ${ _switchButton }."
      ],
      "Two-factor authentication enabled": [
        "Autenticação em dois passos activada"
      ],
      "Important: Please make sure you save the recovery codes. Otherwise you can permanently lose access to your account if you lose your two-factor authentication device.": [
        "Importante: certifique-se de que dispõe dos códigos de recuperação. Senão, se perder o seu dispositivo 2FA, pode perder permanentemente o acesso à sua conta."
      ],
      "If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit two-factor authentication code to log into your account. Each code can only be used once.": [
        "Se perder o seu dispositivo com autenticação em dois passos, poderá utilizar estes códigos em vez do código 2FA de 6 algarismos para entrar na conta. Cada código só pode ser utilizado uma vez."
      ],
      "Two-factor authentication disabled": [
        "Autenticação em dois passos desactivada"
      ],
      "Two-factor authentication adds an extra layer of security to your account in case your password is compromised.": [
        "A autenticação em dois passos adiciona uma camada extra de segurança à sua conta, caso a senha seja comprometida."
      ],
      "Two-password mode requires two passwords: one to log in to your account and one to decrypt your mailbox. (Advanced)": [
        "O modo de senha dupla requer duas senhas: uma para iniciar a sessão e outra para desencriptar a caixa de correio (avançado)."
      ],
      "Warning: deletion is permanent": [
        "Aviso: a eliminação é permanente"
      ],
      "If you wish to delete this account in order to combine it with another one, do NOT delete it.": [
        "Se deseja eliminar esta conta para a combinar com outra, NÃO a elimine."
      ],
      "Warning: This also removes access to all connected services and deletes all of your contacts": [
        "Aviso: isto também remove o acesso a todos os serviços ligados e elimina todos os seus contactos"
      ],
      "Example: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }": [
        "Exemplo: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }"
      ],
      "Please provide an email address in case we need to contact you.": [
        "Por favor, forneça um endereço de email, caso necessitemos de o contactar."
      ],
      "Enter your login password to confirm your identity.": [
        "Insira a senha de início de sessão para confirmar a sua identidade."
      ],
      "Your ProtonVPN and ProtonMail accounts are linked. To delete them both, please log in at ${ loginLink } and delete your account there.": [
        "As suas contas ProtonVPN e ProtonMail estão interligadas. Para eliminar ambas, por favor inicie sessão em ${ loginLink } e elimine aí a sua conta."
      ],
      "This will permanently delete your account and all of its data. You will not be able to reactivate this account.": [
        "Isto vai eliminar permanentemente a sua conta e todos os seus dados. Não poderá reactivar esta conta."
      ],
      "Please verify payment at the new tab which was opened.": [
        "Por favor, verifique o pagamento no separador que abriu."
      ],
      "Verification can take a few minutes.": [
        "A verificação pode levar alguns minutos."
      ],
      "This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.": [
        "Isto permite a utilização do PayPal para pagar a sua subscrição Proton. Será redireccionado para o PayPal num novo separador do navegador. Se usa qualquer bloqueador de janelas, por favor desactive-o para continuar."
      ],
      "You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.": [
        "Tem de ter um cartão de crédito ou conta bancária vinculada à sua conta PayPal para poder adicioná-la como método de pagamento."
      ],
      "You already have a free account": [
        "Já tem uma conta gratuita"
      ],
      "* Customizable features": [
        "Funcionalidades personalizáveis"
      ],
      "Your payment details are protected with TLS encryption and Swiss privacy laws.": [
        "Os seus detalhes de pagamento estão protegidos por encriptação TLS e pelas leis de privacidade suíças."
      ],
      "Top up your account with credits that you can use to subscribe to a new plan or renew your current plan. You get one credit for every ${ i18nCurrency } spent.": [
        "Recarregue a sua conta com créditos que poderá utilizar para subscrever um novo plano ou renovar o plano actual. Recebe um crédito por cada ${ i18nCurrency } gasto."
      ],
      "When your subscription renews, we will apply any available credits before we charge the payment method above.": [
        "Quando a subscrição for renovada, aplicaremos quaisquer créditos disponíveis antes de usarmos o método de pagamento acima."
      ],
      "Once you click \"Downgrade\", it may take a few minutes to downgrade your account to a Free plan. ": [
        "Uma vez que clique em \"Regredir\", pode levar alguns minutos a regressar ao plano Free. "
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail and ProtonVPN paid features.": [
        "Se continuar com a regressão, perderá o acesso às funcionalidades pagas do ProtonMail e do ProtonVPN."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail paid features, including additional storage and filters.": [
        "Se continuar com a regressão, perderá o acesso às funcionalidades pagas do ProtonMail, incluindo armazenamento adicional e filtros extra."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonVPN paid features.": [
        "Se continuar com a regressão, perderá o acesso às funcionalidades pagas do ProtonVPN."
      ],
      "You must disable or remove any additional ProtonMail users, addresses, and custom domains before you can downgrade.": [
        "Tem de desactivar ou remover quaisquer utilizadores, endereços e domínios personalizados antes de regredir."
      ],
      "Downgrading will terminate any connections to paid ProtonVPN servers.": [
        "A regressão terminará todas as ligações a servidores pagos do ProtonVPN."
      ],
      "You must remove any additional calendar and any shared calendar links before you can cancel your subscription. ${ linkButton }": [
        "Tem de remover qualquer agenda adicional e ligações partilhadas antes de poder cancelar a subscrição. ${ linkButton }"
      ],
      "Your account is being upgraded, this may take up to 30 seconds.": [
        "A sua conta está a ser actualizada, pode levar até 30 segundos."
      ],
      "Thank you for supporting our mission.": [
        "Obrigado por apoiar a nossa missão."
      ],
      "Your account will be updated once the payment is cleared.": [
        "A conta será actualizada assim que o pagamento for aprovado."
      ],
      "Account successfully updated": [
        "Conta actualizada com sucesso"
      ],
      "Download your favorite app today and take privacy with you everywhere you go.": [
        "Transfira hoje a sua aplicação favorita e usufrua de privacidade onde quer que vá."
      ],
      "No payment is required at this time.": [
        "Nenhum pagamento é necessário neste momento."
      ],
      "Please note that upon clicking the Confirm button, your account will have ${ creditsRemaining } credits remaining.": [
        "Por favor, note que ao clicar em Confirmar a sua conta terá ${ creditsRemaining } créditos restantes."
      ],
      "No subscription yet": [
        "Ainda sem subscrição"
      ],
      "Not activated": [
        "Não activada"
      ],
      "This will cancel your current paid subscription and you will lose any loyalty benefits you have accumulated. The remaining balance of your subscription will be returned as account credits.": [
        "Isto cancelará a sua assinatura paga actual e perderá qualquer benefício de fidelidade acumulado. O saldo restante da sua assinatura será devolvido como créditos na conta."
      ],
      "Billed as ${ billedPrice } per year": [
        "Facturado como ${ billedPrice } por ano"
      ],
      "Billed as ${ billedPrice } every 2 years": [
        "Facturado como ${ billedPrice } cada 2 anos"
      ],
      "Included": [
        "Incluído"
      ],
      "Access your streaming services, like ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, no matter where you are.": [
        "Acesso a serviços de transmissão, como ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, não importa onde esteja."
      ],
      "Access blocked content, like social media, news, Wikipedia, YouTube, and many others, no matter where you are.": [
        "Acesso a conteúdos bloqueados, como redes sociais, notícias, Wikipedia, YouTube e muitos outros, não importa onde esteja."
      ],
      "For getting started with private and secure emailing.": [
        "Para começar com correio privado e seguro."
      ],
      "A free and uncensored Internet should be available to all.": [
        "Todos devem dispor de uma Internet livre e não censurada."
      ],
      "Starter VPN service with P2P support.": [
        "Serviço de VPN para principiantes com suporte a P2P."
      ],
      "Full-featured VPN with speed up to 10 Gbps.": [
        "VPN completa com velocidade de até 10 Gbps."
      ],
      "For individuals that need a fully-featured mailbox with advanced protection.": [
        "Para indivíduos que precisam de uma caixa de correio repleta de funcionalidades e com protecção avançada."
      ],
      "For professionals that need secure business communications.": [
        "Para profissionais que precisam de comunicações comerciais seguras."
      ],
      "VPN + ${ mailAppName } bundle for families and small businesses.": [
        "Pacote VPN + ${ mailAppName } para famílias e pequenas empresas."
      ],
      "For families and small teams; includes both Mail and VPN.": [
        "Para famílias e pequenas equipas; inclui correio e a VPN."
      ],
      "Save 20%": [
        "Poupe 20%"
      ],
      "(Mail + VPN)": [
        "(Correio + VPN)"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Free"
      ],
      "${ vpnAppName } Free": [
        "${ vpnAppName } Free"
      ],
      "Billed at the end of your current billing cycle (renews on ${ renewalDate })": [
        "Facturado no termo do seu ciclo de facturação actual (renova a ${ renewalDate })"
      ],
      "If you have a gift code, enter it below to apply your discount.": [
        "Se tiver um código de oferta, insira-o abaixo para aplicar o desconto."
      ],
      "Since you're a loyal user, your account has additional features enabled.": [
        "Sendo utilizador(a) leal, a sua conta dispõe de funcionalidades adicionais."
      ],
      "By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.": [
        "Ao regredir para um plano gratuito, perderá permanentemente estes benefícios, mesmo que venha a actualizar de novo no futuro."
      ],
      "+${ bonusSpace } bonus storage": [
        "+ ${ bonusSpace } de armazenamento extra"
      ],
      "+${ organization.BonusVPN } connection for ProtonVPN (allows you to connect more devices to VPN)": [
        "+${ organization.BonusVPN } ligação para o ProtonVPN (permite ligar mais dispositivos à VPN)",
        "+${ organization.BonusVPN } ligações para o ProtonVPN (permite ligar mais dispositivos à VPN)"
      ],
      "There are no billing details available for your current subscription.": [
        "Não há detalhes de facturação disponíveis para a sua subscrição actual."
      ],
      "Amount below minimum (${ amount }).": [
        "Quantia abaixo do mínimo (${ amount })."
      ],
      "Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.": [
        "As transacções em Bitcoin podem levar algum tempo a ser confirmadas (até 24 horas). Uma vez confirmadas, adicionaremos créditos à sua conta. Após a confirmação da transacção, pode pagar a sua factura com os créditos."
      ],
      "After making your Bitcoin payment, please follow the instructions below to upgrade.": [
        "Após efectuar o seu pagamento com BitCoin, por favor siga as instruções abaixo para actualizar."
      ],
      "Please verify the payment in the new tab.": [
        "Por favor, verifique o pagamento no novo separador."
      ],
      "We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.": [
        "A página será redireccionada para um novo separador PayPal no seu navegador, para concluir a transacção. Se utiliza bloqueadores de janelas, por favor desactive-os."
      ],
      "You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please click on the button below.": [
        "Tem de ter um cartão de crédito ou uma conta bancária vinculados à sua conta PayPal. Se não o tem, clique no botão abaixo."
      ],
      "We use 3-D Secure to protect your payments.": [
        "Utilizamos 3-D Secure para proteger os seus pagamentos."
      ],
      "20% discount applied to your subscription with coupon ${ code }": [
        "Foi aplicado um desconto de 20% com o cupão ${ code }"
      ],
      "Black Friday 2018 applied to your subscription": [
        "Foi aplicado um desconto de Sexta-feira negra 2018"
      ],
      "Black Friday 2019 applied to your subscription": [
        "Foi aplicado um desconto de Sexta-feira negra 2019"
      ],
      "Black Friday 2020 newcomer discount has been applied": [
        "Foi aplicado um desconto de boas vindas da Sexta-feira negra 2020"
      ],
      "Discount applied to your subscription with coupon ${ code }": [
        "Foi aplicado um desconto com o cupão ${ code }"
      ],
      "For Visa, MasterCard and Discover, the 3 digits on the back of your card. For American Express, the 4 digits on the front of your card.": [
        "Para Visa, MasterCard e Discover, os 3 dígitos no verso do seu cartão. Para American Express, os 4 dígitos na frente do seu cartão."
      ],
      "Payments are protected with TLS encryption and Swiss privacy laws.": [
        "Os pagamentos são protegidos através de encriptação TLS e pelas leis de privacidade suíças."
      ],
      "30 days money-back guarantee.": [
        "Reembolso garantido durante 30 dias."
      ],
      "Your bank requires 3-D Secure verification for security purposes.": [
        "O seu banco requer verificação 3-D Secure por motivos de segurança."
      ],
      "Verification will open a new tab, please disable any popup blockers. You will not be charged. Any amount used to verify the card will be refunded immediately.": [
        "A verificação abrirá um novo separador, por favor desactive os bloqueadores de janelas. Nada lhe será cobrado. Qualquer valor utilizado para verificar o cartão será imediatamente devolvido."
      ],
      "Verification will open a new tab, please disable any popup blockers.": [
        "A verificação abrirá um novo separador, por favor desactive os bloqueadores de janelas."
      ],
      "You will soon be redirected to PayPal to verify your payment.": [
        "Será brevemente redireccionado para o PayPal para verificar o pagamento."
      ],
      "You will be soon redirected to your bank to verify your payment.": [
        "Será brevemente redireccionado para o seu banco para verificar o pagamento."
      ],
      "Please verify the card in the new tab which was opened.": [
        "Por favor, verifique o cartão no separador que abriu."
      ],
      "Payment can take a few minutes to fully verify.": [
        "O pagamento pode levar alguns minutos até estar completo."
      ],
      "Please try again, use a different payment method, or contact PayPal for assistance.": [
        "Por favor, tente novamente, utilize um método de pagamento diferente, ou contacte o PayPal para assistência."
      ],
      "Please try again, use a different payment method, or call your bank for assistance.": [
        "Por favor, tente novamente, use um método de pagamento diferente ou contacte o seu banco para assistência."
      ],
      "Save extra 20%": [
        "Poupe 20% extra"
      ],
      "${ save20 } on your subscription by switching to ${ annualBilling }": [
        "${ save20 } na sua subscrição mudando para ${ annualBilling }"
      ],
      "${ saveExtra20 } on both Mail and VPN by adding a Mail subscription.": [
        "${ saveExtra20 } tanto em email como em VPN adicionando uma assinatura de correio."
      ],
      "${ saveExtra20 } on both VPN and Mail by adding a VPN subscription.": [
        "${ saveExtra20 } tanto em VPN como em email, adicionando uma assinatura VPN."
      ],
      "Storage GB": [
        "Armazenamento GB"
      ],
      "Users": [
        "Utilizadores"
      ],
      "Domains": [
        "Domínios"
      ],
      "Addresses": [
        "Endereços"
      ],
      "Connections": [
        "Ligações"
      ],
      "Allows you to host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Permite alojar emails para os seus próprios domínio(s) em ${ mailAppName }, e.g. jose.silva@exemplo.com"
      ],
      "Add additional addresses to your account like user2@protonmail.com": [
        "Adicionar endereços adicionais à sua conta como utilizador2@protonmail.com"
      ],
      "Number of VPN connections which can be assigned to users. Each connected device consumes one VPN connection.": [
        "Número de ligações VPN que podem ser atribuídas a utilizadores. Cada dispositivo ligado consome uma ligação VPN."
      ],
      "ProtonMail Plus is limited to one user and starts with 5 GB of storage.": [
        "O ProtonMail Plus está limitado a um utilizador e começa com 5 GB de armazenamento."
      ],
      "Switch to ${ professionalPlan } to add more users.": [
        "Mude para ${ professionalPlan } para adicionar mais utilizadores."
      ],
      "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } includes ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN connection.": [
        "O ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } inclui ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } ligação VPN.",
        "O ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } inclui ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } ligações VPN."
      ],
      "Each additional connection can be assigned to users in your organization.": [
        "Cada ligação adicional pode ser atribuída a utilizadores da sua organização."
      ],
      "Switch to ${ professionalPlan } to add more connections.": [
        "Mude para ${ professionalPlan } para adicionar mais utilizadores."
      ],
      "${ mailAppName } Professional starts with one user, and each user adds 5 GB and 5 email addresses to the organization’s pool.": [
        "${ mailAppName } Professional começa com um utilizador e cada utilizador adiciona 5 GB e 5 endereços de email ao grupo da organização."
      ],
      "Not customizable": [
        "Não personalizável"
      ],
      "You have no saved payment methods.": [
        "Não tem métodos de pagamento gravados."
      ],
      "Expired": [
        "Expirado"
      ],
      "Screenshot(s) attached": [
        "Capturas de ecrã anexadas"
      ],
      "Refreshing the page or ${ link } will automatically resolve most issues.": [
        "Actualizar a página ou ${ link } resolve automaticamente a maioria dos problemas."
      ],
      "SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "O SPF é usado para especificar quem está autorizado a enviar correio electrónico com o domínio. Recomendamos que inclua o ProtonMail no seu registo SPF. Adicione o seguinte registo TXT ao seu DNS. Habitualmente isto pode ser feito no painel de controlo do seu fornecedor de registo de domínio."
      ],
      "If you want to keep an existing SPF record, you can just add ${ spf } to it after the ${ spfValue }. Do not create multiple SPF records.": [
        "Se deseja manter um registo SPF existente, basta adicionar-lhe ${ spf } após ${ spfValue }. Não crie múltiplos registos SPF."
      ],
      "ProtonMail supports DKIM signing for custom domains. To use DKIM authentication, please add the following CNAME record into your DNS settings for this domain. This can typically be done in the control panel of your domain name registrar.": [
        "O ProtonMail suporta assinaturas DKIM em domínios personalizados. Para utilizar a autenticação DKIM, por favor adicione o seguinte registo CNAME às suas definições DNS para este domínio. Tipicamente, pode ser feito no painel de controlo do registo do seu nome de domínio."
      ],
      "IMPORTANT: Some registrars do not accept CNAME values with a period at the end (while others require it). If your registrar does not accept your CNAME records, please delete the period at the end of each CNAME value and try again.": [
        "IMPORTANTE: alguns registadores não aceitam valores CNAME com um ponto no final (enquanto outros o obrigam). Se o seu registador não aceita registos CNAME, por favor elimine o ponto no final de cada valor CNAME e tente novamente."
      ],
      "Keep those records in your DNS for as long as you want to use DKIM.": [
        "Mantenha estes registos no seu DNS enquanto utilizar DKIM."
      ],
      "Before you can receive emails for your custom domain addresses at ProtonMail, you need to add the following MX records to your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "Antes de receber emails nos seus endereços de domínio personalizado no ProtonMail, necessita de adicionar o seguinte registo MX ao seu DNS. Normalmente pode ser feito no painel de controlo do seu fornecedor de registo de domínio."
      ],
      "Delete any other MX records or make sure ProtonMail's Priority is the lowest number.": [
        "Elimine quaisquer outros registos MX ou certifique-se que a prioridade do ProtonMail é o número mais baixo."
      ],
      "If this domain is currently receiving emails, select the ${ boldAddresses } tab and add all active email addresses before changing the MX record to ensure a smooth transition.": [
        "Se este domínio está actualmente a receber emails, seleccione o separador ${ boldAddresses } e adicione todos os endereços de email activos antes de alterar o registo MX para assegurar uma transição suave."
      ],
      "If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly.": [
        "Se definiu SPF e DKIM, o DMARC permite-lhe especificar como outros serviços de email devem entregar emails no seu domínio, se as verificações SPF e DKIM falharam. Isto pode tornar dificultar o assédio, mas também pode causar problemas de entrega se não for feito adequadamente."
      ],
      "${ none } has no effect on email delivery, but we recommend ${ quarantine } for better security.": [
        "${ none } não tem efeito na entrega de email, mas recomendamos ${ quarantine } para maior segurança."
      ],
      "${ n } address": [
        "${ n } endereço",
        "${ n } endereços"
      ],
      "Please note that if you delete this domain, all the addresses associated with it will be disabled.": [
        "Note que se eliminar este domínio, todos os endereços a ele associados serão desactivados."
      ],
      "Are you sure you want to delete this domain?": [
        "Tem certeza de que deseja eliminar este domínio?"
      ],
      "domain used": [
        "domínio utilizado",
        "domínios utilizados"
      ],
      "If you have a custom domain with ProtonMail, you can set a catch-all email address that will receive messages sent to your domain but to an invalid email address (e.g., typos).": [
        "Se tem um domínio personalizado com o ProtonMail, pode definir um endereço de email captura tudo, que receberá mensagens enviadas para o seu domínio, mas para um endereço de email inválido (e.g., erros ortográficos)."
      ],
      "This user is currently responsible for payments for your organization. By demoting this member, you will become responsible for payments for your organization.": [
        "Este utilizador é responsável pelos pagamentos da sua organização. Ao despromovê-lo, a responsabilidade desses pagamentos passará a ser sua."
      ],
      "Are you sure you want to remove administrative privileges from this user?": [
        "Tem a certeza de que deseja remover os privilégios administrativos deste utilizador?"
      ],
      "This will permanently delete the data and all email addresses associated with this user.": [
        "Isto eliminará permanentemente os dados e todos os endereços de email associados a este utilizador."
      ],
      "To confirm, please enter the name of the user you wish to delete.": [
        "Para confirmar, por favor, insira o nome do utilizador que deseja eliminar."
      ],
      "address": [
        "endereço",
        "endereços"
      ],
      "more": [
        "mais"
      ],
      "Basic navigation and actions remain available regardless of keyboard shortcuts being active or not in the settings.": [
        "Navegação básica e acções permanecem disponíveis, independentemente de os atalhos de teclado estarem ou não activos nas definições."
      ],
      "Encryption setting updated": [
        "Definição de encriptação actualizada"
      ],
      "PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.": [
        "É mais provável que clientes PGP detectem automaticamente as suas chaves PGP se as mensagens de saída forem assinadas."
      ],
      "Only change these settings if you are using PGP with non-ProtonMail recipients.": [
        "Altere estas configurações só se estiver a usar PGP com destinatários não-ProtonMail."
      ],
      "Address verification is an advanced security feature. Only turn this on if you know what it does.": [
        "A verificação de endereço é uma funcionalidade de segurança avançada. Active só se souber o que está a fazer."
      ],
      "Auto-reply is active each month between the selected start and end time.": [
        "A resposta automática está activa em cada mês entre a hora de início e fim seleccionadas."
      ],
      "Auto-reply is always active on the days of the week you select, between the selected hours.": [
        "A resposta automática está sempre activa nos dias da semana que seleccionar, entre as horas seleccionadas."
      ],
      "Auto-reply is active each week between the selected start and end time.": [
        "A resposta automática está activa todas as semanas, entre as horas de início e de fim seleccionadas."
      ],
      "Auto-reply is active until you turn it off.": [
        "A resposta automática está activa até que a desactive."
      ],
      "Auto-reply is active from the start time to the end time.": [
        "A resposta automática está activa desde a hora de início até à hora de fim."
      ],
      "Use automatic replies to inform contacts you are out of the office or otherwise unable to respond.": [
        "Use respostas automáticas para informar os contactos que está fora do escritório ou que não pode responder."
      ],
      "Upgrade to a Visionary or Professional plan to enable automatic replies for when you are out of the office.": [
        "Actualize para um plano Visionary ou Professional para activar a resposta automática, para quando se ausenta do computador."
      ],
      "You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.": [
        "Pode activar o diário de autenticações para saber quando é que a sua conta foi acedida e de que IP. Será gravado o endereço IP que acede à conta, a hora e as tentativas falhadas."
      ],
      "No logs yet.": [
        "Ainda não há diários."
      ],
      "Failed to fetch logs.": [
        "Falha ao obter os diários."
      ],
      "Are you sure you want to permanently delete all your logs?": [
        "Tem a certeza de que deseja eliminar permanentemente todos os diários?"
      ],
      "Logs include authentication attempts for all Proton services that use your Proton credentials.": [
        "Os diários incluem tentativas de autenticação em todos os serviços Proton que utilizem as suas credenciais Proton."
      ],
      "Queued": [
        "Em fila"
      ],
      "Done": [
        "Concluído"
      ],
      "Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them.": [
        "Antes de começar a enviar e receber emails dos seus novos endereços, é necessário criar as respectivas chaves de encriptação."
      ],
      "Please note that if you delete this address, you will no longer be able to send or receive emails using this address.": [
        "Note que se eliminar este endereço, já não será capaz de enviar ou receber correio usando este endereço."
      ],
      "Are you sure you want to delete this address?": [
        "Tem a certeza de que pretende eliminar este endereço?"
      ],
      "The email address you place at the top of the list is your default email address. Drag and drop to reorder your addresses.": [
        "O endereço que pôs no topo da lista é o seu email predefinido. Arraste e largue para reordenar os endereços."
      ],
      "Let your contacts know you care about their privacy.": [
        "Deixe os seus contactos saberem que se preocupa com a sua privacidade."
      ],
      "Your account has at least one overdue invoice. Your access has been restricted. ${ payInvoiceLink }": [
        "A sua conta tem pelo menos uma factura em atraso. O acesso foi restringido. ${ payInvoiceLink }"
      ],
      "Your account has at least one overdue invoice. Your access will soon get restricted. ${ payInvoiceLink }": [
        "A sua conta tem pelo menos uma factura em atraso. O acesso em breve será restrito. ${ payInvoiceLink }"
      ],
      "Account access restricted due to unpaid invoices. Please contact your administrator.": [
        "Acesso à conta restringido devido a facturas por pagar. Por favor, contacte o administrador."
      ],
      "Free up some space or add more storage space.": [
        "Liberte algum espaço ou adicione mais espaço de armazenamento."
      ],
      "Free up some space or contact your administrator.": [
        "Liberte algum espaço ou contacte um administrador."
      ],
      "You reached 100% of your storage capacity. You cannot send or receive new emails. ${ freeUpMessage } ${ upgradeLink }": [
        "Atingiu os 100% da sua capacidade de armazenamento. Não pode enviar ou receber novos emails. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You reached ${ spaceDisplayed }% of your storage capacity. ${ freeUpMessage } ${ upgradeLink }": [
        "Atingiu ${ spaceDisplayed }% da sua capacidade de armazenamento. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You are currently signed in as ${ user.Name } (${ user.Email }) and have restricted access.": [
        "Tem actualmente sessão iniciada como ${ user.Name } (${ user.Email }) e tem acesso restrito."
      ],
      "${ appName } needs your permission to ${ enableDesktopNotifications }.": [
        "O ${ appName } precisa da sua permissão para ${ enableDesktopNotifications }."
      ],
      "You have enabled Beta Access. Click ${ refreshButton } to use the latest version of ${ appName }. The application will be reloaded.": [
        "Activou o acesso Beta. Clique em ${ refreshButton } para usar a última versão do ${ appName }. A aplicação será recarregada."
      ],
      "You have disabled Beta Access. Click ${ refreshButton } to use the stable version of ${ appName }. The application will be reloaded.": [
        "Desactivou o acesso Beta. Clique em ${ refreshButton } para usar a versão estável do ${ appName }. A aplicação será recarregada."
      ],
      "Internet connection restored.": [
        "Ligação à Internet reposta."
      ],
      "Internet connection lost. Please check your device's connectivity.": [
        "Ligação à Internet perdida. Verifique a ligação do seu dispositivo."
      ],
      "Loading ${ appName }": [
        "A carregar ${ appName }"
      ],
      "Do you want to revoke all other sessions than the current one?": [
        "Quer revogar todas as outras sessões que não a actual?"
      ],
      "Unless you sign out of your account or change your password, your session will remain active. Sessions expire after 60 days of inactivity.": [
        "A não ser que termine a sessão ou altere a senha da conta, a sessão permanecerá activa. As sessões expiram após 60 dias de inactividade."
      ],
      "You can customize and download your invoices for accounting purposes.": [
        "Pode personalizar e transferir as suas facturas para efeitos contabilísticos."
      ],
      "Unsupported file": [
        "Ficheiro não suportado"
      ],
      "No preview available": [
        "Antevisão indisponível"
      ],
      "Preview": [
        "Antever"
      ],
      "Loading preview": [
        "A carregar antevisão"
      ],
      "This browser does not support previewing PDF documents. Please download the file.": [
        "Este navegador não oferece suporte a antevisão de documentos PDF. Por favor, transfira o ficheiro."
      ],
      "of": [
        "de"
      ],
      "Please note that emails tagged with this label will NOT be deleted. They can still be found in their respective folder. To permanently delete these emails, open your mailbox, navigate to the label, and select the EMPTY LABEL option from the tool bar.": [
        "Por favor, note que correio com esta etiqueta NÃO será eliminado. Ainda pode ser encontrado na sua respectiva pasta. Para eliminar este correio permanentemente, abra a caixa de correio, navegue até à etiqueta desejada e seleccione Mais -> Esvaziar etiqueta na barra de ferramentas."
      ],
      "Are you sure you want to delete this label?": [
        "Tem a certeza de que deseja eliminar esta etiqueta?"
      ],
      "Please note that emails stored in this folder will NOT be deleted. They can still be found in the All Mail folder. To permanently delete these emails, open your mailbox, navigate to the folder, and select the EMPTY FOLDER option from the tool bar.": [
        "Por favor, note que o correio armazenado nesta pasta NÃO será eliminado. Ainda pode ser encontrado na pasta Todo o correio. Para o eliminar permanentemente, abra a caixa de correio, navegue até à pasta desejada e seleccione Mais -> Esvaziar pasta na barra de ferramentas."
      ],
      "Are you sure you want to delete this folder?": [
        "Tem a certeza de que pretende eliminar esta pasta?"
      ],
      "Inherited from parent folder": [
        "Herdar da pasta-mãe"
      ],
      "You can turn on notifications to get alerts when new email messages arrive in this folder.": [
        "Pode activar as notificações para receber alertas quando novas mensagens chegarem a esta pasta."
      ],
      "Name your new folder and select the parent folder you want to put it in. If you do not select a parent folder, this new folder will be created as a top level folder.": [
        "Nomeie a sua nova pasta e seleccione a pasta-mãe onde deseja colocá-la. Se não seleccionar uma pasta-mãe, esta nova pasta será criada como uma pasta de nível superior."
      ],
      "You can use ProtonMail with any desktop email client that supports IMAP/SMTP, including Outlook, Apple Mail, and Thunderbird.": [
        "Pode usar o ProtonMail com qualquer cliente de email que suporte IMAP/SMTP, incluindo o Outlook, o Apple Mail e o Thunderbird."
      ],
      "Upgrade to a paid plan to unlock IMAP/SMTP support through ProtonMail Bridge.": [
        "Actualize para um plano pago para desbloquear o suporte a IMAP/SMTP via ProtonMail Bridge."
      ],
      "Not set": [
        "Não definido"
      ],
      "We recommend adding a linked email or phone number so you can recover your account if you lose your password.": [
        "Recomendamos que adicione um email ou número de telefone para que possa recuperar a conta, caso perca a senha."
      ],
      "We recommend adding a linked email so you can recover your account if you lose your password.": [
        "Recomendamos adicionar um email vinculado para recuperar a conta, caso perca a senha."
      ],
      "Disabling this will prevent this email from being used for account recovery": [
        "Desactivar isto impedirá que este email seja usado para recuperação de conta"
      ],
      "When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.": [
        "Quando as notificações estão activas, será enviado um alerta para o seu endereço de recuperação/notificação de que tem novas mensagens na sua conta ProtonMail."
      ],
      "Disabling this will prevent this phone number from being used for account recovery": [
        "Desactivar isto impede que este número de telefone seja usado para recuperar a conta"
      ],
      "here": [
        "aqui"
      ],
      "This account has been suspended due to a potential policy violation.": [
        "Esta conta foi suspensa devido a uma potencial violação da política."
      ],
      "If you believe this is in error, please contact us ${ contactLink }.": [
        "Se acredita que houve um erro, por favor, contacte-nos em ${ contactLink }."
      ],
      "To fight spam and abuse, please verify you are human.": [
        "Para combater o assédio e o abuso, por favor confirme que é um ser humano."
      ],
      "Your email will only be used for this one-time verification.": [
        "O seu email só será usado para esta verificação única."
      ],
      "Your phone number will only be used for this one-time verification.": [
        "O seu telefone só será usado para esta verificação única."
      ],
      "If you are having trouble creating your account, please request an invitation and we will respond within one business day.": [
        "Se tiver problemas para criar a conta, por favor solicite um convite e responderemos dentro de um dia útil."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this email address is incorrect, click \"Edit\" to correct it.": [
        "Clique em \"Pedir novo código\" para receber um novo código de verificação em ${ strong }. Se estiver incorrecto, clique em \"Editar\" para o corrigir."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this phone number is incorrect, click \"Edit\" to correct it.": [
        "Clique em \"Pedir novo código\" para receber um novo código de verificação em ${ strong }. Se estiver incorrecto, clique em \"Editar\" para o corrigir."
      ],
      "Would you like to receive a new verification code or use an alternative verification method?": [
        "Deseja receber um novo código de verificação ou usar um método de verificação alternativo?"
      ],
      "Enter the verification code that was sent to ${ destinationText }.": [
        "Insira o código de verificação enviado para ${ destinationText }."
      ],
      "If you don't find the email in your inbox, please check your spam folder.": [
        "Se não encontra o email na sua caixa de entrada, veja na pasta de assédio."
      ],
      "Your Proton account is currently on hold. To continue using your account, please pay any overdue invoices.": [
        "A sua conta Proton está actualmente suspensa. Para continuar a usar a sua conta, por favor, pague quaisquer facturas em atraso."
      ],
      "Done! We sent a code to ${ destination }": [
        "Feito! Enviamos um código para ${ destination }"
      ],
      "This can take a few seconds or a few minutes depending on your device.": [
        "Pode demorar alguns segundos ou alguns minutos dependendo do seu dispositivo."
      ],
      "Drop the file here to upload": [
        "Largue o ficheiro aqui para enviar"
      ],
      "No results found": [
        "Nenhum resultado"
      ],
      "Loading": [
        "A carregar"
      ],
      "Week": [
        "Semana"
      ],
      "Insert image": [
        "Inserir imagem"
      ],
      "Add image URL": [
        "Adicionar URL da imagem"
      ],
      "Image URL": [
        "URL da imagem"
      ],
      "Not a valid URL": [
        "Não é um URL válido"
      ],
      "Upload picture": [
        "Enviar imagem"
      ],
      "Web URL": [
        "URL da web"
      ],
      "Email address": [
        "Endereço de email"
      ],
      "Phone number": [
        "Número de telefone"
      ],
      "URL link": [
        "Ligação do URL"
      ],
      "Insert link": [
        "Inserir ligação"
      ],
      "Please select the type of link you want to insert and fill in all the fields.": [
        "Por favor, seleccione o tipo de ligação que deseja inserir e preencha todos os campos."
      ],
      "Link type": [
        "Tipo de ligação"
      ],
      "Text to display": [
        "Texto a mostrar"
      ],
      "Test link": [
        "Testar ligação"
      ],
      "Text color": [
        "Cor do texto"
      ],
      "Background color": [
        "Cor de fundo"
      ],
      "Align left": [
        "Alinhar à esquerda"
      ],
      "Center": [
        "Centrar"
      ],
      "Align right": [
        "Alinhar à direita"
      ],
      "Justify": [
        "Justificar"
      ],
      "Left to Right": [
        "Da esquerda para a direita"
      ],
      "Right to Left": [
        "Da direita para a esquerda"
      ],
      "Normal": [
        "Normal"
      ],
      "Plain text": [
        "Texto simples"
      ],
      "This link may be a homograph attack and cannot be opened by Internet Explorer and Edge browsers. If you are certain the link is legitimate, please use a different browser to open it.": [
        "Esta ligação pode ser um ataque homográfico e não pode ser aberto pelos navegadores Internet Explorer e Edge. Se tem a certeza de que a ligação é legítima, por favor use um navegador diferente para a abrir."
      ],
      "This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.": [
        "Esta ligação pode ser um ataque homográfico. Por favor, verifique se esta é a ligação que deseja visitar, ou não a abra."
      ],
      "You are about to open another browser tab and visit:": [
        "Está prestes a abrir outro separador no navegador e visitar:"
      ],
      "Learn more": [
        "Saiba mais"
      ],
      "support team": [
        "equipa de suporte"
      ],
      "Custom daily": [
        "Personalização diária"
      ],
      "Custom weekly": [
        "Personalização semanal"
      ],
      "Custom monthly": [
        "Personalização mensal"
      ],
      "Custom yearly": [
        "Personalização anual"
      ],
      "Custom": [
        "Personalizar"
      ],
      "Daily": [
        "Diariamente"
      ],
      "Monthly ${ onDayString }": [
        "Mensalmente a ${ onDayString }"
      ],
      "Yearly": [
        "Anualmente"
      ],
      "Session timed out.": [
        "A sessão expirou."
      ],
      "Internet connection lost.": [
        "Ligação à Internet perdida."
      ],
      "Servers are unreachable.": [
        "Os servidores estão inacessíveis."
      ],
      "Users can't make changes to organization settings. If you need admin privileges, reach out to your system administrator.": [
        "Os utilizadores não podem alterar as definições da organização. Se precisa de privilégios administrativos, contacte o administrador do sistema."
      ],
      "Upgrade to a paid plan to access premium features and increase your storage space.": [
        "Actualize para um plano pago para desbloquear funcionalidades e aumentar a sua capacidade de armazenamento."
      ],
      "One account for all Proton services": [
        "Uma conta para todos os serviços Proton"
      ],
      "Based in Switzerland, available globally": [
        "Baseado na Suíça, disponível globalmente"
      ],
      "Version ${ appVersion }": [
        "Versão ${ appVersion }"
      ],
      "to continue to ${ toAppName }": [
        "para continuar para ${ toAppName }"
      ],
      "Enter your recovery email address and we will send you your username or email address.": [
        "Insira o seu email de recuperação e receberá o seu nome de utilizador ou endereço de email."
      ],
      "Enter your recovery phone number and we will send you your username or email address.": [
        "Insira o seu telefone de recuperação e receberá o seu nome de utilizador ou endereço de email."
      ],
      "Users can't make changes to organization settings. If you need admin priviledges, reach out to your system administrator.": [
        "Os utilizadores não podem alterar as definições da organização. Se precisa de privilégios administrativos, contacte o administrador do sistema."
      ],
      "${ strongAddressAvailable } You will use this email address to sign into all ${ BRAND_NAME } services.": [
        "${ strongAddressAvailable } Utilizará este email para iniciar sessão em todos os serviços ${ BRAND_NAME }."
      ],
      "Your recovery email address:": [
        "O seu email de recuperação:"
      ],
      "Your ${ BRAND_NAME } Account is associated with ${ externalEmailAddress }. To use ${ toAppName }, please create an address.": [
        "A sua conta ${ BRAND_NAME } está associada a ${ externalEmailAddress }. Para usar o ${ toAppName }, por favor, crie um endereço."
      ],
      "Not your computer? Use a Private Browsing window to sign in. ${ learnMore }": [
        "Não é o seu computador? Use uma janela de navegação privada para iniciar sessão. ${ learnMore }"
      ],
      "New to ${ BRAND_NAME }? ${ signupLink }": [
        "Estreante no ${ BRAND_NAME }? ${ signupLink }"
      ],
      "This will replace your temporary password. You will use it to access your ${ BRAND_NAME } Account in the future.": [
        "Isto substituirá a sua senha temporária. Utilize-a para aceder à sua conta ${ BRAND_NAME } no futuro."
      ],
      "Google records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "O Google regista a sua actividade online e lê os seus dados pessoais, a fim de fornecer acesso a anunciantes e outros terceiros. Para uma melhor privacidade, crie um endereço de email seguro."
      ],
      "Yahoo reads your personal data in order to provide access for advertisers, US intelligence agencies and other third parties. For better privacy, create a secure email address.": [
        "O Yahoo lê os seus dados pessoais a fim de proporcionar acesso a anunciantes, agências de informação americanas e outros terceiros. Para uma melhor privacidade, crie um endereço de email seguro."
      ],
      "AOL reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "O AOL lê os seus dados pessoais, a fim de fornecer acesso a anunciantes e outros terceiros. Para uma melhor privacidade, crie um endereço de email seguro."
      ],
      "Yandex records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "O Yandex regista a sua actividade online e lê os seus dados pessoais, a fim de fornecer acesso a anunciantes e outros terceiros. Para uma melhor privacidade, crie um endereço de email seguro."
      ],
      "Mail.ru reads your personal data in order to provide access for advertisers, Russian government agencies and other third parties. For better privacy, create a secure email address.": [
        "O Mail.ru lê os seus dados pessoais a fim de proporcionar acesso a anunciantes, agências de informação russas e outros terceiros. Para uma melhor privacidade, crie um endereço de email seguro."
      ],
      "Already have an account? ${ loginLink }": [
        "Já tem uma conta? ${ loginLink }"
      ],
      "You did not set a recovery method so account recovery is impossible if you forget your password. Proceed without recovery method?": [
        "Não definiu um método de recuperação, a recuperação da conta será impossível se se esquecer da senha. Deseja continuar sem um método de recuperação?"
      ],
      "We will send you a recovery link to this email address if you forget your password or get locked out of your account.": [
        "Receberá uma ligação de recuperação neste endereço de email se esquecer a senha ou ficar bloqueado fora da sua conta."
      ],
      "We will send a code to this phone number if you forget your password or get locked out of your account.": [
        "Receberá um código neste número de telefone se esquecer a senha ou ficar bloqueado fora da sua conta."
      ],
      "Creating your Proton account": [
        "Criar a sua conta Proton"
      ],
      "Please wait...": [
        "Por favor, aguarde..."
      ],
      "For security reasons, please verify that you are not a robot.": [
        "Por razões de segurança, por favor confirme que não é um robô."
      ],
      "Unfortunately there is no recovery method saved for this account.": [
        "Infelizmente não há método de recuperação definido para esta conta."
      ],
      "Enter the recovery ${ recoveryMethodText } associated with your ${ BRAND_NAME } Account. We will send you a code to confirm the password reset.": [
        "Insira a recuperação ${ recoveryMethodText } associada à sua conta ${ BRAND_NAME } . Enviar-lhe-emos um código para confirmar a redefinição da senha."
      ],
      "lose access to all current encrypted data": [
        "perder o acesso a todos os dados encriptados actuais"
      ],
      "You will ${ loseAllData } in your ${ BRAND_NAME } Account. To restore it, you will need to enter your old password.": [
        "Vai ${ loseAllData } na sua conta ${ BRAND_NAME } . Para restaurá-los, terá de reinserir a sua senha antiga."
      ],
      "This will also disable any two-factor authentication method associated with this account.": [
        "Isto também desactivará qualquer método de autenticação em dois passos associado a esta conta."
      ],
      "Continue anyway?": [
        "Continuar mesmo assim?"
      ],
      "Enter the code that was sent to ${ email }. If you can't find the message in your inbox, please check your spam folder.": [
        "Insira o código enviado para ${ email }. Se não encontrar o correio na sua caixa de entrada, por favor verifique a pasta de assédio."
      ],
      "Enter the code sent to your phone number ${ phone }.": [
        "Insira o código enviado para o seu número de telefone ${ phone }."
      ],
      "Enter the email address associated with your Proton Account or your account username.": [
        "Insira o endereço de email associado à sua conta Proton ou o seu nome de utilizador."
      ]
    },
    "Wizard step": {
      "Authenticate": [
        "Autenticar"
      ],
      "Configure Import": [
        "Configurar importação"
      ],
      "Import": [
        "Importar"
      ]
    },
    "Title": {
      "Start import process": [
        "Iniciar o processo de importação"
      ],
      "Import in progress": [
        "Importação em curso"
      ],
      "Customize import": [
        "Personalizar importação"
      ],
      "Prepare for import": [
        "Preparar para importar"
      ],
      "Prepare Yahoo Mail for import": [
        "Preparar Yahoo Mail para importar"
      ],
      "Prepare Gmail for import ${ gmailInstructionsStep }/${ totalSteps }": [
        "Preparar Gmail para importação ${ gmailInstructionsStep }/${ totalSteps }"
      ],
      "Reconnect your account": [
        "Religue a sua conta"
      ],
      "Start a new import": [
        "Iniciar nova importação"
      ],
      "Exporting contacts": [
        "A exportar contactos"
      ],
      "Select action to take on contact group": [
        "Seleccionar acção a executar no grupo de contactos"
      ],
      "Add contact group name": [
        "Adicionar nome do grupo de contactos"
      ],
      "Select contact group": [
        "Seleccionar grupo de contactos"
      ],
      "Warning": [
        "Aviso"
      ],
      "Import groups": [
        "Importar grupos"
      ],
      "Import contacts": [
        "Importar contactos"
      ],
      "1. Select platform": [
        "1. Seleccionar plataforma"
      ],
      "2. Select protocol": [
        "2. Seleccionar protocolo"
      ],
      "3. Select config file and download": [
        "3. Seleccionar configuração e transferir"
      ],
      "Get ProtonVPN Plus to access all servers": [
        "Obtenha o ProtonVPN Plus para aceder a todos os servidores"
      ],
      "Open actions dropdown": [
        "Abrir lista de acções"
      ],
      "Error": [
        "Erro"
      ],
      "Update calendar": [
        "Actualizar agenda"
      ],
      "Create calendar": [
        "Criar agenda"
      ],
      "Subscribe to calendar": [
        "Subscrever a agenda"
      ],
      "Unsubscribe from calendar": [
        "Cancelar subscrição da agenda"
      ],
      "Delete calendar": [
        "Eliminar agenda"
      ],
      "Export calendar": [
        "Exportar agenda"
      ],
      "Import events": [
        "Importar eventos"
      ],
      "Your calendar link": [
        "A sua ligação à agenda"
      ],
      "Select when you want this notification to be sent": [
        "Seleccione quando é que a notificação deve ser enviada"
      ],
      "Select the time to send this notification": [
        "Seleccione a hora para enviar esta notificação"
      ],
      "Select the way to send this notification": [
        "Seleccione a forma de enviar esta notificação"
      ],
      "Add another notification to remind you of this event": [
        "Adicionar outra notificação para lembrar este evento"
      ],
      "Enable keyboard shortcuts": [
        "Activar atalhos de teclado"
      ],
      "Export public key": [
        "Exportar chave pública"
      ],
      "Export private key": [
        "Exportar chave privada"
      ],
      "Decrypt key": [
        "Desencriptar chave"
      ],
      "Create key": [
        "Criar chave"
      ],
      "Re-activate keys": [
        "Reactivar chaves"
      ],
      "Delete key": [
        "Eliminar chave"
      ],
      "Success": [
        "Sucesso"
      ],
      "Import key": [
        "Importar chave"
      ],
      "Allow List": [
        "Lista de permissões"
      ],
      "Block List": [
        "Lista de bloqueios"
      ],
      "Add to Block List": [
        "Adicionar à lista de bloqueios"
      ],
      "Add to Allow List": [
        "Adicionar à lista de permissões"
      ],
      "Edit Block List": [
        "Editar lista de bloqueios"
      ],
      "Edit Allow List": [
        "Editar lista de permissões"
      ],
      "Edit filter": [
        "Editar filtro"
      ],
      "Add filter": [
        "Adicionar filtro"
      ],
      "Are you sure you want to close?": [
        "Tem a certeza de que quer fechar?"
      ],
      "Edit Sieve filter": [
        "Editar filtro Sieve"
      ],
      "Add Sieve filter": [
        "Adicionar filtro Sieve"
      ],
      "Delete ${ filter.Name }": [
        "Eliminar ${ filter.Name }"
      ],
      "Change organization password": [
        "Alterar a senha da organização"
      ],
      "Change organization keys": [
        "Alterar as chaves da organização"
      ],
      "Activate organization key": [
        "Activar chave de organização"
      ],
      "Restore administrator privileges": [
        "Restaurar privilégios de administrador"
      ],
      "Change organization name": [
        "Alterar nome da organização"
      ],
      "Set organization name": [
        "Definir nome da organização"
      ],
      "Set organization keys": [
        "Definir chaves da organização"
      ],
      "Set organization password": [
        "Definir senha da organização"
      ],
      "Allocate storage": [
        "Alocar armazenamento"
      ],
      "Allocate VPN connections": [
        "Alocar ligações VPN"
      ],
      "Change password for ${ Name } (${ Email })": [
        "Alterar senha para ${ Name } (${ Email })"
      ],
      "Change password": [
        "Alterar senha"
      ],
      "Change login password": [
        "Alterar senha de início de sessão"
      ],
      "Switch to two-password mode": [
        "Mudar para modo de senha dupla"
      ],
      "Switch to one-password mode": [
        "Mudar para modo de senha única"
      ],
      "Change mailbox password": [
        "Alterar senha da caixa de correio"
      ],
      "Set up two-factor authentication": [
        "Configurar autenticação em dois passos"
      ],
      "Disable two-factor authentication": [
        "Desactivar autenticação em dois passos"
      ],
      "Password": [
        "Senha"
      ],
      "Login password": [
        "Senha de início de sessão"
      ],
      "Delete account": [
        "Eliminar conta"
      ],
      "Edit credit/debit card": [
        "Editar cartão de crédito/débito"
      ],
      "Add credit/debit card": [
        "Adicionar cartão de crédito/débito"
      ],
      "Add PayPal payment method": [
        "Adicionar pagamento com PayPal"
      ],
      "Add credits": [
        "Adicionar créditos"
      ],
      "Confirm downgrade": [
        "Confirmar regressão"
      ],
      "Cancel subscription": [
        "Cancelar subscrição"
      ],
      "Processing": [
        "A processar"
      ],
      "Network error": [
        "Erro de rede"
      ],
      "Select a plan": [
        "Seleccione um plano"
      ],
      "Customize your plan": [
        "Personalize o seu plano"
      ],
      "Checkout": [
        "Finalizar compra"
      ],
      "Current plan": [
        "Plano actual"
      ],
      "Apply gift code": [
        "Aplicar código de oferta"
      ],
      "Subtotal": [
        "Sub-total"
      ],
      "Coupon discount": [
        "Cupão de desconto"
      ],
      "Total (monthly)": [
        "Total (mensal)"
      ],
      "Credits": [
        "Créditos"
      ],
      "Gift code": [
        "Código de oferta"
      ],
      "Amount due": [
        "Quantia devida"
      ],
      "Confirm loss of Proton bonuses": [
        "Confirmar perda de bónus Proton"
      ],
      "Payment details": [
        "Detalhes do pagamento"
      ],
      "Currency": [
        "Moeda"
      ],
      "ZIP / postal code": [
        "ZIP/Código postal"
      ],
      "Plan summary": [
        "Resumo do plano"
      ],
      "Unsupported browser": [
        "Navegador não suportado"
      ],
      "Card verification": [
        "Verificação do cartão"
      ],
      "Payment verification": [
        "Verificação do pagamento"
      ],
      "Processing...": [
        "A processar..."
      ],
      "Card verification in progress": [
        "Verificação do cartão em curso"
      ],
      "Payment verification in progress": [
        "Verificação do pagamento em curso"
      ],
      "PayPal verification failed": [
        "Falha na verificação PayPal"
      ],
      "3-D Secure verification failed": [
        "Falha na verificação 3-D Secure"
      ],
      "${ appName } customization": [
        "Personalização do ${ appName }"
      ],
      "Billing cycle": [
        "Ciclo de facturação"
      ],
      "Report a problem": [
        "Relatar um problema"
      ],
      "Edit domain": [
        "Editar domínio"
      ],
      "Add domain": [
        "Adicionar domínio"
      ],
      "Catch-All address": [
        "Endereço captura-tudo"
      ],
      "Delete ${ domain.DomainName }": [
        "Eliminar ${ domain.DomainName }"
      ],
      "Change role": [
        "Alterar a função"
      ],
      "Edit user": [
        "Editar utilizador"
      ],
      "Delete user": [
        "Eliminar utilizador"
      ],
      "Add user": [
        "Adicionar utilizador"
      ],
      "Action": [
        "Acção"
      ],
      "${ appName } Keyboard Shortcuts": [
        "Atalhos de teclado de ${ appName }"
      ],
      "Automatically sign outgoing messages?": [
        "Assinar automaticamente as mensagens de saída?"
      ],
      "Delete logs": [
        "Eliminar diários"
      ],
      "Clear": [
        "Limpar"
      ],
      "Add address": [
        "Adicionar endereço"
      ],
      "Generate missing keys": [
        "Gerar chaves em falta"
      ],
      "Delete ${ address.Email }": [
        "Eliminar ${ address.Email }"
      ],
      "App": [
        "Aplicação"
      ],
      "Date": [
        "Data"
      ],
      "Sign in again to continue": [
        "Reinicie sessão para continuar"
      ],
      "Pay invoice": [
        "Pagar factura"
      ],
      "Add invoice details": [
        "Adicionar detalhes da factura"
      ],
      "Amount": [
        "Quantia"
      ],
      "Type": [
        "Tipo"
      ],
      "Status": [
        "Estado"
      ],
      "Delete ${ Name }": [
        "Eliminar ${ Name }"
      ],
      "Sort labels alphabetically": [
        "Ordenar etiquetas alfabeticamente"
      ],
      "Sort folders alphabetically": [
        "Ordenar pastas alfabeticamente"
      ],
      "Bridge for ${ platform }": [
        "Bridge para ${ platform }"
      ],
      "Confirm address": [
        "Confirmar endereço"
      ],
      "Confirm phone number": [
        "Confirmar número de telefone"
      ],
      "Open help menu": [
        "Abrir menu de ajuda"
      ],
      "Back": [
        "Recuar"
      ],
      "Account suspended": [
        "Conta suspensa"
      ],
      "Human verification": [
        "Verificação humana"
      ],
      "Request new verification code": [
        "Solicitar novo código de verificação"
      ],
      "Invalid verification code": [
        "Código de verificação inválido"
      ],
      "What's new": [
        "O que há de novo"
      ],
      "Previous": [
        "Anterior"
      ],
      "Open pagination": [
        "Abrir paginação"
      ],
      "Next": [
        "Seguinte"
      ],
      "Keyboard Shortcuts": [
        "Atalhos de teclado"
      ],
      "Expand content": [
        "Expandir conteúdo"
      ],
      "Link confirmation": [
        "Confirmação de hiperligação"
      ],
      "Password & recovery": [
        "Senha e recuperação"
      ],
      "Passwords": [
        "Senhas"
      ],
      "Recovery & notification": [
        "Recuperação & Notificação"
      ],
      "Security": [
        "Segurança"
      ],
      "Session management": [
        "Gestão da sessão"
      ],
      "Security logs": [
        "Diários de segurança"
      ],
      "Payment": [
        "Pagamento"
      ],
      "Billing details": [
        "Detalhes da facturação"
      ],
      "Payment methods": [
        "Métodos de pagamento"
      ],
      "Invoices": [
        "Facturas"
      ],
      "Dashboard": [
        "Painel"
      ],
      "Select plan": [
        "Seleccionar plano"
      ],
      "Your current plan": [
        "O seu plano actual"
      ],
      "Your plan": [
        "O seu plano"
      ],
      "Language & time": [
        "Idioma e hora"
      ],
      "Email subscriptions": [
        "Subscrições de email"
      ],
      "General": [
        "Geral"
      ],
      "Theme": [
        " Tema"
      ],
      "Appearance": [
        "Aparência"
      ],
      "Layout": [
        "Disposição"
      ],
      "Other": [
        "Outro"
      ],
      "Auto reply": [
        "Resposta automática"
      ],
      "Encryption & keys": [
        "Encriptação e chaves"
      ],
      "Address verification": [
        "Verificação de endereço"
      ],
      "External PGP settings": [
        "Definições de PGP externo"
      ],
      "Email encryption keys": [
        "Chaves de encriptação de email"
      ],
      "Contact encryption keys": [
        "Chaves de encriptação de contactos"
      ],
      "Filters": [
        "Filtros"
      ],
      "Custom filters": [
        "Filtros personalizados"
      ],
      "Spam filters": [
        "Filtros de assédio"
      ],
      "Folders & labels": [
        "Pastas e etiquetas"
      ],
      "Folders": [
        "Pastas"
      ],
      "Labels": [
        "Etiquetas"
      ],
      "Short domain (@pm.me)": [
        "Domínio curto (@pm.me)"
      ],
      "Messages": [
        "Mensagens"
      ],
      "Advanced": [
        "Avançado"
      ],
      "Identity & addresses": [
        "Identidade e endereços"
      ],
      "Display name & signature": [
        "Nome a mostrar e assinatura"
      ],
      "My addresses": [
        "Os meus endereços"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "Import Assistant": [
        "Import Assistant"
      ],
      "Import & export": [
        "Importar & Exportar"
      ],
      "Current & past imports": [
        "Importações actuais e anteriores"
      ],
      "Import-Export app": [
        "Aplicação Import-Export"
      ],
      "Domain names": [
        "Nomes de domínio"
      ],
      "Catch-all address": [
        "Endereço Catch-All"
      ],
      "Contacts": [
        "Contactos"
      ],
      "Import": [
        "Importar"
      ],
      "Export": [
        "Exportar"
      ],
      "My calendars": [
        "Minhas agendas"
      ],
      "Other calendars": [
        "Outras agendas"
      ],
      "Share outside Proton": [
        "Partilhar fora do Proton"
      ],
      "Time zone": [
        "Fuso horário"
      ],
      "VPN apps": [
        "Aplicações VPN"
      ],
      "ProtonVPN": [
        "ProtonVPN"
      ],
      "OpenVPN / IKEv2": [
        "OpenVPN/IKEv2"
      ],
      "Credentials": [
        "Credenciais"
      ],
      "OpenVPN configuration files": [
        "Ficheiros de configuração OpenVPN"
      ],
      "Organization": [
        "Organização"
      ],
      "Multi-user support": [
        "Suporte a múltiplos utilizadores"
      ],
      "Users and addresses": [
        "Utilizadores e endereços"
      ],
      "Addresses": [
        "Endereços"
      ],
      "Organization & keys": [
        "Organização e chaves"
      ],
      "Password & keys": [
        "Senha e chaves"
      ],
      "Sorry, you can't access this page": [
        "Não pode aceder a esta página"
      ],
      "Upgrade": [
        "Actualizar"
      ],
      "Settings": [
        "Definições"
      ],
      "Choose an account": [
        "Escolha uma conta"
      ],
      "Email": [
        "Email"
      ],
      "Phone": [
        "Telefone"
      ],
      "Find email or username": [
        "Encontrar email ou utilizador"
      ],
      "Proton Logo": [
        "Logótipo do Proton"
      ],
      "Create a ${ mailAppName } address": [
        "Criar um endereço de ${ mailAppName }"
      ],
      "Address is available": [
        "Endereço disponível"
      ],
      "Sign in": [
        "Iniciar sessão"
      ],
      "Two-factor authentication": [
        "Autenticação em dois passos"
      ],
      "Unlock your mailbox": [
        "Desbloqueie a sua caixa de correio"
      ],
      "Set new password": [
        "Definir nova senha"
      ],
      "This address might compromise your privacy.": [
        "Este endereço pode comprometer sua privacidade."
      ],
      "Create your Proton Account": [
        "Criar conta Proton"
      ],
      "Add a recovery method": [
        "Adicionar um método de recuperação"
      ],
      "(highly recommended)": [
        "(altamente recomendado)"
      ],
      "Account verification": [
        "Verificação da conta"
      ],
      "Plan selection": [
        "Selecção de plano"
      ],
      "Are you human?": [
        "É um ser humano?"
      ],
      "Creating account": [
        "A criar a conta"
      ],
      "Warning!": [
        "Aviso!"
      ],
      "Reset password": [
        "Repor senha"
      ],
      "No recovery method": [
        "Nenhum método de recuperação"
      ]
    },
    "Confirm modal title": {
      "Quit import?": [
        "Sair da importação?"
      ],
      "Quit import customization?": [
        "Sair da personalização de importação?"
      ],
      "Import is incomplete!": [
        "A importação está incompleta!"
      ],
      "Remove from the list?": [
        "Remover da lista?"
      ],
      "Delete all messages": [
        "Eliminar todas as mensagens"
      ]
    },
    "Action": {
      "Continue import": [
        "Continuar a importação"
      ],
      "Discard": [
        "Descartar"
      ],
      "Cancel": [
        "Cancelar"
      ],
      "Reconnect": [
        "Religar"
      ],
      "Start import": [
        "Iniciar a importação"
      ],
      "Close": [
        "Fechar"
      ],
      "Download the Import-Export app": [
        "Transferir a aplicação Import-Export"
      ],
      "Customize import": [
        "Personalizar importação"
      ],
      "Reset to default": [
        "Repor predefinição"
      ],
      "Rename": [
        "Renomear"
      ],
      "Save": [
        "Gravar"
      ],
      "Stay": [
        "Ficar"
      ],
      "Quit": [
        "Sair"
      ],
      "Hide labels": [
        "Ocultar etiquetas"
      ],
      "Hide folders": [
        "Ocultar pastas"
      ],
      "Show labels": [
        "Mostrar etiquetas"
      ],
      "Show folders": [
        "Mostrar pastas"
      ],
      "Edit label": [
        "Editar etiqueta"
      ],
      "Back": [
        "Recuar"
      ],
      "Next": [
        "Seguinte"
      ],
      "Start Import Assistant": [
        "Iniciar o Import Assistant"
      ],
      "Skip to import": [
        "Saltar para a importação"
      ],
      "Delete all messages": [
        "Eliminar todas as mensagens"
      ],
      "Cancel import": [
        "Cancelar a importação"
      ],
      "Resume": [
        "Retomar"
      ],
      "Keep": [
        "Manter"
      ],
      "Remove": [
        "Remover"
      ],
      "Delete record": [
        "Eliminar registo"
      ],
      "Delete original messages": [
        "Eliminar mensagens originais"
      ],
      "Continue with Google": [
        "Continuar com Google"
      ],
      "Use ${ label } theme": [
        "Usar o tema ${ label }"
      ],
      "Export contacts": [
        "Exportar contactos"
      ],
      "Import contacts": [
        "Importar contactos"
      ],
      "Choose a file or drag it here": [
        "Escolha um ficheiro ou arraste-o para aqui"
      ],
      "Import": [
        "Importar"
      ],
      "Continue": [
        "Continuar"
      ],
      "Upgrade": [
        "Actualizar"
      ],
      "Download": [
        "Transferir"
      ],
      "Copy": [
        "Copiar"
      ],
      "Download all configurations": [
        "Transferir todas as configurações"
      ],
      "Get ProtonVPN Plus": [
        "Obter o ProtonVPN Plus"
      ],
      "Hide": [
        "Ocultar"
      ],
      "Show": [
        "Mostrar"
      ],
      "Reset credentials": [
        "Repor credenciais"
      ],
      "Update": [
        "Actualizar"
      ],
      "Create": [
        "Criar"
      ],
      "Unsubscribe": [
        "Cancelar subscrição"
      ],
      "Subscribe to calendar": [
        "Subscrever a agenda"
      ],
      "Delete": [
        "Eliminar"
      ],
      "Add calendar": [
        "Adicionar agenda"
      ],
      "Import calendar": [
        "Importar agenda"
      ],
      "Select calendar view": [
        "Seleccionar vista da agenda"
      ],
      "Edit": [
        "Editar"
      ],
      "Set as default": [
        "Predefinir"
      ],
      "Export ICS": [
        "Exportar ICS"
      ],
      "Try again": [
        "Tentar novamente"
      ],
      "Save ICS file": [
        "Gravar ficheiro ICS"
      ],
      "Copy link": [
        "Copiar ligação"
      ],
      "Create link": [
        "Criar ligação"
      ],
      "Delete link": [
        "Eliminar ligação"
      ],
      "Remove this notification": [
        "Remover esta notificação"
      ],
      "Add notification": [
        "Adicionar notificação"
      ],
      "Show shortcuts": [
        "Mostrar atalhos"
      ],
      "Activate ${ Name }@pm.me": [
        "Activar ${ Name }@pm.me"
      ],
      "Export": [
        "Exportar"
      ],
      "Decrypt": [
        "Desencriptar"
      ],
      "Export private key": [
        "Exportar chave privada"
      ],
      "No": [
        "Não"
      ],
      "Upload": [
        "Enviar"
      ],
      "Submit": [
        "Submeter"
      ],
      "Create key": [
        "Criar chave"
      ],
      "Import key": [
        "Importar chave"
      ],
      "Export key": [
        "Exportar chave"
      ],
      "Warning": [
        "Aviso"
      ],
      "Select files": [
        "Seleccionar ficheiros"
      ],
      "Reactivate keys": [
        "Reactivar chaves"
      ],
      "Add": [
        "Adicionar"
      ],
      "Move to Block List": [
        "Mover para lista de bloqueios"
      ],
      "Move to Allow List": [
        "Mover para lista de permissões"
      ],
      "Preview": [
        "Antever"
      ],
      "Create label": [
        "Criar etiqueta"
      ],
      "Create folder": [
        "Criar pasta"
      ],
      "Remove this label": [
        "Remover esta etiqueta"
      ],
      "Insert": [
        "Inserir"
      ],
      "Add condition": [
        "Adicionar condição"
      ],
      "label emails as": [
        "etiquetar email como"
      ],
      "move emails to": [
        "mover emails para"
      ],
      "mark emails as": [
        "marcar emails como"
      ],
      "send auto-reply email": [
        "enviar resposta automática"
      ],
      "Edit sieve": [
        "Editar Sieve"
      ],
      "Add filter": [
        "Adicionar filtro"
      ],
      "Add sieve filter": [
        "Adicionar filtro Sieve"
      ],
      "Change password": [
        "Alterar senha"
      ],
      "Change organization keys": [
        "Alterar chaves da organização"
      ],
      "Restore administrator privileges": [
        "Restaurar privilégios de administrador"
      ],
      "Activate organization key": [
        "Activar chave de organização"
      ],
      "Add domain": [
        "Adicionar domínio"
      ],
      "Enable multi-user support": [
        "Activar o suporte a múltiplos utilizadores"
      ],
      "Ok": [
        "Aceitar"
      ],
      "Yes": [
        "Sim"
      ],
      "Change mailbox password": [
        "Alterar a senha da caixa de correio"
      ],
      "Delete your account": [
        "Eliminar a sua conta"
      ],
      "Read": [
        "Lido"
      ],
      "Unread": [
        "Não lido"
      ],
      "Add PayPal payment method": [
        "Adicionar pagamento com PayPal"
      ],
      "Compare plans": [
        "Comparar planos"
      ],
      "Top up": [
        "Recarregar"
      ],
      "Add credits": [
        "Adicionar créditos"
      ],
      "Downgrade": [
        "Regredir"
      ],
      "Open ${ CALENDAR_APP_NAME } settings": [
        "Abrir definições do ${ CALENDAR_APP_NAME }"
      ],
      "OK": [
        "Aceitar"
      ],
      "Confirm": [
        "Confirmar"
      ],
      "Pay": [
        "Pagar"
      ],
      "Done": [
        "Concluído"
      ],
      "Upgrade to Plus": [
        "Actualizar para Plus"
      ],
      "Upgrade to Professional": [
        "Actualizar para Professional"
      ],
      "Customize subscription": [
        "Personalizar subscrição"
      ],
      "Skip": [
        "Saltar"
      ],
      "Cancel subscription": [
        "Cancelar subscrição"
      ],
      "Select plan": [
        "Seleccione o plano"
      ],
      "Compare all features": [
        "Comparar todas as funcionalidades"
      ],
      "${ boldSave } by switching to annual billing": [
        "${ boldSave } mudando para facturação anual"
      ],
      "Apply": [
        "Aplicar"
      ],
      "Remove bonuses": [
        "Remover bónus"
      ],
      "Remove gift code": [
        "Remover código de oferta"
      ],
      "Verify": [
        "Verificar"
      ],
      "Use a different card": [
        "Utilizar um cartão diferente"
      ],
      "Use a different payment method": [
        "Utilizar um método de pagamento diferente"
      ],
      "Retry": [
        "Repetir"
      ],
      "Loading verification": [
        "A carregar verificação"
      ],
      "annual billing": [
        "facturação anual"
      ],
      "Decrease": [
        "Diminuir"
      ],
      "Increase": [
        "Aumentar"
      ],
      "Mark as default": [
        "Marcar como predefinição"
      ],
      "Add credit / debit card": [
        "Adicionar cartão de crédito/débito"
      ],
      "Add PayPal": [
        "Adicionar PayPal"
      ],
      "Clear": [
        "Limpar"
      ],
      "Add screenshot(s)": [
        "Adicionar capturas de ecrã"
      ],
      "Hide info": [
        "Ocultar informação"
      ],
      "Show info": [
        "Mostrar informação"
      ],
      "Add user": [
        "Adicionar utilizador"
      ],
      "Add address": [
        "Adicionar endereço"
      ],
      "Review": [
        "Rever"
      ],
      "Set catch-all": [
        "Definir captura-tudo"
      ],
      "Refresh status": [
        "Actualizar estado"
      ],
      "Wipe": [
        "Apagar"
      ],
      "Reload": [
        "Recarregar"
      ],
      "Save address": [
        "Gravar endereço"
      ],
      "activate": [
        "activar"
      ],
      "enable desktop notifications": [
        "activar as notificações"
      ],
      "here": [
        "aqui"
      ],
      "Close this banner": [
        "Fechar esta faixa"
      ],
      "Refresh the page": [
        "Actualizar a página"
      ],
      "refresh the page": [
        "actualizar a página"
      ],
      "Signing out": [
        "A terminar sessão"
      ],
      "Revoke all other sessions": [
        "Revogar todas as outras sessões"
      ],
      "View": [
        "Ver"
      ],
      "User": [
        "Utilizador"
      ],
      "Organization": [
        "Organização"
      ],
      "Customize": [
        "Personalizar"
      ],
      "Details": [
        "Detalhes"
      ],
      "Share via link": [
        "Partilhar por ligação"
      ],
      "Sharing options": [
        "Opções de partilha"
      ],
      "Zoom out": [
        "Reduzir"
      ],
      "Reset zoom": [
        "Repor ampliação"
      ],
      "Zoom in": [
        "Ampliar"
      ],
      "Previous": [
        "Anterior"
      ],
      "Add label": [
        "Adicionar etiqueta"
      ],
      "Sort": [
        "Ordenar"
      ],
      "Add folder": [
        "Adicionar pasta"
      ],
      "Copy email to clipboard": [
        "Copiar mensagem para a área de transferência"
      ],
      "Switch account": [
        "Trocar de conta"
      ],
      "Sign out": [
        "Terminar sessão"
      ],
      "I have a question": [
        "Tenho uma dúvida"
      ],
      "${ BRAND_NAME } introduction": [
        "Introdução do ${ BRAND_NAME }"
      ],
      "Request a feature": [
        "Pedir uma funcionalidade"
      ],
      "Report a problem": [
        "Relatar um problema"
      ],
      "${ BRAND_NAME } shop": [
        "$ Loja { BRAND_NAME }"
      ],
      "Get started": [
        "Começar"
      ],
      "Start setup": [
        "Iniciar a configuração"
      ],
      "Get verification code": [
        "Obter código de verificação"
      ],
      "Request new code": [
        "Pedir novo código"
      ],
      "Edit email address": [
        "Editar o endereço de email"
      ],
      "Edit phone number": [
        "Editar número de telefone"
      ],
      "Try another method": [
        "Tentar outro método"
      ],
      "Did not receive the code?": [
        "Não recebeu o código?"
      ],
      "View invoice": [
        "Ver factura"
      ],
      "Use “${ label }” setting": [
        "Usar configuração de “${ label }”"
      ],
      "Close navigation": [
        "Fechar navegação"
      ],
      "Open navigation": [
        "Abrir navegação"
      ],
      "Select timezone": [
        "Seleccionar fuso horário"
      ],
      "Close modal": [
        "Fechar janela"
      ],
      "Show less": [
        "Mostrar menos"
      ],
      "Show more": [
        "Mostrar mais"
      ],
      "Next month": [
        "Mês seguinte"
      ],
      "Previous month": [
        "Mês anterior"
      ],
      "Upload picture": [
        "Enviar imagem"
      ],
      "Font": [
        "Letra"
      ],
      "Size": [
        "Tamanho"
      ],
      "Color": [
        "Cor"
      ],
      "Alignment": [
        "Alinhamento"
      ],
      "More": [
        "Mais"
      ],
      "Unordered list": [
        "Lista desordenada"
      ],
      "Ordered list": [
        "Lista ordenada"
      ],
      "Align left": [
        "Alinhar à esquerda"
      ],
      "Align center": [
        "Centrar"
      ],
      "Align right": [
        "Alinhar à direita"
      ],
      "Justify": [
        "Justificar"
      ],
      "Quote": [
        "Citação"
      ],
      "Insert link": [
        "Inserir ligação"
      ],
      "Clear all formatting": [
        "Limpar toda a formatação"
      ],
      "Insert image": [
        "Inserir imagem"
      ],
      "Bold": [
        "Negrito"
      ],
      "Italic": [
        "Itálico"
      ],
      "Underline": [
        "Sublinhado"
      ],
      "Confirm opening of link ${ link }": [
        "Confirmar a abertura da ligação ${ link }"
      ],
      "More info: ${ safeTitle }": [
        "Mais informações: ${ safeTitle }"
      ],
      "Go to panel ${ index }": [
        "Ir para o painel ${ index }"
      ],
      "Upgrade now": [
        "Actualizar agora"
      ],
      "sign in": [
        "inicie sessão"
      ],
      "Sign in": [
        "Iniciar sessão"
      ],
      "Add ${ BRAND_NAME } account": [
        "Adicionar conta ${ BRAND_NAME }"
      ],
      "Sign out all accounts": [
        "Sair de todas as contas"
      ],
      "Send my username": [
        "Enviar nome de utilizador"
      ],
      "Support": [
        "Suporte"
      ],
      "Need help?": [
        "Precisa de ajuda?"
      ],
      "Resubscribe": [
        "Renovar subscrição"
      ],
      "Change other email subscriptions": [
        "Alterar outras subscrições de email"
      ],
      "${ address } is available.": [
        "${ address } está disponível."
      ],
      "Create address": [
        "Criar endereço"
      ],
      "Use two-factor authentication code": [
        "Usar código de autenticação em dois passos"
      ],
      "Use recovery code": [
        "Usar código de recuperação"
      ],
      "Authenticate": [
        "Autenticar"
      ],
      "Unlock": [
        "Desbloquear"
      ],
      "Create a secure ProtonMail address instead": [
        "Criar um endereço seguro do ProtonMail"
      ],
      "Use your current email address instead": [
        "Utilizar o seu endereço de email actual"
      ],
      "Create account": [
        "Criar conta"
      ],
      "Change email": [
        "Alterar email"
      ],
      "Proceed to checkout": [
        "Finalizar compra"
      ],
      "Send code": [
        "Enviar código"
      ],
      "Reset password": [
        "Repor senha"
      ],
      "Didn't receive a code?": [
        "Não recebeu o código?"
      ],
      "Return to login": [
        "Voltar ao inicio de sessão"
      ],
      "Contact support": [
        "Contactar o suporte"
      ]
    },
    "Warning": {
      "Are you sure you want to discard your import?": [
        "Tem certeza de que deseja descartar a importação?"
      ],
      "This import may exceed the storage capacity currently available in your Proton account. Please consider customizing your import.": [
        "Esta importação pode exceder a capacidade de armazenamento actualmente disponível na sua conta Proton. Por favor, considere personalizar a importação."
      ],
      "Proton will transfer as much data as possible, starting with your most recent messages.": [
        "O Proton transferirá o máximo de dados possível, começando com as mensagens mais recentes."
      ],
      "Proton will merge all folders with the same name. To avoid this, change the names before import.": [
        "O Proton vai unir todas as pastas com o mesmo nome. Para o evitar, altere os nomes antes de importar."
      ],
      "You will lose any customization you made so far.": [
        "Perderá qualquer personalização feita até agora."
      ],
      "permanently delete all messages on ${ email }": [
        "eliminar permanentemente as mensagens em ${ email }"
      ],
      "This action will ${ boldWarning }. You will not be able to recover the messages on ${ domain }.": [
        "Esta acção vai ${ boldWarning }. Não poderá recuperar as mensagens de ${ domain }."
      ],
      "If you cancel this import, you won't be able to resume it. Proton saved all progress in your account. Cancel anyway?": [
        "Se cancelar a importação, não poderá retomá-la. O Proton gravou todo o progresso na sua conta. Cancelar mesmo assim?"
      ],
      "You will not see this import record in the list anymore.": [
        "Não voltará a ver este registo de importação na lista."
      ],
      "Generating RSA 4096-bit encryption keys may crash or freeze your browser. RSA 4096-bit keys are only recommended for high performance computers - not recommended for tablet and mobile devices.": [
        "Gerar chaves de encriptação RSA 4096-bit pode bloquear ou parar o seu navegador. As chaves RSA 4096-bit são recomendadas apenas para computadores de alto desempenho - não são recomendadas para tablets e dispositivos móveis."
      ],
      "Please note that by choosing this payment method, your account cannot be upgraded immediately. We will update your account once the payment is cleared.": [
        "Por favor, note que ao escolher este método de pagamento, a sua conta não poderá ser actualizada imediatamente. Faremos a actualização assim que o pagamento for aprovado."
      ],
      "Reports are not end-to-end encrypted, please do not send any sensitive information.": [
        "Os relatórios não são encriptados de ponta-a-ponta. Por favor, não envie nenhuma informação sensível."
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "Detectámos um problema com sua configuração DNS. Por favor, certifique-se de que os seus registos coincidem com as instruções abaixo. Se o problema persistir, teremos de desligar a assinatura com DKIM."
      ],
      "This feature is only available for ProtonMail Professional plans or higher": [
        "Esta funcionalidade só está disponível no planos ProtonMail Professional ou superiores"
      ],
      "By disabling the logs, you will also clear your entire logs history. Are you sure you want to disable the logs?": [
        "Ao desactivar os diários limpa também todo o seu histórico. Tem a certeza de que deseja desactivar os diários?"
      ],
      "By disabling this address, you will no longer be able to send or receive emails using this address and all the linked Proton products will also be disabled. Are you sure you want to disable this address?": [
        "Ao desactivar este endereço já não poderá enviar ou receber emails utilizando este endereço e todos os produtos Proton associados serão igualmente desactivados. Tem a certeza de que deseja eliminar o endereço?"
      ],
      "You must ${ activateLink } organization keys before adding an email address to a non-private member.": [
        "Tem de ${ activateLink } chaves da organização antes de adicionar um endereço de email a um membro não-privado."
      ],
      "Your local date & time settings seem to be out of sync.": [
        "As definições locais de data e hora não parecem estar sincronizadas."
      ],
      "By deleting this address, you will no longer be able to recover your account.": [
        "Ao eliminar este endereço, já não poderá recuperar a sua conta."
      ],
      "By deleting this address, you will no longer be able to receive daily email notifications.": [
        "Ao eliminar este endereço, já não poderá receber notificações diárias do correio."
      ],
      "By deleting this address, you will no longer be able to recover your account or receive daily email notifications.": [
        "Ao eliminar este endereço, já não poderá recuperar a sua conta ou receber notificações diárias do correio."
      ],
      "Are you sure you want to delete the address?": [
        "Tem a certeza de que deseja eliminar este endereço?"
      ],
      "By deleting this phone number, you will no longer be able to recover your account.": [
        "Ao eliminar este número de telefone, já não poderá recuperar a sua conta."
      ],
      "Are you sure you want to delete the phone number?": [
        "Tem a certeza de que deseja eliminar este número de telefone?"
      ]
    },
    "Import instructions emphasis": {
      "Security": [
        "Segurança"
      ],
      "turn on access": [
        "activar acesso"
      ],
      "app password": [
        "senha da aplicação"
      ],
      "Gmail Settings": [
        "Definições Gmail"
      ],
      "Forwarding and POP/IMAP": [
        "Encaminhamento e POP/IMAP"
      ],
      "IMAP access": [
        "Acesso IMAP"
      ],
      "Labels": [
        "Etiquetas"
      ],
      "2-step verification": [
        "Verificação em 2 passos"
      ],
      "Account info": [
        "Informação da conta"
      ],
      "Account security": [
        "Segurança da conta"
      ],
      "Manage app passwords": [
        "Gerir senhas da aplicação"
      ]
    },
    "Import instructions": {
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, ${ boldAccess } for less secure apps. If you don't see this option, you might have 2-step verification enabled.": [
        "Vá a ${ googleAccountLink }. Na secção ${ boldSecurity } , ${ boldAccess } para aplicações menos seguras. Se não vir esta opção, pode ter a verificação em 2 passos activada."
      ],
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, create an ${ boldAppPassword } if you don't have one already. You will need this password during the import.": [
        "Vá a ${ googleAccountLink }. Na secção ${ boldSecurity } , crie uma ${ boldAppPassword }, se ainda não tiver. Vai precisar desta senha durante a importação."
      ],
      "In your ${ boldGmailSettings }, go to ${ boldForwarding } and make sure that ${ boldIMAPAccess } is enabled.": [
        "Nas suas ${ boldGmailSettings }, vá a ${ boldForwarding } e certifique-se de que o ${ boldIMAPAccess } está activado."
      ],
      "In the ${ boldLabels } section, choose the folders allowed for import into ProtonMail.": [
        "Na secção ${ boldLabels } , escolha as pastas a importar para o ProtonMail."
      ],
      "Allow ProtonMail access into your Gmail account: choose whether ${ bold2Steps } is enabled and follow the steps below.": [
        "Permita que o ProtonMail aceda à sua conta do Gmail: escolha se ${ bold2Steps } está activa e siga os passos abaixo."
      ],
      "Finally, ${ googleMailLink } with the account you would like to import, ${ googleCaptchaLink }.": [
        "Finalmente, ${ googleMailLink } com a conta que gostaria de importar, ${ googleCaptchaLink }."
      ],
      "Log into Yahoo Mail and click on your name in the upper right corner to access ${ boldAccountInfo }. In the ${ boldAccountSec } section, go to ${ boldManageAppPass } to generate a password. You will need this password during the import.": [
        "Inicie sessão no Yahoo Mail e clique no seu nome no canto superior direito para aceder a ${ boldAccountInfo }. Na secção ${ boldAccountSec } , vá a ${ boldManageAppPass } para gerar uma senha. Precisará dela durante a importação."
      ]
    },
    "Import instructions tab title": {
      "2-step verification disabled (default settings)": [
        "verificação em 2 passos desactivada (predefinições)"
      ],
      "2-step verification enabled": [
        "verificação em 2 passos activada"
      ]
    },
    "Import instructions image alternative text": {
      "How to turn on access for Less Secure Apps in Gmail settings": [
        "Como activar o acesso a aplicações menos seguras nas definições do Gmail"
      ],
      "How to create an app password in Gmail settings": [
        "Como criar uma senha de aplicação nas definições do Gmail"
      ],
      "How to enable IMAP Forwarding in Gmail settings": [
        "Como activar o encaminhamento IMAP nas definições do Gmail"
      ],
      "How to show folders in IMAP in Gmail settings": [
        "Como mostrar pastas IMAP nas definições do Gmail"
      ],
      "How to disable CAPTCHA in Gmail": [
        "Como desactivar o CAPTCHA no Gmail"
      ]
    },
    "Import instructions external link": {
      "login to Gmail": [
        "iniciar sessão no Gmail"
      ],
      "then open this page to unlock captcha": [
        "em seguida, abra esta página para desbloquear o captcha"
      ]
    },
    "Provider": {
      "Gmail": [
        "Gmail"
      ],
      "Yahoo Mail": [
        "Yahoo Mail"
      ]
    },
    "Import error": {
      "Invalid IMAP port": [
        "Porta IMAP inválida"
      ],
      "If ${ bold2StepsDisabled } in Gmail (default settings), please make sure that:": [
        "Se ${ bold2StepsDisabled } no Gmail (predefinições), certifique-se de que:"
      ],
      "If ${ bold2StepsEnabled } in Gmail, please make sure that you are using your app password instead of your regular password.": [
        "Se ${ bold2StepsEnabled } no Gmail, certifique-se de que está a utilizar a senha da sua aplicação, em vez da sua senha habitual."
      ],
      "You can also try to sign out of ${ boldGoogleAccounts } in the browser, then unlock ${ linkCAPTCHA }.": [
        "Também pode tentar terminar a sessão em ${ boldGoogleAccounts } no navegador e desbloquear ${ linkCAPTCHA }."
      ],
      "Proton can't connect to your account. Please make sure that Gmail IMAP access is enabled.": [
        "O Proton não pode ligar à sua conta. Por favor, certifique-se de que o acesso Gmail IMAP está activado."
      ],
      "your password is correct": [
        "a sua senha está correcta"
      ],
      "\"Less secure app access\" is turned on in your Google account security settings": [
        "\"Acesso a aplicações menos seguras\" está activado nas definições de segurança da sua conta Google"
      ],
      "Proton can't connect to your Gmail account. Please make sure that the mail server address and port number are correct.": [
        "O Proton não pode ligar à sua conta do Gmail. Por favor, certifique-se de que o endereço do servidor de email e o número da porta estão correctos."
      ],
      "If ${ bold2StepsDisabled } (default Gmail settings), please make sure that:": [
        "Se ${ bold2StepsDisabled } no Gmail (predefinições), certifique-se de que:"
      ],
      "If ${ bold2StepsEnabled }, please make sure that your email address and app password are correct. Do ${ boldNot } use your regular password.": [
        "Se ${ bold2StepsEnabled }, certifique-se de que o seu endereço de email e senha da aplicação estão correctos. ${ boldNot } use a sua senha regular."
      ],
      "Proton can't connect to your account. Please make sure that IMAP access is enabled in your Gmail account.": [
        "O Proton não pode ligar à sua conta. Por favor, certifique-se de que o acesso IMAP está activado na sua conta Gmail."
      ],
      "your email address and password are correct": [
        "os seus email e senha estão correctos"
      ],
      "your app password is correct. Do ${ boldNot } use your regular password": [
        "a senha da aplicação está correcta. ${ boldNot } utilize a sua senha normal"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that:": [
        "O Proton não pode ligar à sua conta do Yahoo Mail. Por favor, certifique-se de que:"
      ],
      "IMAP access is enabled in your Yahoo account": [
        "o acesso IMAP está activado na sua conta Yahoo"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that the mail server address and port number are correct.": [
        "O Proton não pode ligar à sua conta do Yahoo Mail. Por favor, certifique-se de que o endereço do servidor de email e o número da porta estão correctos."
      ],
      "your email address and app password are correct. Do ${ boldNot } use your regular password": [
        "o seu endereço de email e senha da aplicação estão correctos. ${ boldNot } utilize a sua senha normal"
      ],
      "Proton can't connect to your external account. Please make sure that:": [
        "O Proton não pode ligar à sua conta externa. Por favor, certifique-se de que:"
      ],
      "Proton can't connect to your account. Please make sure that:": [
        "O Proton não pode ligar à sua conta. Por favor, certifique-se de que:"
      ],
      "IMAP access is enabled in your external account": [
        "o acesso IMAP está activado na sua conta externa"
      ],
      "Use your app password if:": [
        "Use a senha da aplicação se:"
      ],
      "2-step verification is enabled in your external account": [
        "a verificação em 2 passos está activada na sua conta externa"
      ],
      "your email account requires one to export your data": [
        "a sua conta de email requer uma para exportar os seus dados"
      ],
      "Proton can't connect to your external account. Please make sure that the mail server address and port number are correct.": [
        "O Proton não pode ligar à sua conta externa. Por favor, certifique-se de que o endereço do servidor e a porta estão correctos."
      ],
      "Use your app password instead of your regular password if:": [
        "Use a senha da aplicação em vez da sua senha normal se:"
      ],
      "2-step verification is enabled in your external email account": [
        "a verificação em 2 passos está activada na sua conta externa"
      ],
      "your email account requires an app password to export your data": [
        "a sua conta de email requer uma senha de aplicação para exportar os seus dados"
      ],
      "Too many recent requests. Please try again in a few moments.": [
        "Demasiados pedidos recentes. Por favor, tente mais tarde."
      ]
    },
    "Import error emphasis": {
      "2-step verification is disabled": [
        "a verificação em 2 passos está desactivada"
      ],
      "2-step verification is enabled": [
        "a verificação em 2 passos está activada"
      ],
      "all your other Google accounts": [
        "todas as suas outras contas Google"
      ],
      "not": [
        "não"
      ],
      "CAPTCHA": [
        "CAPTCHA"
      ]
    },
    "Tooltip": {
      "Customize import to reduce the number of labels": [
        "Personalize a importação para reduzir o número de etiquetas"
      ],
      "Customize import to reduce the number of folders": [
        "Personalize a importação para reduzir o número de pastas"
      ],
      "Edit label names": [
        "Editar nomes de etiqueta"
      ],
      "Edit folder names": [
        "Editar nomes de pastas"
      ],
      "System subfolders will show up as separate folders in ProtonMail": [
        "As sub-pastas do sistema aparecerão como pastas separadas no ProtonMail"
      ],
      "Each imported email will have this label": [
        "Cada email importado terá esta etiqueta"
      ],
      "The import will start with the most recent messages.": [
        "A importação começará com as mensagens mais recentes."
      ],
      "Account is disconnected": [
        "A conta está desligada"
      ],
      "Your ProtonMail inbox is almost full": [
        "A sua caixa de entrada do ProtonMail está quase cheia"
      ],
      "Your external account may have reached its 24-hour bandwidth limit. Proton will try to resume the import as soon as possible.": [
        "A sua conta externa pode ter atingido o limite de largura de banda de 24 horas. O Proton tentará retomar a importação o mais rapidamente possível."
      ],
      "You do not have any contacts to export": [
        "Não tem contactos para exportar"
      ],
      "ProtonMail users will use this key by default for sending": [
        "Os utilizadores do ProtonMail utilizarão esta chave predefinida para enviar"
      ],
      "You have locally decrypted this key": [
        "Desencriptou esta chave localmente"
      ],
      "This key is encrypted with an old password": [
        "Esta chave está encriptada com uma senha antiga"
      ],
      "Signatures produced by this key are treated as invalid and this key cannot be used for encryption": [
        "As assinaturas produzidas por esta chave são tratadas como inválidas e a chave não pode ser usada para encriptação"
      ],
      "This key cannot be used for encryption": [
        "Esta chave não pode ser usada para encriptação"
      ],
      "This address has been disabled": [
        "Este endereço foi desactivado"
      ],
      "This feature is only available for paid users": [
        "Esta funcionalidade só está disponível para utilizadores pagantes"
      ],
      "Messages in the Sent or Drafts folder will continue to appear in that folder, even if you move them to another folder.": [
        "As mensagens da pasta Enviado ou Rascunhos continuarão a aparecer nessa pasta, mesmo que as mova para outra pasta."
      ],
      "When you click on a link, this anti-phishing feature will ask you to confirm the URL of the web page.": [
        "Quando clica numa ligação, a funcionalidade anti-phishing pede-lhe a confirmação do URL da página web."
      ],
      "This feature delays sending your emails, giving you the opportunity to undo send during the selected time frame.": [
        "Esta funcionalidade atrasa o envio do correio, dando-lhe a oportunidade de cancelar o envio durante o período de tempo seleccionado."
      ],
      "Set the default layout for your Inbox.": [
        "Predefina a disposição da sua caixa de entrada."
      ],
      "Set the default Composer popup size as small or full screen.": [
        "Predefina o tamanho da janela do compositor como pequeno ou médio."
      ],
      "When you add a label to a message in a conversation, it will automatically be applied to all future messages you send or receive in that conversation.": [
        "Quando etiqueta uma mensagem, a etiqueta é automaticamente aplicada a todas as futuras mensagens enviadas ou recebidas nessa conversa."
      ],
      "Group emails in the same conversation together in your Inbox or display them separately.": [
        "Agrupe emails na mesma conversa na sua caixa de entrada ou veja-os separadamente."
      ],
      "Use multiple addresses / aliases linked to your account, e.g. username2@protonmail.com": [
        "Use vários endereços/aliás associados à sua conta, por exemplo, utilizador2@protonmail.com"
      ],
      "Host emails for your own domain(s) at ProtonMail, e.g. john.smith@example.com": [
        "Aloje emails para os seus próprios domínio(s) em ProtonMail, e.g. jose.silva@exemplo.com"
      ],
      "Use the personal address username@pm.me to send emails": [
        "Use o endereço pessoal utilizador@pm.me para enviar emails"
      ],
      "Multi-user support is only applicable to plans with 2 or more users": [
        "O suporte a múltiplos utilizadores só é aplicável a planos com 2 ou mais utilizadores"
      ],
      "NetShield protects your device and speeds up your browsing by blocking ads, trackers, and malware.": [
        "O NetShield protege o seu dispositivo e acelera a navegação bloqueando anúncios, rastreadores e malware."
      ],
      "Support for file sharing protocols such as BitTorrent.": [
        "Suporte a protocolos de partilha de ficheiros, tais como o BitTorrent."
      ],
      "Access geo-blocked content (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube, etc) no matter where you are.": [
        "Aceda a conteúdo geo-bloqueado (Netflix, Amazon Prime Vídeo, BBC iPlayer, Wikipedia, Facebook, Youtube, etc) não importa onde esteja."
      ],
      "Route your Internet traffic through the Tor network with a single click.": [
        "Envie todo o seu tráfego na Internet através da rede Tor com um único clique."
      ],
      "Defends against threats to VPN privacy by passing your Internet traffic through multiple servers.": [
        "Defenda-se de ameaças à privacidade da VPN ao enviar o tráfego na Internet por vários servidores."
      ],
      "Get access to all the paid features for both ProtonVPN and ProtonMail (the encrypted email service that millions use to protect their data) with one plan.": [
        "Obtenha acesso a todas as funcionalidades do ProtonVPN e do ProtonMail (o serviço de correio encriptado utilizado por milhões para protecção de dados) com um só plano."
      ],
      "Get access to all the paid features for both ${ vpnAppName } and ${ mailAppName } (the encrypted email service that millions use to protect their data) with one plan.": [
        "Obtenha acesso a todas as funcionalidades do ${ vpnAppName } e ${ mailAppName } (o serviço de correio encriptado utilizado por milhões para protecção de dados) com um só plano."
      ],
      "Host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Aloje emails para os seus próprios domínio(s) em ${ mailAppName }, e.g. jose.silva@exemplo.com"
      ],
      "Create multiple email addresses linked to your account, e.g. username2@protonmail.com": [
        "Crie vários endereços de email vinculados à sua conta, por exemplo, utilizador2@protonmail.com"
      ],
      "Discount applied for annual billing cycle": [
        "Desconto aplicado para o ciclo de facturação anual"
      ],
      "Discount applied for two-year billing cycle": [
        "Desconto aplicado para o ciclo de facturação bianual"
      ],
      "If you purchased a gift code or received one from our support team, you can enter it here.": [
        "Se adquiriu um código de oferta ou recebeu um da nossa equipa de suporte, insira-o aqui."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "Parámos de assinar com DKIM devido a problemas com a sua configuração DNS. Por favor, siga as instruções abaixo para retomar a assinatura."
      ],
      "Your DKIM signing is working.": [
        "A sua assinatura DKIM está a funcionar."
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "Detectámos um problema com sua configuração DNS. Por favor, certifique-se de que os seus registos coincidem com as instruções abaixo. Se o problema persistir, teremos de desligar a assinatura com DKIM."
      ],
      "Enabling advanced logs records the IP address for each event in the security log.": [
        "Activar diários avançados força o registo de endereços IP para cada evento no diário."
      ],
      "Enable/disable desktop and mobile notifications": [
        "Activar/Desactivar notificações no computador e telemóvel"
      ]
    },
    "Security phrase": {
      "Permanently delete messages in ${ email }": [
        "Eliminar mensagens permanentemente em ${ email }"
      ]
    },
    "Instructions": {
      "To confirm this action enter the following text in the box below.": [
        "Para confirmar esta acção, insira o seguinte texto na caixa abaixo."
      ],
      "Enter phrase to confirm": [
        "Insira a frase para confirmar"
      ]
    },
    "Import status": {
      "Paused": [
        "Em pausa"
      ],
      "Canceled": [
        "Cancelada"
      ],
      "Completed": [
        "Concluída"
      ],
      "Failed": [
        "Falhou"
      ],
      "${ percentageValue }% paused": [
        "${ percentageValue }% pausada"
      ],
      "Started": [
        "Iniciada"
      ],
      "Canceling": [
        "A cancelar"
      ],
      "Delayed": [
        "Adiada"
      ]
    },
    "Success": {
      "Import resumed": [
        "Importação retomada"
      ],
      "Import canceled": [
        "Importação cancelada"
      ],
      "Import record deleted": [
        "Registo de importação eliminado"
      ],
      "Deleting original messages": [
        "Eliminar mensagens originais"
      ],
      "${ server.Domain } copied in your clipboard": [
        "${ server.Domain } copiado para a área de transferência"
      ],
      "Calendar removed": [
        "Agenda removida"
      ],
      "Default calendar updated": [
        "Agenda predefinida actualizada"
      ],
      "Preference saved": [
        "Preferência gravada"
      ],
      "Calendar created. It might take a few minutes to sync.": [
        "Agenda criada. Pode levar alguns minutos para sincronizar."
      ],
      "Calendar created": [
        "Agenda criada"
      ],
      "Calendar updated": [
        "Agenda actualizada"
      ],
      "Locale updated": [
        "Idioma actualizado"
      ],
      "Keyboard shortcuts preferences updated": [
        "Preferências de atalhos de teclado actualizadas"
      ],
      "Premium address created": [
        "Endereço Premium criado"
      ],
      "Keys updated": [
        "Chaves actualizadas"
      ],
      "Organization activated": [
        "Organização activada"
      ],
      "Password updated": [
        "Senha actualizada"
      ],
      "Account deleted. Logging out...": [
        "Conta eliminada. A terminar sessão..."
      ],
      "Buttons position saved": [
        "Posição dos botões gravada"
      ],
      "Payment method updated": [
        "Método de pagamento actualizado"
      ],
      "Payment method added": [
        "Método de pagamento adicionado"
      ],
      "You have successfully unsubscribed": [
        "A sua subscrição foi cancelada com sucesso"
      ],
      "Credits added": [
        "Créditos adicionados"
      ],
      "Gift code applied": [
        "Código de oferta aplicado"
      ],
      "Payment method deleted": [
        "Método de pagamento eliminado"
      ],
      "Bug reported": [
        "Erro reportado"
      ],
      "Verify code copied to clipboard!": [
        "Código de verificação copiado para a área de transferência!"
      ],
      "SPF value copied to clipboard!": [
        "Valor SPF copiado para a área de transferência!"
      ],
      "Value copied to clipboard!": [
        "Valor copiado para a área de transferência!"
      ],
      "DMARC value copied to clipboard!": [
        "Valor DMARC copiado para a área de transferência!"
      ],
      "Domain verified": [
        "Domínio verificado"
      ],
      "Catch-all address updated": [
        "Endereço captura-tudo actualizado"
      ],
      "User updated": [
        "Utilizador actualizado"
      ],
      "User created": [
        "Utilizador criado"
      ],
      "Auto-reply disabled": [
        "Resposta automática desactivada"
      ],
      "Auto-reply updated": [
        "Resposta automática actualizada"
      ],
      "Address added": [
        "Endereço adicionado"
      ],
      "Address updated": [
        "Endereço actualizado"
      ],
      "Session revoked": [
        "Sessão revogada"
      ],
      "Sessions revoked": [
        "Sessões revogadas"
      ],
      "Invoice paid": [
        "Factura paga"
      ],
      "Invoice customized": [
        "Factura personalizada"
      ],
      "Email updated": [
        "Email actualizado"
      ],
      "Phone number updated": [
        "Número de telefone actualizado"
      ],
      "Email address copied to clipboard": [
        "Endereço copiado para a área de transferência"
      ],
      "Code sent to ${ methodTo }": [
        "Código enviado para ${ methodTo }"
      ],
      "Verification successful": [
        "Verificação com sucesso"
      ],
      "If you entered a valid recovery email we will send you an email with your usernames in the next minute.": [
        "Se inseriu um email de recuperação válido, enviar-lhe-emos um email com o seu nome de utilizador no próximo minuto."
      ],
      "If you entered a valid recovery phone we will send you an sms with your usernames in the next minute.": [
        "Se inseriu um telefone de recuperação válido, enviar-lhe-emos uma mensagem com o seu nome de utilizador no próximo minuto."
      ]
    },
    "Title header": {
      "Import": [
        "Importar"
      ],
      "Status": [
        "Estado"
      ],
      "Date": [
        "Data"
      ],
      "Size": [
        "Tamanho"
      ],
      "Actions": [
        "Acções"
      ]
    },
    "Import error link": {
      "bandwidth limit": [
        "limite de largura de banda"
      ]
    },
    "Progress bar description": {
      "${ contactsExported.length } out of ${ countContacts } contacts successfully exported.": [
        "${ contactsExported.length } de ${ countContacts } contactos exportados com sucesso."
      ],
      "No contacts exported.": [
        "Nenhum contacto exportado."
      ]
    },
    "Description": {
      "Decrypting contacts... This may take a few minutes. When the process is completed, you will be able to download the file with all your contacts exported.": [
        "A desencriptar contactos... Pode levar alguns minutos. Quando o processo terminar, poderá transferir o ficheiro com todos os seus contactos exportados."
      ],
      "The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_CONTACTS_STRING } contact. If your file is bigger, please split it into smaller files.": [
        "O ficheiro deve ter um máximo de ${ MAX_IMPORT_FILE_SIZE_STRING } e ${ MAX_IMPORT_CONTACTS_STRING } contacto. Se o seu ficheiro for maior, por favor divida-o.",
        "O ficheiro deve ter um máximo de ${ MAX_IMPORT_FILE_SIZE_STRING } e até ${ MAX_IMPORT_CONTACTS_STRING } contactos. Se o seu ficheiro for maior, por favor divida-o."
      ],
      "It looks like the contact list you are importing contains some groups. Please review how these groups should be imported.": [
        "Parece que a lista de contactos que está a importar já contém grupos. Por favor, reveja como esses grupos devem ser importados."
      ],
      "Encrypting and importing contacts... This may take a few minutes. When the process is completed, you can close this modal.": [
        "A encriptar e importar contactos... Pode levar alguns minutos. Quando o processo terminar, poderá fechar este diálogo."
      ],
      "You can import events in iCal format (ICS file). The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_EVENTS_STRING } events. If your file is bigger, please split it into smaller files.": [
        "Pode importar eventos em formato iCal (ficheiro ICS). O ficheiro deve ter um tamanho máximo de ${ MAX_IMPORT_FILE_SIZE_STRING } e ter até ${ MAX_IMPORT_EVENTS_STRING } eventos. Se o seu ficheiro for maior, por favor divida-o."
      ]
    },
    "TableHeader": {
      "Import": [
        "Importar"
      ],
      "CSV field": [
        "Campo CSV"
      ],
      "vCard field": [
        "Campo vCard"
      ],
      "Values": [
        "Valores"
      ],
      "Name": [
        "Nome"
      ],
      "Country": [
        "País"
      ],
      "City": [
        "Cidade"
      ],
      "Status": [
        "Estado"
      ],
      "Action": [
        "Acção"
      ]
    },
    "Error notification": {
      "First name and last name cannot be unchecked at the same time": [
        "Não pode desmarcar o primeiro nome e o apelido ao mesmo tempo"
      ]
    },
    "Description of the purpose of the import CSV modal": {
      "We have detected the following fields in the CSV file you uploaded. Check the ones you want to import.": [
        "Encontrámos os seguintes campos no ficheiro CSV que enviou. Por favor, marque aqueles que deseja importar."
      ],
      "Also, we have automatically matched CSV fields with vCard fields. You can review and change this matching manually.": [
        "Também fizemos corresponder campos CSV com campos vCard. Pode rever e alterar as correspondências manualmente."
      ]
    },
    "Option": {
      "Add to existing group": [
        "Adicionar a um grupo existente"
      ],
      "Create new group": [
        "Criar novo grupo"
      ],
      "Ignore group": [
        "Ignorar grupo"
      ],
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Router": [
        "Router"
      ],
      "UDP": [
        "UDP"
      ],
      "TCP": [
        "TCP"
      ],
      "Secure Core configs": [
        "Configurações Secure Core"
      ],
      "Country configs": [
        "Configurações do país"
      ],
      "Standard server configs": [
        "Configurações padrão do servidor"
      ],
      "Free server configs": [
        "Configurações do servidor Free"
      ],
      "Automatic (${ defaultDay })": [
        "Automático (${ defaultDay })"
      ],
      "Automatic (${ defaultFormat })": [
        "Automático (${ defaultFormat })"
      ],
      "${ highSecurity } RSA 2048-bit (Older but faster)": [
        "${ highSecurity } RSA 2048-bit (antigo mas rápido)"
      ],
      "${ highestSecurity } RSA 4096-bit (Secure but slow)": [
        "${ highestSecurity } RSA 4096-bit (seguro mas lento)"
      ],
      "${ stateOfTheArt } X25519 (Modern, fastest, secure)": [
        "${ stateOfTheArt } X25519 (moderno, rápido, seguro)"
      ],
      "Select a reason": [
        "Seleccione um motivo"
      ],
      "I use a different Proton account": [
        "Utilizo uma conta Proton diferente"
      ],
      "It's too expensive": [
        "É muito caro"
      ],
      "It's missing a key feature that I need": [
        "Falta uma funcionalidade-chave de que eu necessito"
      ],
      "I found another service that I like better": [
        "Encontrei outro serviço de que gosto mais"
      ],
      "My reason isn't listed": [
        "O motivo não está na lista"
      ],
      "Normal": [
        "Normal"
      ],
      "Plain text": [
        "Texto simples"
      ],
      "Left to Right": [
        "Da esquerda para a direita"
      ],
      "Right to Left": [
        "Da direita para a esquerda"
      ],
      "It’s temporary, I’ll be back": [
        "É temporário, eu voltarei"
      ],
      "I didn’t understand what I was signing up for": [
        "Não compreendi aquilo em que me estava a inscrever"
      ],
      "It’s too expensive": [
        "É muito caro"
      ],
      "I’m unhappy with customer service": [
        "Não estou satisfeito com o atendimento ao cliente"
      ],
      "Using Proton is too complicated": [
        "Usar o Proton é muito complicado"
      ],
      "I'm switching to a different service": [
        "Estou a mudar para um serviço diferente"
      ],
      "The quality didn't live up to my expectations": [
        "A qualidade não correspondeu às minhas expectativas"
      ],
      "Other": [
        "Outro"
      ],
      "Fixed duration": [
        "Duração fixa"
      ],
      "Repeat daily": [
        "Repetir diariamente"
      ],
      "Repeat weekly": [
        "Repetir semanalmente"
      ],
      "Repeat monthly": [
        "Repetir mensalmente"
      ],
      "Permanent": [
        "Permanente"
      ],
      "1st of the month": [
        "1º do mês"
      ],
      "2nd of the month": [
        "2º do mês"
      ],
      "3rd of the month": [
        "3º do mês"
      ],
      "4th of the month": [
        "4º do mês"
      ],
      "5th of the month": [
        "5º do mês"
      ],
      "6th of the month": [
        "6º do mês"
      ],
      "7th of the month": [
        "7º do mês"
      ],
      "8th of the month": [
        "8º do mês"
      ],
      "9th of the month": [
        "9º do mês"
      ],
      "10th of the month": [
        "10º do mês"
      ],
      "11th of the month": [
        "11º do mês"
      ],
      "12th of the month": [
        "12º do mês"
      ],
      "13th of the month": [
        "13º do mês"
      ],
      "14th of the month": [
        "14º do mês"
      ],
      "15th of the month": [
        "15º do mês"
      ],
      "16th of the month": [
        "16º do mês"
      ],
      "17th of the month": [
        "17º do mês"
      ],
      "18th of the month": [
        "18º do mês"
      ],
      "19th of the month": [
        "19º do mês"
      ],
      "20th of the month": [
        "20º do mês"
      ],
      "21st of the month": [
        "21º do mês"
      ],
      "22nd of the month": [
        "22º do mês"
      ],
      "23rd of the month": [
        "23º do mês"
      ],
      "24th of the month": [
        "24º do mês"
      ],
      "25th of the month": [
        "25º do mês"
      ],
      "26th of the month": [
        "26º do mês"
      ],
      "27th of the month": [
        "27º do mês"
      ],
      "28th of the month": [
        "28º do mês"
      ],
      "29th of the month": [
        "29º do mês"
      ],
      "30th of the month": [
        "30º do mês"
      ],
      "31st of the month": [
        "31º do mês"
      ],
      "No parent folder": [
        "Nenhuma pasta-mãe"
      ]
    },
    "Placeholder": {
      "Name": [
        "Nome"
      ],
      "Add a calendar name": [
        "Adicionar nome da agenda"
      ],
      "Add a calendar description": [
        "Adicionar descrição da agenda"
      ],
      "Password": [
        "Senha"
      ],
      "Type text or keyword": [
        "Insira o texto ou palavra-chave"
      ],
      "Confirm": [
        "Confirmar"
      ],
      "Choose a name": [
        "Escolha um nome"
      ],
      "Two-factor authentication code": [
        "Código de autenticação em dois passos"
      ],
      "Feedback": [
        "Comentários"
      ],
      "Email address": [
        "Endereço de email"
      ],
      "Other": [
        "Outro"
      ],
      "Gift code": [
        "Código de oferta"
      ],
      "Add gift code": [
        "Adicionar código de oferta"
      ],
      "ZIP": [
        "CP"
      ],
      "Postal code": [
        "Código postal"
      ],
      "OS name": [
        "Nome do SO"
      ],
      "OS version": [
        "Versão do SO"
      ],
      "Proton username": [
        "Utilizador Proton"
      ],
      "A way to contact you": [
        "Como contactar consigo"
      ],
      "Please describe the problem and include any error messages": [
        "Por favor, descreva o problema e inclua quaisquer mensagens de erro"
      ],
      "Browser name": [
        "Nome do navegador"
      ],
      "Browser version": [
        "Versão do navegador"
      ],
      "yourdomain.com": [
        "oseudomínio.com"
      ],
      "Username": [
        "Utilizador"
      ],
      "Address": [
        "Endereço"
      ],
      "Confirm password": [
        "Confirmar senha"
      ],
      "Search users": [
        "Procurar utilizadores"
      ],
      "Choose address": [
        "Escolher endereço"
      ],
      "Choose display name": [
        "Escolher nome a mostrar"
      ],
      "e.g. Julia Smith": [
        "e.g. Júlia Silva"
      ],
      "E.g., ": [
        "E.g., "
      ],
      "Link": [
        "Ligação"
      ],
      "Fill in the URL link and text to test your link": [
        "Preencha o URL e o texto para testar a ligação"
      ],
      "Fill in the email address and text to test your link": [
        "Preencha o endereço de email e o texto para testar a ligação"
      ],
      "Phone number": [
        "Número de telefone"
      ],
      "Fill in the phone number and text to test your link": [
        "Preencha o número de telefone e o texto para testar a ligação"
      ],
      "Text": [
        "Texto"
      ]
    },
    "Import contact groups info": {
      "${ totalContacts } contact": [
        "${ totalContacts } contacto",
        "${ totalContacts } contactos"
      ]
    },
    "Alert": {
      "By leaving now, some contacts may not be imported": [
        "Ao sair agora, alguns contactos podem não ser importados"
      ],
      "By leaving now, some events may not be imported": [
        "Ao sair agora, alguns eventos podem não ser importados"
      ],
      "Deleting your keys is irreversible. To be able to access any message encrypted with this, you might want to make a backup of this key for later use.": [
        "A eliminação das suas chaves é irreversível. Para aceder a qualquer mensagem encriptada com esta chave, pode querer fazer uma salvaguarda desta chave para uso futuro."
      ],
      "You will face a permanent data loss by not making a backup of your key.": [
        "Enfrentará uma perda de dados permanente ao não fazer uma salvaguarda da sua chave."
      ],
      "Are you sure you want to import a private key? Importing an insecurely generated or leaked private key can harm the security of your emails.": [
        "Tem certeza de que deseja importar uma chave privada? Importar uma chave privada gerada de forma insegura ou comprometida pode prejudicar a segurança dos seus emails."
      ]
    },
    "Import calendar": {
      "Encrypting and adding contacts: ${ totalImported }/${ totalToImport }": [
        "A encriptar e adicionar contactos: ${ totalImported }/${ totalToImport }"
      ],
      "Please don't close the tab before the importing process is finished.": [
        "Por favor, não feche o separador antes de o processo de importação terminar."
      ],
      "Encrypting and adding events to your calendar: ${ totalImported }/${ totalToImport }": [
        "Encriptar e adicionar eventos à agenda: ${ totalImported }/${ totalToImport }"
      ],
      "Event successfully imported. The imported event will now appear in your calendar.": [
        "Evento importado com sucesso. Já o pode ver na sua agenda.",
        "Eventos importados com sucesso. Já os pode ver na sua agenda."
      ],
      "An error occurred while encrypting and adding your events. ${ totalImported } out of ${ totalToImport } events successfully imported.": [
        "Ocorreu um erro ao encriptar e adicionar os seus eventos. ${ totalImported } de ${ totalToImport } eventos importados com sucesso."
      ],
      "An error occurred while encrypting and adding your event. No event could be imported.": [
        "Ocorreu um erro ao encriptar e adicionar o evento. Nenhum evento foi importado.",
        "Ocorreu um erro ao encriptar e adicionar os eventos. Nenhum evento foi importado."
      ],
      "${ totalImported }/${ totalToImport } event encrypted and added to your calendar": [
        "${ totalImported }/${ totalToImport } evento encriptado e adicionado à agenda",
        "${ totalImported }/${ totalToImport } eventos encriptados e adicionados à agenda"
      ]
    },
    "Import contact error": {
      "Contact ${ contactId }: ": [
        "Contacto ${ contactId }: "
      ]
    },
    "Info on errors": {
      "Click for details": [
        "Clique para detalhes"
      ]
    },
    "Import contacts warning": {
      "for now": [
        "por agora"
      ],
      "ProtonContacts does not support ${ forNow }:": [
        "O ProtonContacts não suporta ${ forNow }:"
      ]
    },
    "Import warning": {
      "No contact can be imported. Click for details": [
        "Nenhum contacto pode ser importado. Clique para detalhes"
      ],
      "${ totalContactsDiscarded } out of ${ totalContacts } contacts will not be imported. Click for details": [
        "${ totalContactsDiscarded } de ${ totalContacts } contactos não serão importados. Clique para detalhes"
      ],
      "No event can be imported. Click for details": [
        "Nenhum evento pode ser importado. Clique para detalhes"
      ],
      "Part of your calendar content is not supported and will not be imported": [
        "Parte do conteúdo da sua agenda não é suportado e não será importado"
      ],
      "${ totalEventsDiscarded } out of ${ totalEvents } events will not be imported. Click for details": [
        "${ totalEventsDiscarded } de ${ totalEvents } eventos não serão importados. Clique para detalhes"
      ]
    },
    "Import calendar warning": {
      "vCard versions < 3.0": [
        "Versões vCard < 3.0"
      ],
      "for now": [
        "por agora"
      ],
      "${ CALENDAR_APP_NAME } does not support ${ forNow }:": [
        "O ${ CALENDAR_APP_NAME } não suporta ${ forNow }:"
      ],
      "Attendees": [
        "Participantes"
      ],
      "Complex recurring rules": [
        "Regras recorrentes complexas"
      ],
      "Email notifications": [
        "Notificações de email"
      ],
      "To-do entries": [
        "Entradas A fazer"
      ],
      "Journal entries": [
        "Entradas de diário"
      ],
      "Free-busy time information": [
        "Informação de tempo livre/ocupado"
      ],
      "Unofficial or custom timezones": [
        "Fusos horários não-oficiais ou personalizados"
      ],
      "Non-Gregorian calendars": [
        "Calendários não-gregorianos"
      ]
    },
    "Import contacts": {
      "Contact successfully imported. The imported contact will now appear in your contact list.": [
        "Contacto importado com sucesso. O contacto importado aparecerá agora na sua lista de contactos.",
        "Contactos importados com sucesso. Os contactos importados aparecerão agora na sua lista de contactos."
      ],
      "An error occurred while encrypting and adding your contacts. ${ totalImported } out of ${ totalToImport } contacts successfully imported.": [
        "Ocorreu um erro ao encriptar e adicionar os seus contactos. ${ totalImported } de ${ totalToImport } contactos importados com sucesso."
      ]
    },
    "Import contact": {
      "An error occurred while encrypting and adding your contact. No contact could be imported.": [
        "Ocorreu um erro ao encriptar e adicionar o seu contacto. Nenhum contacto pôde ser importado.",
        "Ocorreu um erro ao encriptar e adicionar os seus contactos. Nenhum contacto pôde ser importado."
      ],
      "${ totalImported }/${ totalToImport } contact encrypted and added to your contact list": [
        "${ totalImported }/${ totalToImport } contacto encriptado e adicionado à lista de contactos",
        "${ totalImported }/${ totalToImport } contactos encriptados e adicionados à lista de contactos"
      ]
    },
    "CountryInfo": {
      "(via ${ entryCountryName })": [
        "(via ${ entryCountryName })"
      ]
    },
    "Link": {
      "View guide": [
        "Ver guia"
      ],
      "What is the difference between UDP and TCP protocols?": [
        "Qual é a diferença entre os protocolos UDP e TCP?"
      ],
      "Learn more": [
        "Saiba mais"
      ],
      "click here": [
        "clique aqui"
      ],
      "Add a gift code": [
        "Adicionar código de oferta"
      ],
      "clearing your browser cache": [
        "limpar a memória do navegador"
      ],
      "Pay invoice": [
        "Pagar factura"
      ],
      "Upgrade account": [
        "Actualizar conta"
      ],
      "Upgrade": [
        "Actualizar"
      ],
      "Go to subscription plans": [
        "Ir para os planos de subscrição"
      ],
      "Request an invite": [
        "Pedir um convite"
      ],
      "Calendars": [
        "Agendas"
      ],
      "General": [
        "Geral"
      ],
      "Terms": [
        "Termos"
      ],
      "Privacy policy": [
        "Política de privacidade"
      ],
      "Previous version": [
        "Versão anterior"
      ],
      "Reset password": [
        "Repor senha"
      ],
      "Forgot username?": [
        "Esqueceu-se do nome de utilizador?"
      ],
      "Common sign in issues": [
        "Problemas de ligação comuns"
      ],
      "Create an account": [
        "Criar uma conta"
      ],
      "Sign in": [
        "Iniciar sessão"
      ],
      "Common sign up issues": [
        "Problemas de registo comuns"
      ]
    },
    "Feature": {
      "Access to all countries": [
        "Acesso a todos os países"
      ],
      "Secure Core servers": [
        "Servidores Secure Core"
      ],
      "Fastest VPN servers": [
        "Servidores VPN mais rápidos"
      ],
      "Torrenting support (P2P)": [
        "Suporte a torrents (P2P)"
      ],
      "Connection for up to ${ plusVpnConnections } device": [
        "Ligação para ${ plusVpnConnections } dispositivo",
        "Ligação para até ${ plusVpnConnections } dispositivos"
      ],
      "Secure streaming support": [
        "Suporte seguro a transmissão"
      ],
      "VPN ${ connectionsPluralized }": [
        "${ connectionsPluralized } VPN"
      ]
    },
    "VPN info": {
      "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now, and more.": [
        "Netflix, Amazon Prime Vídeo, BBC iPlayer, ESPN+, Disney+, HBO Now e muito mais."
      ]
    },
    "Notification": {
      "OpenVPN / IKEv2 credentials regenerated": [
        "Credenciais OpenVPN/IKEv2 regeneradas"
      ],
      "${ _Filter.Name } created": [
        "${ _Filter.Name } criado"
      ],
      "A disabled address cannot be primary": [
        "Um endereço desactivado não pode ser primário"
      ]
    },
    "VPNClient": {
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Chromebook": [
        "Chromebook"
      ],
      "Android TV": [
        "Android TV"
      ]
    },
    "Duration": {
      "30 minutes": [
        "30 minutos"
      ],
      "60 minutes": [
        "60 minutos"
      ],
      "90 minutes": [
        "90 minutos"
      ],
      "120 minutes": [
        "120 minutos"
      ]
    },
    "Subscribe to calendar modal": {
      "You can subscribe to someone else's calendar by pasting its URL below. This will give you access to a read-only version of this calendar.": [
        "Pode subscrever a agenda de outra pessoa colando o URL abaixo. Terá acesso a uma versão só de leitura dessa agenda."
      ],
      "Calendar URL": [
        "URL da agenda"
      ]
    },
    "Error message": {
      "Invalid URL": [
        "URL inválido"
      ],
      "Oops, something went wrong": [
        "Ups. Algo correu mal"
      ],
      "There was a problem connecting to Proton.": [
        "Ocorreu um problema ao ligar ao Proton."
      ],
      "Please ${ refresh } or check your connection.": [
        "Por favor ${ refresh } ou verifique a sua ligação."
      ],
      "Error: ${ errorMessage }": [
        "Erro: ${ errorMessage }"
      ],
      "Brace yourself till we get the error fixed.": [
        "Aguente-se até que o erro seja corrigido."
      ],
      "You may also ${ refresh } or try again later.": [
        "Também pode ${ refresh } ou tentar mais tarde."
      ],
      "There was a problem unsubscribing you.": [
        "Houve um problema ao cancelar a subscrição."
      ],
      "Please ${ signIn } to update your email subscription preferences.": [
        "Por favor, ${ signIn } para actualizar as preferências da subscrição."
      ]
    },
    "Primary timezone": {
      "Primary time zone": [
        "Fuso horário principal"
      ],
      "Secondary time zone": [
        "Fuso horário secundário"
      ]
    },
    "Calendar view": {
      "Day": [
        "Dia"
      ],
      "Week": [
        "Semana"
      ],
      "Month": [
        "Mês"
      ]
    },
    "Header": {
      "Name": [
        "Nome"
      ],
      "Status": [
        "Estado"
      ],
      "Actions": [
        "Acções"
      ],
      "Calendar": [
        "Agenda"
      ],
      "Label": [
        "Etiqueta"
      ],
      "What others see": [
        "O que os outros vêem"
      ],
      "Organization key fingerprint": [
        "Impressão digital da chave da organização"
      ],
      "Key type": [
        "Tipo de chave"
      ],
      "Event": [
        "Evento"
      ],
      "Time": [
        "Hora"
      ],
      "Folders": [
        "Pastas"
      ],
      "Notifications": [
        "Notificações"
      ],
      "Help": [
        "Ajuda"
      ]
    },
    "Calendar status": {
      "Default": [
        "Predefinição"
      ],
      "Active": [
        "Activada"
      ],
      "Disabled": [
        "Desactivada"
      ],
      "Not synced": [
        "Não sincronizado"
      ]
    },
    "Calendar limit warning": {
      "You have reached the maximum number of ${ calendarsLimit } calendar.": [
        "Atingiu o máximo de ${ calendarsLimit } agenda.",
        "Atingiu o máximo de ${ calendarsLimit } agendas."
      ]
    },
    "Upgrade notice": {
      "Upgrade to a paid plan to create up to ${ MAX_CALENDARS_PER_USER } calendar, allowing you to make calendars for work, to share with friends, and just for yourself.": [
        "Actualize para um plano pago para criar ${ MAX_CALENDARS_PER_USER } agenda.",
        "Actualize para um plano pago e crie até ${ MAX_CALENDARS_PER_USER } agendas, permitindo a criação de agendas para trabalho, partilha com amigos e pessoal."
      ],
      "Upgrade to a paid plan to share your calendar with anyone with a link.": [
        "Actualize para um plano pago para partilhar a agenda com qualquer pessoa com uma ligação."
      ]
    },
    "Disabled calendar": {
      "A calendar is marked as disabled when it is linked to a disabled email address or a free @pm.me address. You can still access your disabled calendar and view events in read-only mode or delete them. You can enable the calendar by re-enabling the email address or upgrading your plan to use @pm.me addresses.": [
        "Uma agenda é marcada como desactivada quando está ligada a um endereço de email desactivado ou a um endereço @pm.me grátis. Ainda pode aceder à agenda e ler os eventos ou eliminá-los. Pode reactivar a agenda reactivando o endereço ou actualizando para um plano que suporte endereços @pm.me."
      ]
    },
    "Export calendar": {
      "Loading events": [
        "A carregar eventos"
      ],
      "Decrypting events from your calendar: ${ totalProcessed }/${ totalToProcess }": [
        "A desencriptar eventos da sua agenda: ${ totalProcessed }/${ totalToProcess }"
      ],
      "Please don't close the tab before the exporting process is finished.": [
        "Por favor, não feche o separador antes que o processo de exportação esteja concluído."
      ],
      "Error decrypting event": [
        "Erro ao desencriptar o evento"
      ],
      "Password reset - multiple events cannot be decrypted": [
        "Reposição de senha - há vários eventos que não puderam ser desencriptados"
      ],
      "Password reset - event cannot be decrypted": [
        "Reposição de senha - há um evento que não pôde ser desencriptado"
      ],
      "${ totalProcessed }/${ totalToProcess } event exported": [
        "${ totalProcessed }/${ totalToProcess } evento exportado",
        "${ totalProcessed }/${ totalToProcess } eventos exportados"
      ],
      "Calendar successfully exported. You can now save the ICS file.": [
        "Agenda exportada com sucesso. Pode agora gravar o ficheiro ICS."
      ],
      "Due to a password reset, some of your events could not be decrypted and exported.": [
        "Devido a uma redefinição de senha, alguns dos seus eventos não puderam ser desencriptados e exportados."
      ],
      "You can save an ICS file of the events that were successfully exported.": [
        "Pode gravar um ficheiro ICS dos eventos que foram exportados com sucesso."
      ],
      "Learn how to restore encrypted events with old password": [
        "Saiba como restaurar eventos encriptados com uma senha antiga"
      ],
      "Some of your events could not be exported.": [
        "Alguns de seus eventos não puderam ser exportados."
      ],
      "The internet connection was interrupted, causing the export process to fail. Please try again.": [
        "A ligação à Internet foi interrompida, causando uma falha no processo de exportação. Por favor, tente novamente."
      ],
      "Due to a password reset, none of your events could be decrypted and exported.": [
        "Devido a uma reposição de senha, nenhum de seus eventos pode ser desencriptado e exportado."
      ],
      "None of the events could be exported.": [
        "Nenhum dos eventos pôde ser exportado."
      ]
    },
    "Summary of errors during export calendar": {
      "Details about events that couldn't be exported": [
        "Detalhes sobre eventos que não puderam ser exportados"
      ]
    },
    "Error importing event": {
      "Event": [
        "Evento"
      ],
      "Calendar": [
        "Agenda"
      ],
      "Timezone": [
        "Fuso horário"
      ],
      "Element": [
        "Elemento"
      ],
      "Bad format. Component cannot be read.": [
        "Formato errado. O componente não pode ser lido."
      ],
      "Unknown": [
        "Desconhecido"
      ],
      "Component with wrong format": [
        "Componente com formato errado"
      ],
      "Non-Gregorian": [
        "Não-gregoriano"
      ],
      "To-do entry": [
        "Entrada A fazer"
      ],
      "Journal entry": [
        "Entrada de diário"
      ],
      "Free-busy time information": [
        "Informação de tempo livre/ocupado"
      ],
      "Custom timezone": [
        "Fuso horário personalizado"
      ],
      "Missing UID": [
        "UID em falta"
      ],
      "Malformed all-day event": [
        "Evento de dia inteiro mal formado"
      ],
      "Missing start time": [
        "Hora inicial em falta"
      ],
      "Malformed start time": [
        "Hora inicial mal formada"
      ],
      "Floating times not supported": [
        "Horas flutuantes não suportadas"
      ],
      "Start time out of bounds": [
        "Hora inicial fora dos limites"
      ],
      "Malformed end time": [
        "Hora final mal formada"
      ],
      "End time out of bounds": [
        "Hora final fora dos limites"
      ],
      "Event duration not supported": [
        "Duração do evento não suportada"
      ],
      "Calendar timezone not supported": [
        "Fuso horário da agenda não suportado"
      ],
      "Timezone not supported": [
        "Fuso horário não suportado"
      ],
      "Malformed recurring event": [
        "Evento recorrente mal formado"
      ],
      "Recurring rule not supported": [
        "Regra recorrente não suportada"
      ],
      "Edited event not supported": [
        "Evento editado não suportado"
      ],
      "Notification out of bounds": [
        "Notificação fora dos limites"
      ],
      "Event validation failed": [
        "Falha ao validar o evento"
      ],
      "Encryption failed": [
        "Falha ao encriptar"
      ],
      "Original recurring event could not be found": [
        "O evento recorrente original não pôde ser encontrado"
      ],
      "no UID, title or start time": [
        "sem UID, título ou hora inicial"
      ]
    },
    "Access level": {
      "Full": [
        "Completo"
      ],
      "Limited": [
        "Limitado"
      ],
      "Limited view": [
        "Vista limitada"
      ],
      "Full view": [
        "Vista completa"
      ]
    },
    "Notification when": {
      "day before": [
        "dia antes",
        "dias antes"
      ],
      "on the same day": [
        "no mesmo dia"
      ],
      "at time of event": [
        "à hora do evento"
      ],
      "week before": [
        "semana antes",
        "semanas antes"
      ],
      "minute before": [
        "minuto antes",
        "minutos antes"
      ],
      "hour before": [
        "hora antes",
        "horas antes"
      ]
    },
    "Title (number of minutes/hours/days/weeks)": {
      "Choose a number": [
        "Escolha um número"
      ]
    },
    "Notification time input": {
      "at": [
        "às"
      ]
    },
    "Notification type": {
      "via notification": [
        "via notificação"
      ],
      "by email": [
        "por email"
      ]
    },
    "Day": {
      "Sunday": [
        "Domingo"
      ],
      "Monday": [
        "Segunda-feira"
      ],
      "Tuesday": [
        "Terça-feira"
      ],
      "Wednesday": [
        "Quarta-feira"
      ],
      "Thursday": [
        "Quinta-feira"
      ],
      "Friday": [
        "Sexta-feira"
      ],
      "Saturday": [
        "Sábado"
      ]
    },
    "Key state badge": {
      "Primary": [
        "Primária"
      ],
      "Active": [
        "Activa"
      ],
      "Inactive": [
        "Inactiva"
      ],
      "Compromised": [
        "Comprometida"
      ],
      "Obsolete": [
        "Obsoleta"
      ],
      "Disabled": [
        "Desactivada"
      ],
      "Error": [
        "Erro"
      ]
    },
    "Select files": {
      "Upload": [
        "Enviar"
      ]
    },
    "encryption": {
      "High security": [
        "Alta segurança"
      ],
      "Highest security": [
        "A mais alta segurança"
      ],
      "State of the art": [
        "Tecnologia de ponta"
      ]
    },
    "alert": {
      "The encryption keys for your address are being generated. This may take several minutes and temporarily freeze your browser.": [
        "As chaves de encriptação para o seu endereço estão a ser geradas. Isto pode levar alguns minutos e bloquear temporariamente o seu navegador."
      ],
      "The key for your address is now being deleted.": [
        "A chave para o seu endereço está a ser eliminada."
      ]
    },
    "Key status displayed in a badge": {
      "Key uploaded": [
        "Chave enviada"
      ]
    },
    "Title header for keys table": {
      "Email": [
        "Email"
      ],
      "Fingerprint": [
        "Impressão digital"
      ],
      "Status": [
        "Estado"
      ],
      "Action": [
        "Acção"
      ],
      "Key type": [
        "Tipo de chave"
      ],
      "Actions": [
        "Acções"
      ]
    },
    "Confirm": {
      "Are you sure you want to permanently delete this key?": [
        "Tem certeza de que deseja eliminar permanentemente esta chave?"
      ],
      "Do you want to export your key?": [
        "Deseja exportar a sua chave?"
      ],
      "Are you sure you want to delete this key without backing it up?": [
        "Tem a certeza de que deseja eliminar esta chave sem fazer uma salvaguarda?"
      ]
    },
    "Keys actions": {
      "Reactivate": [
        "Reactivar"
      ],
      "Export": [
        "Exportar"
      ],
      "Export private key": [
        "Exportar chave privada"
      ],
      "Make primary": [
        "Tornar primária"
      ],
      "Mark obsolete": [
        "Marcar como obsoleta"
      ],
      "Disables encryption with this key": [
        "Desactiva a encriptação com esta chave"
      ],
      "Mark not obsolete": [
        "Marcar como não-obsoleta"
      ],
      "Enable encryption with this key": [
        "Activar encriptação com esta chave"
      ],
      "Mark compromised": [
        "Marcar como comprometida"
      ],
      "Disables signature verification and encryption with this key": [
        "Desactiva a verificação de assinatura e encriptação com esta chave"
      ],
      "Mark not compromised": [
        "Marcar como não-comprometida"
      ],
      "Enable signature verification and encryption with this key": [
        "Activar verificação de assinatura e encriptação com esta chave"
      ],
      "Delete": [
        "Eliminar"
      ]
    },
    "Spam notification": {
      "${ domain } updated": [
        "${ domain } actualizado"
      ],
      "${ domain } added": [
        "${ domain } adicionado"
      ],
      "${ email } updated": [
        "${ email } actualizado"
      ],
      "${ email } added": [
        "${ email } adicionado"
      ]
    },
    "Spam filter moved to blacklist": {
      "${ Domain } moved to Block List": [
        "${ Domain } movido para a lista de bloqueios"
      ],
      "${ Email } moved to Block List": [
        "${ Email } movido para a lista de bloqueios"
      ]
    },
    "Spam filter moved to whitelist": {
      "${ Domain } moved to Allow List": [
        "${ Domain } movido para a lista de permissões"
      ],
      "${ Email } moved to Allow List": [
        "${ Email } movido para a lista de permissões"
      ]
    },
    "Moved to black/whitelist": {
      "${ Domain } removed": [
        "${ Domain } removido"
      ],
      "${ Email } removed": [
        "${ Email } removido"
      ]
    },
    "FilterSettings": {
      "Apply sender-specific spam rules. Messages from addresses or domains on the Allow List always go to your Inbox while messages from addresses or domains on the Block List always go to Spam. Marking a message as spam adds its address to the Block List. Marking a message as not spam adds it to the Allow List.": [
        "Aplica regras de assédio específicas ao remetente. Mensagens de endereços ou domínios na lista de permissões vão sempre para a caixa de entrada, enquanto mensagens de endereços ou domínios na lista de bloqueios vão sempre para o assédio. Marcar uma mensagem como assédio adiciona o remetente à lista de bloqueios. Marcar uma mensagem como não-assédio adiciona o remetente à lista de permissões."
      ],
      "Search in Allow List and Block List": [
        "Procurar nas listas de permissões e bloqueios"
      ],
      "Add a custom filter to automatically perform certain actions, like labeling or archiving messages.": [
        "Adicione um filtro personalizado para executar automaticamente certas acções, como etiquetar ou arquivar mensagens."
      ]
    },
    "Step in filter modal": {
      "Name": [
        "Nome"
      ],
      "Conditions": [
        "Condições"
      ],
      "Actions": [
        "Acções"
      ],
      "Preview": [
        "Antever"
      ],
      "Sieve editor": [
        "Editor Sieve"
      ]
    },
    "Option group": {
      "Custom folders": [
        "Pastas personalizadas"
      ],
      "Move to...": [
        "Mover para..."
      ],
      "Default folders": [
        "Pastas predefinidas"
      ]
    },
    "Filter preview": {
      "read": [
        "lido"
      ],
      "starred": [
        "com estrela"
      ]
    },
    "Filter notification": {
      "Filter ${ Filter.Name } updated": [
        "Filtro ${ Filter.Name } actualizado"
      ],
      "${ Label.Name } updated": [
        "${ Label.Name } actualizada"
      ]
    },
    "Success notification": {
      "Status updated": [
        "Estado actualizado"
      ],
      "Filter removed": [
        "Filtro removido"
      ],
      "Address deleted": [
        "Endereço eliminado"
      ],
      "Address enabled": [
        "Endereço activado"
      ],
      "Address disabled": [
        "Endereço desactivado"
      ],
      "${ label.Name } removed": [
        "${ label.Name } removida"
      ]
    },
    "Settings/filters": {
      "Filters": [
        "Filtros"
      ]
    },
    "Settings/filters - table": {
      "Order": [
        "Ordem"
      ],
      "Name": [
        "Nome"
      ],
      "Status": [
        "Estado"
      ],
      "Action": [
        "Acção"
      ]
    },
    "Filter modal type": {
      "Select…": [
        "Seleccionar…"
      ],
      "The subject": [
        "O assunto"
      ],
      "The sender": [
        "O remetente"
      ],
      "The recipient": [
        "O destinatário"
      ],
      "The attachment": [
        "O anexo"
      ]
    },
    "Condition for custom filter": {
      "contains": [
        "contém"
      ],
      "is exactly": [
        "é exactamente"
      ],
      "begins with": [
        "começa com"
      ],
      "ends with": [
        "acaba com"
      ],
      "matches": [
        "coincide com"
      ],
      "does not contain": [
        "não contém"
      ],
      "is not": [
        "não é"
      ],
      "does not begin with": [
        "não começa com"
      ],
      "does not end with": [
        "não acaba com"
      ],
      "does not match": [
        "não coincide com"
      ]
    },
    "Filter modal operators": {
      "All conditions must be fulfilled (AND)": [
        "Tem de cumprir todas as condições (E)"
      ],
      "One condition must be fulfilled (OR)": [
        "Tem de cumprir ao menos uma condição (OU)"
      ]
    },
    "Filter Actions": {
      "Select a folder": [
        "Seleccionar uma pasta"
      ],
      "Archive": [
        "Arquivo"
      ],
      "Inbox": [
        "Caixa de entrada"
      ],
      "Spam": [
        "Assédio"
      ],
      "Trash": [
        "Lixo"
      ]
    },
    "Option delay send seconds": {
      "0 seconds": [
        "0 segundos"
      ],
      "5 seconds": [
        "5 segundos"
      ],
      "10 seconds": [
        "10 segundos"
      ],
      "20 seconds": [
        "20 segundos"
      ]
    },
    "Restore administrator panel": {
      "Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:": [
        "Devido a uma alteração de senha, os privilégios de administrador da sua organização foram restringidos. As seguintes acções já não são permitidas:"
      ],
      "Creating new sub-users": [
        "Criar novos sub-utilizadores"
      ],
      "Reading emails of non-private subusers": [
        "Ler emails de sub-utilizadores não-privados"
      ],
      "Changing organization password": [
        "Alterar a senha da organização"
      ],
      "Changing organization keys": [
        "Alterar as chaves da organização"
      ]
    },
    "Message": {
      "Are you sure you want to disable two-factor authentication?": [
        "Tem certeza de que deseja desactivar a autenticação em dois passos?"
      ],
      "Set up a custom domain email address (e.g., you@yourcompany.com). It only takes a few minutes, and our wizard will guide you through the process.": [
        "Configure um endereço de email de domínio personalizado (por exemplo, eu@minhaempresa.com). Leva apenas alguns minutos, o nosso assistente dá-lhe ajuda através do processo."
      ],
      "Re:": [
        "Re:"
      ],
      "Fw:": [
        "En:"
      ]
    },
    "Label for news": {
      "Proton company announcements": [
        "Anúncios da Proton"
      ],
      "Proton product announcements": [
        "Anúncios de produtos Proton"
      ],
      "Proton for Business newsletter": [
        "Boletim do ProtonMail para empresas"
      ],
      "Proton newsletter": [
        "Boletim do Proton"
      ],
      "Proton beta announcements": [
        "Anúncios Proton beta"
      ],
      "Proton announcements": [
        "Anúncios da Proton"
      ],
      "Proton major features": [
        "Principais funcionalidades do Proton"
      ],
      "Proton for business": [
        "Proton para empresas"
      ],
      "Proton Beta": [
        "Proton Beta"
      ]
    },
    "Frequency of news": {
      "(1 email per quarter)": [
        "(1 email por trimestre)"
      ],
      "(1-2 emails per month)": [
        "(1-2 emails por mês)"
      ],
      "(1 email per month)": [
        "(1 email por mês)"
      ]
    },
    "Label to change composer mode": {
      "Normal": [
        "Normal"
      ],
      "Maximized": [
        "Maximizado"
      ]
    },
    "Label to change view layout": {
      "Column": [
        "Coluna"
      ],
      "Row": [
        "Linha"
      ]
    },
    "Label to change density": {
      "Comfortable": [
        "Confortável"
      ],
      "Compact": [
        "Compacta"
      ]
    },
    "Monetary unit": {
      "Euro": [
        "Euro"
      ],
      "Swiss franc": [
        "Franco suíço"
      ],
      "Dollar": [
        "Dólar"
      ]
    },
    "Credits": {
      "Unused credits": [
        "Créditos não utilizados"
      ]
    },
    "Suffix": {
      "/ month": [
        "/mês"
      ]
    },
    "Mail upsell feature": {
      "Get Multi-user support": [
        "Obter suporte a múltiplos utilizadores"
      ],
      "Host emails for your organization": [
        "Hospedar emails para a sua organização"
      ],
      "Create separate logins for each user": [
        "Criar credenciais diferentes para cada utilizador"
      ]
    },
    "VPN upsell feature": {
      "Higher speed servers (up to 10Gbps)": [
        "Servidores de alta velocidade (até 10Gbps)"
      ],
      "Access geo-blocked content (Netflix, YouTube, etc.)": [
        "Acesso a conteúdo geo-bloqueado (Netflix, YouTube, etc.)"
      ],
      "Unlock advanced VPN features": [
        "Desbloqueio de funcionalidades VPN avançadas"
      ]
    },
    "x of y": {
      "of": [
        "de"
      ]
    },
    "Plan": {
      "Free": [
        "Free"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Free"
      ]
    },
    "State": {
      "Downgrading your account, please wait": [
        "A regredir a conta, por favor aguarde"
      ]
    },
    "Suffix for price": {
      "/ month": [
        "/mês"
      ]
    },
    "info": {
      "(beta)": [
        "(beta)"
      ]
    },
    "Mail feature": {
      "Users": [
        "Utilizadores"
      ],
      "Storage": [
        "Armazenamento"
      ],
      "0.5 GB": [
        "0.5 GB"
      ],
      "20 GB": [
        "20 GB"
      ],
      "Addresses": [
        "Endereços"
      ],
      "Custom email addresses": [
        "Endereços de email personalizados"
      ],
      "Messages per day": [
        "Mensagens por dia"
      ],
      "Folders / labels": [
        "Pastas/Etiquetas"
      ],
      "Support": [
        "Suporte"
      ],
      "Limited": [
        "Limitado"
      ],
      "Priority": [
        "Prioridade"
      ],
      "Encrypted contacts": [
        "Contactos encriptados"
      ],
      "Contact groups": [
        "Grupos de contactos"
      ],
      "Address verification": [
        "Verificação de endereço"
      ],
      "Custom filters": [
        "Filtros personalizados"
      ],
      "IMAP / SMTP": [
        "IMAP/SMTP"
      ],
      "Autoresponder": [
        "Resposta automática"
      ],
      "Use @pm.me address": [
        "Usar o endereço @pm.me"
      ],
      "Catch-All email": [
        "Email captura-tudo"
      ],
      "Multi-user support": [
        "Suporte a múltiplos utilizadores"
      ]
    },
    "Mail feature option": {
      "5 GB *": [
        "5 GB *"
      ],
      "5 GB / user *": [
        "5 GB / utilizador *"
      ],
      "Unlimited **": [
        "Ilimitado **"
      ],
      "Unlimited": [
        "Ilimitado"
      ]
    },
    "Mail feature option: 5 email addresses / user": {
      "5 / user *": [
        "5 / utilizador *"
      ]
    },
    "information": {
      "Included": [
        "Incluído"
      ]
    },
    "VPN feature": {
      "VPN Connections": [
        "Ligações VPN"
      ],
      "Speed": [
        "Velocidade"
      ],
      "VPN servers": [
        "Servidores VPN"
      ],
      "Locations/Countries": [
        "Localizações/Países"
      ],
      "Adblocker (NetShield)": [
        "Bloqueador de anúncios (NetShield)"
      ],
      "P2P/BitTorrent": [
        "P2P/BitTorrent"
      ],
      "Streaming service support": [
        "Suporte a transmissão"
      ],
      "Tor over VPN": [
        "Tor sobre VPN"
      ],
      "Secure Core servers": [
        "Servidores Secure Core"
      ],
      "${ mailAppName } Visionary": [
        "${ mailAppName } Visionary"
      ],
      "Jurisdiction": [
        "Jurisdição"
      ],
      "Open Source & audited apps": [
        "Aplicações de código aberto e auditadas"
      ],
      "Access blocked content": [
        "Acesso a conteúdos bloqueados"
      ],
      "Strict no-logs policy": [
        "Política estrita sem diários"
      ],
      "Volume/bandwidth cap": [
        "Limite de volume/banda"
      ],
      "User data monetization": [
        "Monetização de dados do utilizador"
      ],
      "Platforms supported": [
        "Plataformas suportadas"
      ],
      "Languages supported": [
        "Idiomas suportados"
      ],
      "DNS leak prevention": [
        "Prevenção de fugas DNS"
      ],
      "Kill Switch / Always-on VPN": [
        "Kill Switch e Sempre ligada"
      ],
      "Perfect Forward Secrecy (PFS)": [
        "Confidencialidade persistente perfeita (PFS)"
      ],
      "Full Disk Encryption on Servers": [
        "Encriptação completa de disco nos servidores"
      ],
      "Split tunneling": [
        "Split Tunneling"
      ],
      "Custom connection profiles": [
        "Perfis de ligação personalizados"
      ],
      "Router support": [
        "Suporte ao router"
      ],
      "30-days money-back guarantee": [
        "Reembolso garantido durante 30 dias"
      ]
    },
    "VPN feature option": {
      "Medium": [
        "Média"
      ],
      "High": [
        "Alta"
      ],
      "Highest (up to 10 Gbps)": [
        "Muito alta (até 10 Gbps)"
      ],
      "Switzerland": [
        "Suíça"
      ],
      "None": [
        "Nenhum"
      ],
      "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast": [
        "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast"
      ],
      "(Android & Windows only)": [
        "(só Android e Windows)"
      ]
    },
    "Calendar feature": {
      "Multiple calendars": [
        "Várias agendas"
      ],
      "Calendar import": [
        "Importação de agendas"
      ],
      "Recurring events": [
        "Eventos recorrentes"
      ],
      "Invitations": [
        "Convites"
      ],
      "Share Calendar via link": [
        "Partilha de agenda por ligação"
      ]
    },
    "Calendar feature option": {
      "20 / user *": [
        "20 / utilizador *"
      ],
      "20 / user": [
        "20 / utilizador"
      ]
    },
    "Drive feature": {
      "Access via Web": [
        "Acesso via web"
      ],
      "Upload / download files": [
        "Enviar/Transferir ficheiros"
      ],
      "Share files via link": [
        "Partilhar ficheiros por ligação"
      ]
    },
    "Info concerning plan features": {
      "Customizable features": [
        "Funcionalidades personalizáveis"
      ],
      "ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.": [
        "O ProtonMail não pode ser utilizado para enviar emails em lote ou para assédio. O envio de emails legítimos é ilimitado."
      ]
    },
    "Plan Feature": {
      "${ n } VPN connection": [
        "${ n } ligação VPN",
        "${ n } ligações VPN"
      ]
    },
    "Netflix": {
      "Netflix": [
        "Netflix"
      ]
    },
    "Disney": {
      "Disney+": [
        "Disney+"
      ]
    },
    "Prime Video": {
      "Prime Video": [
        "Prime Video"
      ]
    },
    "Many Others": {
      "and many others": [
        "e muitos outros"
      ]
    },
    "Plan feature": {
      "Built-in Adblocker (NetShield)": [
        "Bloqueador integrado (NetShield)"
      ],
      "Secure Core servers": [
        "Servidores Secure Core"
      ],
      "Streaming service support": [
        "Suporte a transmissão"
      ],
      "Access blocked content": [
        "Acesso a conteúdo bloqueado"
      ],
      "17 servers in ${ freeCountries } country": [
        "17 servidores num só país",
        "17 servidores em ${ freeCountries } países"
      ],
      "Medium speed": [
        "Velocidade média"
      ],
      "350+ servers in ${ basicCountries } country": [
        "Mais de 350 servidores num só país",
        "Mais de 350 servidores em ${ basicCountries } países"
      ],
      "High speed": [
        "Velocidade alta"
      ],
      "1200+ servers in ${ plusCountries } country": [
        "Mais de 1200 servidores num só país",
        "Mais de 1200 servidores em ${ plusCountries } países"
      ],
      "Highest speed (up to 10 Gbps)": [
        "Velocidade máxima (até 10 Gbps)"
      ],
      "All ${ PLAN_NAMES[PLANS.VPNPLUS] } plan features": [
        "Todas as funcionalidades do ${ PLAN_NAMES[PLANS.VPNPLUS] }"
      ],
      "Includes 6 user accounts": [
        "Inclui 6 contas de utilizador"
      ],
      "Includes Proton Visionary": [
        "Inclui Proton Visionary"
      ],
      "Early access to new products": [
        "Acesso antecipado a novos produtos"
      ],
      "Custom email addresses": [
        "Endereços de email personalizados"
      ],
      "Access to ${ driveAppName } (beta)": [
        "Acesso a ${ driveAppName } (beta)"
      ],
      "1 user": [
        "1 utilizador"
      ],
      "0.5 GB storage": [
        "0.5 GB de armazenamento"
      ],
      "1 address": [
        "1 endereço"
      ],
      "3 folders / labels": [
        "3 pastas/etiquetas"
      ],
      "5 GB storage *": [
        "5 GB de armazenamento *"
      ],
      "5 addresses": [
        "5 endereços"
      ],
      "200 folders / labels": [
        "200 pastas/etiquetas"
      ],
      "1 - 5000 users *": [
        "1 - 5000 utilizadores *"
      ],
      "5 GB storage / user": [
        "5 GB de armazenamento/utilizador"
      ],
      "5 addresses / user": [
        "5 endereços/utilizador"
      ],
      "Unlimited folders / labels": [
        "Pastas/etiquetas ilimitadas"
      ],
      "6 users": [
        "6 utilizadores"
      ],
      "20 GB storage": [
        "20 GB de armazenamento"
      ],
      "50 addresses": [
        "50 endereços"
      ]
    },
    "Billing cycle option": {
      "Monthly": [
        "Mensalmente"
      ],
      "Annually SAVE 20%": [
        "Anualmente, POUPE 20%"
      ],
      "Two years SAVE 33%": [
        "Bianual, POUPE 33%"
      ],
      "Annually": [
        "Anualmente"
      ],
      "Two-year": [
        "Bianual"
      ]
    },
    "Price": {
      "Free": [
        "Gratuito"
      ]
    },
    "Countdown unit": {
      "${ monthsWithYears } month": [
        "${ monthsWithYears } mês",
        "${ monthsWithYears } meses"
      ],
      "${ days } day": [
        "${ days } dia",
        "${ days } dias"
      ]
    },
    "Addon": {
      "+ ${ addresses } email address": [
        "+ ${ addresses } endereço de email",
        "+ ${ addresses } endereços de email"
      ],
      "+ ${ storage } storage": [
        "+ ${ storage } de armazenamento"
      ],
      "+ ${ domains } custom domain": [
        "+ ${ domains } domínio personalizado",
        "+ ${ domains } domínios personalizados"
      ],
      "+ ${ members } user": [
        "+ ${ members } utilizador",
        "+ ${ members } utilizadores"
      ],
      "+ ${ vpn } connection": [
        "+ ${ vpn } ligação",
        "+ ${ vpn } ligações"
      ]
    },
    "Billing cycle": {
      "Monthly billing (Renewal on ${ formattedEndTime })": [
        "Cobrança mensal (renovação em ${ formattedEndTime })"
      ],
      "Yearly billing (Renewal on ${ formattedEndTime })": [
        "Cobrança anual (renovação em ${ formattedEndTime })"
      ],
      "2-year billing (Renewal on ${ formattedEndTime })": [
        "Cobrança bianual (renovação em ${ formattedEndTime })"
      ],
      "Billing (Renewal on ${ formattedEndTime })": [
        "Cobrança (renovação em ${ formattedEndTime })"
      ]
    },
    "Addon unit for subscription": {
      "${ memberAddon.MaxMembers } user": [
        "${ memberAddon.MaxMembers } utilizador",
        "${ memberAddon.MaxMembers } utilizadores"
      ],
      "${ addressAddon.MaxAddresses } address": [
        "${ addressAddon.MaxAddresses } endereço",
        "${ addressAddon.MaxAddresses } endereços"
      ],
      "${ domainAddon.MaxDomains } domain": [
        "${ domainAddon.MaxDomains } domínio",
        "${ domainAddon.MaxDomains } domínios"
      ],
      "${ vpnAddon.MaxVPN } connection": [
        "${ vpnAddon.MaxVPN } ligação",
        "${ vpnAddon.MaxVPN } ligações"
      ],
      "${ vpnBonus } connection": [
        "${ vpnBonus } ligação",
        "${ vpnBonus } ligações"
      ]
    },
    "Info for cash payment method": {
      "Please contact us at ${ email } for instructions on how to pay us with cash.": [
        "Por favor, contacte-nos em ${ email } para obter instruções sobre como pagar em dinheiro."
      ]
    },
    "Plan info": {
      "(current plan)": [
        "(plano actual)"
      ]
    },
    "Free price": {
      "Free": [
        "Free"
      ]
    },
    "Confirmation title": {
      "Delete payment method": [
        "Eliminar método de pagamento"
      ]
    },
    "Info when deleting payment method": {
      "To avoid any service interruption due to unpaid invoices, please make sure that you have at least 1 valid payment method saved at any point in time.": [
        "Para evitar qualquer interrupção do serviço devido a facturas por pagar, por favor certifique-se de que tem pelo menos 1 método de pagamento válido gravado em qualquer altura no passado."
      ]
    },
    "Confirmation message to delete payment method": {
      "Are you sure you want to delete this payment method?": [
        "Tem a certeza de que deseja eliminar este método de pagamento?"
      ]
    },
    "Label on payment method": {
      "Expired": [
        "Expirado"
      ],
      "Default": [
        "Predefinição"
      ]
    },
    "Title for payment methods table": {
      "Method": [
        "Método"
      ],
      "Status": [
        "Estado"
      ],
      "Actions": [
        "Acções"
      ]
    },
    "Info for payment methods": {
      "You can add a payment method to have your subscription renewed automatically. Other payment methods are also available.": [
        "Pode adicionar um método de pagamento para renovar a assinatura automaticamente. Também estão disponíveis outros métodos de pagamento."
      ]
    },
    "Payment method option": {
      "New credit/debit card": [
        "Novo cartão de crédito/débito"
      ],
      "PayPal": [
        "PayPal"
      ],
      "Bitcoin": [
        "Bitcoin"
      ]
    },
    "Error notification in the bug report modal when the user upload file": {
      "No image selected": [
        "Nenhuma imagem seleccionada"
      ]
    },
    "Bug category": {
      "Sign in problem": [
        "Problema ao registar"
      ],
      "Sign up problem": [
        "Problema ao registar"
      ],
      "Payments problem": [
        "Problema com os pagamentos"
      ],
      "Custom domain problem": [
        "Problema nos domínios personalizados"
      ],
      "Bridge problem": [
        "Problema na Bridge"
      ],
      "Import / export problem": [
        "Problema ao importar/exportar"
      ],
      "Connection problem": [
        "Problema com a ligação"
      ],
      "Slow speed problem": [
        "Problema de velocidade lenta"
      ],
      "Calendar problem": [
        "Problema na agenda"
      ],
      "Contacts problem": [
        "Problema nos contactos"
      ],
      "Drive problem": [
        "Problema na Drive"
      ],
      "Mail problem": [
        "Problema no correio"
      ],
      "VPN problem": [
        "Problema na VPN"
      ],
      "Feature request": [
        "Pedido de funcionalidade"
      ],
      "Other": [
        "Outro"
      ],
      "Signup problem": [
        "Problema ao registar"
      ],
      "Installation problem": [
        "Problema na instalação"
      ],
      "Update problem": [
        "Problema de actualização"
      ],
      "Application problem": [
        "Problema de aplicação"
      ],
      "Speed problem": [
        "Problema de velocidade"
      ],
      "Manual setup problem": [
        "Problema de configuração manual"
      ],
      "Website access problem": [
        "Problema de acesso à página web"
      ],
      "Streaming problem": [
        "Problema de transmissão"
      ]
    },
    "Group": {
      "Account": [
        "Conta"
      ],
      "Apps": [
        "Aplicações"
      ],
      "Network": [
        "Rede"
      ],
      "Services": [
        "Serviços"
      ],
      "Other category": [
        "Outra categoria"
      ]
    },
    "Action to select a title for the bug report modal": {
      "Select": [
        "Seleccionar"
      ]
    },
    "Label, make it short please": {
      "Attach screenshot(s)": [
        "Anexar capturas de ecrã"
      ]
    },
    "Label for adding a new custom domain": {
      "Add a domain that you own to your ProtonMail account.": [
        "Adicione um domínio seu à sua conta ProtonMail."
      ]
    },
    "Domain modal": {
      "'www' subdomains are typically not used for email. Are you sure you want to use this domain value?": [
        "Sub-domínios \"www\" não são usados normalmente para email. Tem a certeza de que deseja utilizar este valor de domínio?"
      ]
    },
    "Info for domain modal": {
      "For security reasons, we need to verify that you are the owner of ${ domainName }. Please add the following DNS TXT record to your domain. This can typically be done in the control panel of your domain name registrar.": [
        "Por motivos de segurança, temos de verificar se detém ${ domainName }. Por favor, adicione o seguinte registo DNS TXT ao seu domínio. Tipicamente, pode ser feito no painel de controlo do registo do seu nome de domínio."
      ],
      "Add a new user to your organization and create an address for it.": [
        "Adicionar um novo utilizador à sua organização e criar um endereço para ele."
      ],
      "Add a new address for any user of your organization.": [
        "Adicione um novo endereço para qualquer utilizador da sua organização."
      ]
    },
    "Warning for domain modal": {
      "After successful verification, do not remove this TXT record as it is needed to confirm that you continue to own the domain.": [
        "Após uma verificação bem sucedida, não remova o registo TXT, uma vez que ele é necessário para confirmar que continua a deter o domínio."
      ],
      "It can take up to a day for DNS changes to update.": [
        "Pode demorar até um dia para as alterações de DNS actualizarem."
      ]
    },
    "Label for domain modal": {
      "Please add the following TXT record:": [
        "Por favor adicione o seguinte registo TXT:"
      ]
    },
    "Header for domain modal": {
      "Type": [
        "Tipo"
      ],
      "Host name": [
        "Nome de anfitrião"
      ],
      "Value / Data / Points to": [
        "Valor/Dados/Aponta para"
      ],
      "Value / Data": [
        "Valor/Dados"
      ],
      "Priority": [
        "Prioridade"
      ]
    },
    "Tab in domain modal": {
      "Addresses": [
        "Endereços"
      ]
    },
    "Label in domain modal": {
      "Domain": [
        "Domínio"
      ],
      "Verify": [
        "Verificar"
      ],
      "Addresses": [
        "Endereços"
      ]
    },
    "Domain label": {
      "Verified": [
        "Verificado"
      ]
    },
    "Badge for domain": {
      "Missing keys": [
        "Chaves em falta"
      ],
      "Enabled": [
        "Activado"
      ],
      "Disabled": [
        "Desactivado"
      ]
    },
    "Title header for addresses domain table": {
      "Address": [
        "Endereço"
      ],
      "Status": [
        "Estado"
      ],
      "Catch-All": [
        "Capturar tudo"
      ]
    },
    "Success message": {
      "Domain deleted": [
        "Domínio eliminado"
      ],
      "Sessions revoked": [
        "Sessões revogadas"
      ],
      "User deleted": [
        "Utilizador eliminado"
      ]
    },
    "Header for addresses table": {
      "Domain": [
        "Domínio"
      ],
      "Status": [
        "Estado"
      ],
      "Actions": [
        "Acções"
      ],
      "Address": [
        "Endereço"
      ],
      "Username": [
        "Utilizador"
      ]
    },
    "Member action": {
      "Edit": [
        "Editar"
      ],
      "Delete": [
        "Eliminar"
      ],
      "Sign in": [
        "Iniciar sessão"
      ],
      "Revoke sessions": [
        "Revogar sessões"
      ]
    },
    "Max VPN Connections": {
      "Connection": [
        "Ligação",
        "Ligações"
      ]
    },
    "User role": {
      "Admin": [
        "Administrador"
      ],
      "Member": [
        "Membro"
      ],
      "Primary admin": [
        "Administrador principal"
      ]
    },
    "Label for new member": {
      "Private": [
        "Privado"
      ],
      "Admin": [
        "Administrador"
      ]
    },
    "Title header for members table": {
      "Name": [
        "Nome"
      ],
      "Role": [
        "Papel"
      ],
      "Addresses": [
        "Endereços"
      ],
      "Features": [
        "Funcionalidades"
      ]
    },
    "Info for members section": {
      "Add, remove, and manage users within your organization. Here you can adjust their allocated storage space, grant admin rights, and more. Select a user to manage their email addresses. The email address at the top of the list will automatically be selected as the default email address.": [
        "Adicione remova e gira utilizadores dentro da organização. Ajuste o seu armazenamento atribuído, conceda direitos de administração e muito mais. Seleccione um utilizador para gerir os seus endereços de correio. O primeiro da lista será automaticamente seleccionado como predefinição."
      ]
    },
    "Private Member": {
      "private": [
        "privado"
      ]
    },
    "Tooltip sign external messages": {
      "Automatically sign all your outgoing messages so users can verify the authenticity of your messages. This is done in combination with the default PGP settings which can be configured below.": [
        "Assinar automaticamente todas as suas mensagens de saída para que os utilizadores possam verificar a sua autenticidade. Isto é feito em combinação com as predefinições PGP seleccionadas abaixo."
      ]
    },
    "Tooltip automatically attach public key": {
      "This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and send encrypted messages to you.": [
        "Isto adiciona automaticamente a sua chave pública a cada mensagem que enviar. Os destinatários podem usar isto para verificar a autenticidade das suas mensagens e enviar-lhe mensagens encriptadas."
      ]
    },
    "Tooltip default pgp scheme": {
      "Select the default PGP settings used to sign or encrypt messages with non-ProtonMail PGP users. Note that Inline PGP forces plain text messages. Learn more": [
        "Seleccione as predefinições PGP para assinar ou encriptar mensagens para utilizadores não-ProtonMail PGP. Note que PGP incorporado implica mensagens em texto simples. Saiba mais"
      ]
    },
    "Tooltip prompt to trust keys": {
      "When receiving an email from another ProtonMail user who does not have trusted keys in your contacts, a banner will ask if you want to enable trusted keys.": [
        "Ao receber email de utilizadores ProtonMail sem chaves confiadas em seus contactos, terá de confirmar que pretende activar as chaves confiadas."
      ]
    },
    "Autoresponse": {
      "I'm out of the office with limited access to my email.": [
        "Estou fora do escritório com acesso limitado ao meu email."
      ]
    },
    "Log preference": {
      "Enable authentication logs": [
        "Activar diários de autenticação"
      ],
      "Enable advanced logs": [
        "Activar diários avançados"
      ]
    },
    "Address status": {
      "Default": [
        "Predefinição"
      ],
      "Active": [
        "Activo"
      ],
      "Disabled": [
        "Desactivado"
      ],
      "Orphan": [
        "Órfão"
      ],
      "Missing keys": [
        "Chaves em falta"
      ]
    },
    "Address action": {
      "Enable": [
        "Activar"
      ],
      "Disable": [
        "Desactivar"
      ],
      "Generate missing keys": [
        "Gerar chaves em falta"
      ],
      "Delete": [
        "Eliminar"
      ]
    },
    "Message display when a new app version is available": {
      "A new version of ${ appName } is available. ${ reloadButton }.": [
        "Está disponível uma nova versão de ${ appName }. ${ reloadButton }."
      ]
    },
    "Apps dropdown": {
      "Proton applications": [
        "Aplicações do Proton"
      ],
      "Go to ${ title }": [
        "Ir para ${ title }"
      ],
      "Go to ${ vpnName }": [
        "Ir para ${ vpnName }"
      ]
    },
    "Badge for user sessions table": {
      "Current session": [
        "Sessão actual"
      ]
    },
    "Action for user session": {
      "Revoke": [
        "Revogar"
      ]
    },
    "Badge": {
      "ProtonMail for web": [
        "ProtonMail para a web"
      ],
      "ProtonVPN for Windows": [
        "ProtonVPN para Windows"
      ],
      "ProtonVPN for web": [
        "ProtonVPN para a web"
      ],
      "Admin": [
        "Administrador"
      ],
      "ProtonMail Import-Export": [
        "ProtonMail Import-Export"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "ProtonMail for Android": [
        "ProtonMail para Android"
      ],
      "Proton Account for web": [
        "Conta Proton para web"
      ],
      "ProtonMail settings for web": [
        "Definições do ProtonMail para web"
      ],
      "ProtonContacts for web": [
        "ProtonContacts para web"
      ],
      "ProtonVPN settings for web": [
        "Definições do ProtonVPN para web"
      ],
      "${ calendarAppName } for web": [
        "${ calendarAppName } para web"
      ],
      "${ driveAppName } for web": [
        "${ driveAppName } para web"
      ],
      "ProtonMail for iOS": [
        "ProtonMail para iOS"
      ],
      "${ driveAppName } for iOS": [
        "${ driveAppName } para iOS"
      ],
      "ProtonVPN for iOS": [
        "ProtonVPN para iOS"
      ],
      "${ calendarAppName } for iOS": [
        "${ calendarAppName } para iOS"
      ],
      "ProtonVPN for Android": [
        "ProtonVPN para Android"
      ],
      "ProtonVPN for Android TV": [
        "ProtonVPN para Android TV"
      ],
      "${ calendarAppName } for Android": [
        "${ calendarAppName } para Android"
      ],
      "${ driveAppName } for Android": [
        "${ driveAppName } para Android"
      ],
      "ProtonMail Import-Export for Windows": [
        "ProtonMail Import-Export para Windows"
      ],
      "ProtonMail Bridge for Windows": [
        "Bridge do ProtonMail para Windows"
      ],
      "ProtonVPN for macOS": [
        "ProtonVPN para macOS"
      ],
      "ProtonMail Import-Export for macOS": [
        "ProtonMail Import-Export para macOS"
      ],
      "ProtonMail Bridge for macOS": [
        "ProtonMail Bridge para macOS"
      ],
      "${ driveAppName } for macOS": [
        "${ driveAppName } para macOS"
      ],
      "ProtonMail Import-Export for GNU/Linux": [
        "ProtonMail Import-Export para GNU/Linux"
      ],
      "ProtonMail Bridge for GNU/Linux": [
        "ProtonMail Bridge para GNU/Linux"
      ],
      "ProtonVPN for GNU/Linux": [
        "ProtonVPN para GNU/Linux"
      ]
    },
    "Invoice type display as badge": {
      "Other": [
        "Outro"
      ],
      "Subscription": [
        "Subscrição"
      ],
      "Cancellation": [
        "Cancelamento"
      ],
      "Credit": [
        "Crédito"
      ],
      "Donation": [
        "Donativo"
      ],
      "Chargeback": [
        "Reembolso"
      ],
      "Renewal": [
        "Renovação"
      ],
      "Refund": [
        "Reembolso"
      ],
      "Modification": [
        "Modificação"
      ],
      "Addition": [
        "Adição"
      ]
    },
    "Invoice state display as badge": {
      "Unpaid": [
        "Por pagar"
      ],
      "Paid": [
        "Paga"
      ],
      "Void": [
        "Anulada"
      ],
      "Billed": [
        "Facturado"
      ],
      "Writeoff": [
        "Anular"
      ]
    },
    "Info message for custom invoice modal": {
      "Add your name (or company name) and address to your invoices.": [
        "Adicione o seu nome (ou nome da empresa) e endereço para as suas facturas."
      ]
    },
    "Placeholder for custom invoice text": {
      "Add your name (or company name) and address to your invoices": [
        "Adicione o seu nome (ou o da empresa) e morada às facturas"
      ]
    },
    "Title for PDF file": {
      "ProtonMail invoice": [
        "Factura ProtonMail"
      ]
    },
    "Settings/labels": {
      "Labels/Folders": [
        "Etiquetas/Pastas"
      ]
    },
    "Settings/labels - table": {
      "Labels": [
        "Etiquetas"
      ],
      "Actions": [
        "Acções"
      ]
    },
    "Success message after sorting labels": {
      "Labels sorted": [
        "Etiquetas ordenadas"
      ]
    },
    "New Label form": {
      "Color": [
        "Cor"
      ],
      "Folder name": [
        "Nome da pasta"
      ],
      "Label name": [
        "Nome da etiqueta"
      ]
    },
    "label/folder notification": {
      "${ Label.Name } created": [
        "${ Label.Name } criada"
      ],
      "${ label.Name } updated": [
        "${ label.Name } actualizada"
      ],
      "Preference saved": [
        "Preferência gravada"
      ]
    },
    "Label/folder modal": {
      "Create folder": [
        "Criar pasta"
      ],
      "Create label": [
        "Criar etiqueta"
      ],
      "Edit folder": [
        "Editar pasta"
      ],
      "Edit label": [
        "Editar etiqueta"
      ]
    },
    "Success message after sorting folders": {
      "Folders sorted": [
        "Pastas ordenadas"
      ]
    },
    "Info - folder colouring feature": {
      "When enabled, sub-folders inherit the color of the parent folder.": [
        "Quando activado, as sub-pastas herdam a cor da pasta-mãe."
      ]
    },
    "Bridge version load failed": {
      "Failed to find latest version": [
        "Falha ao encontrar a última versão"
      ]
    },
    "OS compatibility": {
      ".exe (64-bit)": [
        ".exe (64-bit)"
      ],
      ".dmg (10.12 or later)": [
        ".dmg (10.12 ou posterior)"
      ],
      ".deb (for Debian/Ubuntu)": [
        ".deb (para Debian/Ubuntu)"
      ],
      ".rpm (for Fedora/openSUSE)": [
        ".rpm (para Fedora/openSUSE)"
      ],
      "PKGBUILD (for other distributions)": [
        "PKGBUILD (para outras distribuições)"
      ]
    },
    "label": {
      "Phone number": [
        "Número de telefone"
      ]
    },
    "Onboarding Proton": {
      "This is what people will see when you send them an email, invite them to an event, or share a file with them.": [
        "Isto é o que as pessoas verão quando lhes enviar um email, convidar para um evento ou partilhar um ficheiro."
      ],
      "Choose a display name": [
        "Escolha um nome a mostrar"
      ],
      "Select a theme": [
        "Seleccionar um tema"
      ],
      "You can change this anytime in your settings.": [
        "Pode alterar isto a qualquer momento nas definições."
      ],
      "Discover all Proton services": [
        "Descubra todos os serviços Proton"
      ],
      "Use the app selector in the top left to access other Proton services, including VPN, Calendar and Drive.": [
        "Use o selector de aplicações no canto superior esquerdo para aceder a outros serviços Proton, incluindo VPN, Calendar e Drive."
      ],
      "Welcome to Proton": [
        "Boas vindas ao Proton"
      ],
      "Our mission is to build an internet where you are in control of your data and your privacy. We have recently updated Proton - welcome to the secure internet.": [
        "A nossa missão é construir uma Internet onde controla os seus dados e a sua privacidade. Actualizámos o Proton recentemente - boas vindas à Internet segura."
      ],
      "Set up your organization": [
        "Configure a sua organização"
      ],
      "Configure your organization, link your domain name, and create accounts to ensure all members of your organization are protected.": [
        "Configure a sua organização, vincule o seu nome de domínio e crie contas para garantir que todos os membros da sua organização estão protegidos."
      ]
    },
    "Human verification method": {
      "CAPTCHA": [
        "CAPTCHA"
      ],
      "Email": [
        "Email"
      ],
      "SMS": [
        "SMS"
      ],
      "Manual": [
        "Manual"
      ],
      "No verification method available": [
        "Nenhum método de verificação disponível"
      ]
    },
    "Delinquent modal title": {
      "Overdue invoice": [
        "Factura em dívida"
      ]
    },
    "Time unit": {
      "${ hours } hour": [
        "${ hours } hora",
        "${ hours } horas"
      ],
      "${ minutes } minute": [
        "${ minutes } minuto",
        "${ minutes } minutos"
      ]
    },
    "Storage": {
      "Your current storage:": [
        "O seu armazenamento actual:"
      ],
      "Upgrade storage": [
        "Actualizar armazenamento"
      ],
      "Release notes": [
        "Notas de lançamento"
      ]
    },
    "Select search results": {
      "No results found": [
        "Nenhum resultado encontrado"
      ]
    },
    "Timezone search placeholder": {
      "Search timezones": [
        "Procurar fusos horários"
      ]
    },
    "Validation": {
      "Password must contain at least ${ length } character": [
        "A senha deve conter pelo menos ${ length } carácter",
        "A senha deve conter pelo menos $ ${ length } caracteres"
      ]
    },
    "file size format": {
      "bytes": [
        "bytes"
      ],
      "KB": [
        "KB"
      ],
      "MB": [
        "MB"
      ],
      "GB": [
        "GB"
      ]
    },
    "Import contact. Contact identifier": {
      "unknown": [
        "desconhecido"
      ]
    },
    "Contact type label": {
      "Work": [
        "Trabalho"
      ],
      "Personal": [
        "Pessoal"
      ],
      "Mobile": [
        "Telemóvel"
      ],
      "Main": [
        "Principal"
      ],
      "Yomi": [
        "Yomi"
      ],
      "Other": [
        "Outro"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Pager"
      ]
    },
    "Property type": {
      "Name": [
        "Nome"
      ],
      "Yomi": [
        "Yomi"
      ],
      "Email": [
        "Email"
      ],
      "Home": [
        "Casa"
      ],
      "Work": [
        "Trabalho"
      ],
      "Other": [
        "Outro"
      ],
      "Phone": [
        "Telefone"
      ],
      "Mobile": [
        "Telemóvel"
      ],
      "Main": [
        "Principal"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Pager"
      ],
      "Address": [
        "Morada"
      ],
      "Contact": [
        "Contacto"
      ],
      "Acquaintance": [
        "Conhecido"
      ],
      "Friend": [
        "Amigo"
      ],
      "Met": [
        "Encontrado"
      ],
      "Co-worker": [
        "Co-trabalhador"
      ],
      "Colleague": [
        "Colega"
      ],
      "Co-resident": [
        "Co-residente"
      ],
      "Neighbor": [
        "Vizinho"
      ],
      "Child": [
        "Filho"
      ],
      "Parent": [
        "Progenitor"
      ],
      "Sibling": [
        "Irmão"
      ],
      "Kin": [
        "Parente"
      ],
      "Muse": [
        "Musa"
      ],
      "Crush": [
        "Paixão"
      ],
      "Date": [
        "Data"
      ],
      "Sweetheart": [
        "Namorada"
      ],
      "Me": [
        "Eu"
      ],
      "Agent": [
        "Agente"
      ],
      "Emergency": [
        "Emergência"
      ]
    },
    "Contact field label": {
      "Name": [
        "Nome"
      ],
      "Compact name": [
        "Nome compacto"
      ],
      "Nickname": [
        "Alcunha"
      ],
      "Email": [
        "Email"
      ],
      "Phone": [
        "Telefone"
      ],
      "Address": [
        "Morada"
      ],
      "Photo": [
        "Fotografia"
      ],
      "Organization": [
        "Organização"
      ],
      "Birthday": [
        "Data de nascimento"
      ],
      "Anniversary": [
        "Aniversário"
      ],
      "Title": [
        "Título"
      ],
      "Role": [
        "Cargo"
      ],
      "Note": [
        "Nota"
      ],
      "URL": [
        "URL"
      ],
      "Gender": [
        "Sexo"
      ],
      "Language": [
        "Idioma"
      ],
      "Timezone": [
        "Fuso horário"
      ],
      "Geo": [
        "Geo-localização"
      ],
      "Logo": [
        "Logótipo"
      ],
      "Member": [
        "Membro"
      ],
      "IMPP": [
        "IMPP"
      ],
      "Related": [
        "Relacionado"
      ],
      "Categories": [
        "Categorias"
      ],
      "Sound": [
        "Som"
      ]
    },
    "Error importing contact": {
      "vCard versions < 3.0 not supported": [
        "Versões vCard < 3.0 não suportadas"
      ],
      "Encryption failed": [
        "Falha ao encriptar"
      ]
    },
    "Error importing calendar": {
      "An unexpected error occurred. Import must be restarted.": [
        "Ocorreu um erro inesperado. A importação tem de ser reiniciada."
      ],
      "An error occurred uploading your file. No file has been selected.": [
        "Ocorreu um erro ao enviar o ficheiro. Nenhum ficheiro seleccionado."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Only ICS file formats are allowed.": [
        "Ocorreu um erro ao carregar o seu ficheiro ${ formattedFilename }. Só são permitidos formatos ICS."
      ],
      "Your file ${ formattedFilename } is empty.": [
        "O ficheiro ${ formattedFilename } está vazio."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Ocorreu um erro ao enviar o ficheiro ${ formattedFilename }. O tamanho máximo de ficheiro é ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } is not a calendar.": [
        "O ficheiro ${ formattedFilename } não é uma agenda."
      ],
      "${ CALENDAR_APP_NAME } only supports importing calendars with iCal version 2.0.": [
        "O ${ CALENDAR_APP_NAME } só suporta a importação de agendas com iCal versão 2.0."
      ],
      "Your file ${ formattedFilename } is an invitation and cannot be imported.": [
        "O seu ficheiro ${ formattedFilename } é um convite e não pode ser importado."
      ],
      "Your file ${ formattedFilename } has no events to be imported.": [
        "O ficheiro ${ formattedFilename } não tem eventos para importar."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_EVENTS_STRING } events.": [
        "O ficheiro ${ formattedFilename } contém mais de ${ MAX_IMPORT_EVENTS_STRING } eventos."
      ],
      "An error occurred reading your file ${ formattedFilename }. File does not have the right format.": [
        "Ocorreu um erro ao ler o ficheiro ${ formattedFilename }. O formato está errado."
      ]
    },
    "Error importing contacts": {
      "An error occurred uploading your file. No file has been selected.": [
        "Ocorreu um erro ao enviar o ficheiro. Nenhum ficheiro seleccionado."
      ],
      "An error occurred uploading your file ${ formattedFilename }. No .csv or .vcf file selected": [
        "Ocorreu um erro ao enviar o ficheiro ${ formattedFilename }. Nenhum ficheiro .csv ou .vcf seleccionado"
      ],
      "Your file ${ formattedFilename } is empty.": [
        "O ficheiro ${ formattedFilename } está vazio."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Ocorreu um erro ao enviar o ficheiro ${ formattedFilename }. O tamanho máximo permitido é ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } has no contacts to be imported.": [
        "O ficheiro ${ formattedFilename } não tem contactos para importar."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_CONTACTS_STRING } contacts.": [
        "O ficheiro ${ formattedFilename } contém mais de ${ MAX_IMPORT_CONTACTS_STRING } contactos."
      ],
      "An error occurred reading your file ${ formattedFilename }. File doesn't have the right format.": [
        "Ocorreu um erro ao ler o ficheiro ${ formattedFilename }. O formato está errado."
      ]
    },
    "Default display name vcard": {
      "Unknown": [
        "Desconhecido"
      ]
    },
    "Monthly recurring event, repeats on": {
      "on the first Sunday": [
        "no primeiro Domingo"
      ],
      "on the first Monday": [
        "na primeira Segunda-feira"
      ],
      "on the first Tuesday": [
        "na primeira Terça-feira"
      ],
      "on the first Wednesday": [
        "na primeira Quarta-feira"
      ],
      "on the first Thursday": [
        "na primeira Quinta-feira"
      ],
      "on the first Friday": [
        "na primeira Sexta-feira"
      ],
      "on the first Saturday": [
        "no primeiro Sábado"
      ],
      "on the second Sunday": [
        "no segundo Domingo"
      ],
      "on the second Monday": [
        "na segunda Segunda-feira"
      ],
      "on the second Tuesday": [
        "na segunda Terça-feira"
      ],
      "on the second Wednesday": [
        "na segunda Quarta-feira"
      ],
      "on the second Thursday": [
        "na segunda Quinta-feira"
      ],
      "on the second Friday": [
        "na segunda Sexta-feira"
      ],
      "on the second Saturday": [
        "no segundo Sábado"
      ],
      "on the third Sunday": [
        "no terceiro Domingo"
      ],
      "on the third Monday": [
        "na terceira Segunda-feira"
      ],
      "on the third Tuesday": [
        "na terceira Terça-feira"
      ],
      "on the third Wednesday": [
        "na terceira Quarta-feira"
      ],
      "on the third Thursday": [
        "na terceira Quinta-feira"
      ],
      "on the third Friday": [
        "na terceira Sexta-feira"
      ],
      "on the third Saturday": [
        "no terceiro Sábado"
      ],
      "on the fourth Sunday": [
        "no quarto Domingo"
      ],
      "on the fourth Monday": [
        "na quarta Segunda-feira"
      ],
      "on the fourth Tuesday": [
        "na quarta Terça-feira"
      ],
      "on the fourth Wednesday": [
        "na quarta Quarta-feira"
      ],
      "on the fourth Thursday": [
        "na quarta Quinta-feira"
      ],
      "on the fourth Friday": [
        "na quarta Sexta-feira"
      ],
      "on the fourth Saturday": [
        "no quarto Sábado"
      ],
      "on the last Sunday": [
        "no último Domingo"
      ],
      "on the last Monday": [
        "na última Segunda-feira"
      ],
      "on the last Tuesday": [
        "na última Terça-feira"
      ],
      "on the last Wednesday": [
        "na última Quarta-feira"
      ],
      "on the last Thursday": [
        "na última Quinta-feira"
      ],
      "on the last Friday": [
        "na última Sexta-feira"
      ],
      "on the last Saturday": [
        "no último Sábado"
      ],
      "on day ${ dayOfMonth }": [
        "no dia ${ dayOfMonth }"
      ]
    },
    "Daily recurring event, frequency": {
      "${ count } time": [
        "${ count } vez",
        "${ count } vezes"
      ],
      "until ${ dateString }": [
        "até ${ dateString }"
      ],
      "Daily": [
        "Diariamente"
      ],
      "Every ${ interval } day": [
        "A cada ${ interval } dia",
        "A cada ${ interval } dias"
      ],
      "Daily, ${ timesString }": [
        "Diariamente, ${ timesString }"
      ],
      "Every ${ interval } day, ${ timesString }": [
        "A cada ${ interval } dia, ${ timesString }",
        "A cada ${ interval } dias, ${ timesString }"
      ],
      "Daily, ${ untilString }": [
        "Diariamente, ${ untilString }"
      ],
      "Every ${ interval } day, ${ untilString }": [
        "A cada ${ interval } dia, ${ untilString }",
        "A cada ${ interval } dias, ${ untilString }"
      ]
    },
    "Weekly recurring event, repeats on (multiple days), frequency": {
      "Sunday": [
        "Domingo"
      ],
      "Monday": [
        "Segunda-feira"
      ],
      "Tuesday": [
        "Terça-feira"
      ],
      "Wednesday": [
        "Quarta-feira"
      ],
      "Thursday": [
        "Quinta-feira"
      ],
      "Friday": [
        "Sexta-feira"
      ],
      "Saturday": [
        "Sábado"
      ]
    },
    "Weekly recurring event, frequency": {
      "Weekly on all days": [
        "Semanalmente, todos os dias"
      ],
      "Every ${ interval } week on all days": [
        "A cada semana, todos os dias",
        "A cada ${ interval } semanas, todos os dias"
      ],
      "Weekly on Sunday": [
        "Semanalmente, ao Domingo"
      ],
      "Every ${ interval } week on Sunday": [
        "A cada semana, ao Domingo",
        "A cada ${ interval } semanas, ao Domingo"
      ],
      "Weekly on Monday": [
        "Semanalmente, à Segunda-feira"
      ],
      "Every ${ interval } week on Monday": [
        "A cada semana, à Segunda-feira",
        "A cada ${ interval } semanas, à Segunda-feira"
      ],
      "Weekly on Tuesday": [
        "Semanalmente, à Terça-feira"
      ],
      "Every ${ interval } week on Tuesday": [
        "A cada semana, à Terça-feira",
        "A cada ${ interval } semanas, à Terça-feira"
      ],
      "Weekly on Wednesday": [
        "Semanalmente, à Quarta-feira"
      ],
      "Every ${ interval } week on Wednesday": [
        "A cada semana, à Quarta-feira",
        "A cada ${ interval } semanas, à Quarta-feira"
      ],
      "Weekly on Thursday": [
        "Semanalmente, à Quinta-feira"
      ],
      "Every ${ interval } week on Thursday": [
        "A cada semana, à Quinta-feira",
        "A cada ${ interval } semanas, à Quinta-feira"
      ],
      "Weekly on Friday": [
        "Semanalmente, à Sexta-feira"
      ],
      "Every ${ interval } week on Friday": [
        "A cada semana, à Sexta-feira",
        "A cada ${ interval } semanas, à Sexta-feira"
      ],
      "Weekly on Saturday": [
        "Semanalmente, ao Sábado"
      ],
      "Every ${ interval } week on Saturday": [
        "A cada semana, ao Sábado",
        "A cada ${ interval } semanas, ao Sábado"
      ],
      "Weekly on ${ multipleDaysString }": [
        "Semanalmente, ${ multipleDaysString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }": [
        "A cada semana, ${ multipleDaysString }",
        "A cada ${ interval } semanas, ${ multipleDaysString }"
      ],
      "Weekly on all days, ${ timesString }": [
        "Semanalmente, todos os dias, ${ timesString }"
      ],
      "Every ${ interval } week on all days, ${ timesString }": [
        "A cada semana, todos os dias, ${ timesString }",
        "A cada ${ interval } semanas, todos os dias, ${ timesString }"
      ],
      "Weekly on Sunday, ${ timesString }": [
        "Semanalmente ao Domingo, ${ timesString }"
      ],
      "Every ${ interval } week on Sunday, ${ timesString }": [
        "A cada semana, ao Domingo, ${ timesString }",
        "A cada ${ interval } semanas, ao Domingo, ${ timesString }"
      ],
      "Weekly on Monday, ${ timesString }": [
        "Semanalmente à Segunda-feira, ${ timesString }"
      ],
      "Every ${ interval } week on Monday, ${ timesString }": [
        "A cada semana à Segunda-feira, ${ timesString }",
        "A cada ${ interval } semanas à Segunda-feira, ${ timesString }"
      ],
      "Weekly on Tuesday, ${ timesString }": [
        "Semanalmente à Terça-feira, ${ timesString }"
      ],
      "Every ${ interval } week on Tuesday, ${ timesString }": [
        "A cada semana à Terça-feira, ${ timesString }",
        "A cada ${ interval } semanas à Terça-feira, ${ timesString }"
      ],
      "Weekly on Wednesday, ${ timesString }": [
        "Semanalmente à Quarta-feira, ${ timesString }"
      ],
      "Every ${ interval } week on Wednesday, ${ timesString }": [
        "A cada semana à Quarta-feira, ${ timesString }",
        "A cada ${ interval } semanas à Quarta-feira, ${ timesString }"
      ],
      "Weekly on Thursday, ${ timesString }": [
        "Semanalmente à Quinta-feira, ${ timesString }"
      ],
      "Every ${ interval } week on Thursday, ${ timesString }": [
        "A cada semana à Quinta-feira, ${ timesString }",
        "A cada ${ interval } semanas à Quinta-feira, ${ timesString }"
      ],
      "Weekly on Friday, ${ timesString }": [
        "Semanalmente à Sexta-feira, ${ timesString }"
      ],
      "Every ${ interval } week on Friday, ${ timesString }": [
        "A cada semana à Sexta-feira, ${ timesString }",
        "A cada ${ interval } semanas à Sexta-feira, ${ timesString }"
      ],
      "Weekly on Saturday, ${ timesString }": [
        "Semanalmente ao Sábado, ${ timesString }"
      ],
      "Every ${ interval } week on Saturday, ${ timesString }": [
        "A cada semana ao Sábado, ${ timesString }",
        "A cada ${ interval } semanas ao Sábado, ${ timesString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ timesString }": [
        "Semanalmente, ${ multipleDaysString }, ${ timesString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ timesString }": [
        "A cada semana, ${ multipleDaysString }, §{ timesString }",
        "A cada ${ interval } semanas, ${ multipleDaysString }, §{ timesString }"
      ],
      "Weekly on all days, ${ untilString }": [
        "Semanalmente, todos os dias, ${ untilString }"
      ],
      "Every ${ interval } week on all days, ${ untilString }": [
        "A cada semana, todos os dias, ${ untilString }",
        "A cada ${ interval } semanas, todos os dias, ${ untilString }"
      ],
      "Weekly on Sunday, ${ untilString }": [
        "Semanalmente ao Domingo, ${ untilString }"
      ],
      "Every ${ interval } week on Sunday, ${ untilString }": [
        "A cada semana, ao Domingo, ${ untilString }",
        "A cada ${ interval } semanas, ao Domingo, ${ untilString }"
      ],
      "Weekly on Monday, ${ untilString }": [
        "Semanalmente à Segunda-feira, ${ untilString }"
      ],
      "Every ${ interval } week on Monday, ${ untilString }": [
        "A cada semana à Segunda-feira, ${ untilString }",
        "A cada ${ interval } semanas à Segunda-feira, ${ untilString }"
      ],
      "Weekly on Tuesday, ${ untilString }": [
        "Semanalmente à Terça-feira, ${ untilString }"
      ],
      "Every ${ interval } week on Tuesday, ${ untilString }": [
        "A cada semana à Terça-feira, ${ untilString }",
        "A cada ${ interval } semanas à Terça-feira, ${ untilString }"
      ],
      "Weekly on Wednesday, ${ untilString }": [
        "Semanalmente à Quarta-feira, ${ untilString }"
      ],
      "Every ${ interval } week on Wednesday, ${ untilString }": [
        "A cada semana à Quarta-feira, ${ untilString }",
        "A cada ${ interval } semanas à Quarta-feira, ${ untilString }"
      ],
      "Weekly on Thursday, ${ untilString }": [
        "Semanalmente à Quinta-feira, ${ untilString }"
      ],
      "Every ${ interval } week on Thursday, ${ untilString }": [
        "A cada semana à Quinta-feira, ${ untilString }",
        "A cada ${ interval } semanas à Quinta-feira, ${ untilString }"
      ],
      "Weekly on Friday, ${ untilString }": [
        "Semanalmente à Sexta-feira, ${ untilString }"
      ],
      "Every ${ interval } week on Friday, ${ untilString }": [
        "A cada semana à Sexta-feira, ${ untilString }",
        "A cada ${ interval } semanas à Sexta-feira, ${ untilString }"
      ],
      "Weekly on Saturday, ${ untilString }": [
        "Semanalmente ao Sábado, ${ untilString }"
      ],
      "Every ${ interval } week on Saturday, ${ untilString }": [
        "A cada semana ao Sábado, ${ untilString }",
        "A cada ${ interval } semanas ao Sábado ${ untilString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ untilString }": [
        "Semanalmente, ${ multipleDaysString }, ${ untilString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ untilString }": [
        "A cada semana, ${ multipleDaysString }, §{ untilString }",
        "A cada ${ interval } semanas, ${ multipleDaysString }, §{ untilString }"
      ]
    },
    "Monthly recurring event, frequency": {
      "Monthly ${ onDayString }": [
        "Mensalmente ${ onDayString }"
      ],
      "Every ${ interval } month ${ onDayString }": [
        "A cada mês, ${ onDayString }",
        "A cada ${ interval } meses, ${ onDayString }"
      ],
      "Monthly ${ onDayString }, ${ timesString }": [
        "Mensalmente ${ onDayString }, ${ timesString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ timesString }": [
        "A cada mês, ${ onDayString }, ${ timesString }",
        "A cada ${ interval } meses, ${ onDayString }, ${ timesString }"
      ],
      "Monthly ${ onDayString }, ${ untilString }": [
        "Mensalmente ${ onDayString }, ${ untilString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ untilString }": [
        "A cada mês, ${ onDayString }, ${ untilString }",
        "A cada ${ interval } meses, ${ onDayString }, ${ untilString }"
      ]
    },
    "Yearly recurring event, frequency": {
      "Yearly": [
        "Anualmente"
      ],
      "Every ${ interval } year": [
        "A cada ano",
        "A cada ${ interval } anos"
      ],
      "Yearly, ${ timesString }": [
        "Anualmente, ${ timesString }"
      ],
      "Every ${ interval } year, ${ timesString }": [
        "A cada ano, ${ timesString }",
        "A cada ${ interval } anos, ${ timesString }"
      ],
      "Yearly, ${ untilString }": [
        "Anualmente, ${ untilString }"
      ],
      "Every ${ interval } year, ${ untilString }": [
        "A cada ano, ${ untilString }",
        "A cada ${ interval } anos, ${ untilString }"
      ]
    },
    "Participant name": {
      "You": [
        "Você"
      ]
    },
    "Email subject": {
      "Cancellation of an event on ${ formattedStart }": [
        "Cancelamento de um evento em ${ formattedStart }"
      ],
      "Invitation for an event on ${ formattedStart }": [
        "Convite para um evento em ${ formattedStart }"
      ],
      "Update for an event on ${ formattedStart }": [
        "Actualização para um evento em ${ formattedStart }"
      ],
      "Cancellation of an event starting on ${ formattedStart }": [
        "Cancelamento de um evento começando em ${ formattedStart }"
      ],
      "Invitation for an event starting on ${ formattedStart }": [
        "Convite para um evento começando em ${ formattedStart }"
      ],
      "Update for an event starting on ${ formattedStart }": [
        "Actualização para um evento começando em ${ formattedStart }"
      ],
      "Invitation: ${ eventTitle }": [
        "Convite: ${ eventTitle }"
      ]
    },
    "Email body for invitation (date part)": {
      "When: ${ formattedStart } (all day)": [
        "Quando: ${ formattedStart } (o dia todo)"
      ],
      "When: ${ formattedStart } - ${ formattedEnd }": [
        "Quando: ${ formattedStart } - ${ formattedEnd }"
      ],
      "When: ${ formattedStart }": [
        "Quando: ${ formattedStart }"
      ]
    },
    "Email body for invitation (location part)": {
      "Where: ${ eventLocation }": [
        "Onde: ${ eventLocation }"
      ]
    },
    "Email body for description (description part)": {
      "Description: ${ eventDescription }": [
        "Descrição: ${ eventDescription }"
      ]
    },
    "Email body for invitation": {
      "You are invited to ${ eventTitle }\n${ eventDetailsText }": [
        "Tem um convite para ${ eventTitle }\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been updated.\n${ eventDetailsText }": [
        "${ eventTitle } foi actualizado.\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been cancelled.": [
        "${ eventTitle } foi cancelado."
      ]
    },
    "Email body for response to invitation": {
      "${ emailAddress } has accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } aceitou o seu convite para ${ eventTitle }"
      ],
      "${ emailAddress } has tentatively accepted your invitation to ${ eventTitle }": [
        "${ emailAddress } aceitou provisoriamente o seu convite para ${ eventTitle }"
      ],
      "${ emailAddress } has declined your invitation to ${ eventTitle }": [
        "${ emailAddress } recusou o seu convite para ${ eventTitle }"
      ]
    },
    "Event title": {
      "(no title)": [
        "(sem título)"
      ]
    },
    "Error when exporting event from calendar": {
      "Event from ${ timeString }, ${ rruleString }": [
        "Evento a partir de ${ timeString }, ${ rruleString }"
      ],
      "Event @ ${ timeString }": [
        "Evento @ ${ timeString }"
      ]
    },
    "Theme": {
      "Proton": [
        "Proton"
      ],
      "Carbon": [
        "Carbon"
      ],
      "Snow": [
        "Snow"
      ],
      "Monokai": [
        "Monokai"
      ],
      "Contrast": [
        "Contraste"
      ],
      "Legacy": [
        "Antigo"
      ]
    },
    "Keyboard shortcut section name": {
      "Basic navigation": [
        "Navegação básica"
      ],
      "Basic actions": [
        "Acções básicas"
      ],
      "Folder shortcuts": [
        "Atalhos de pasta"
      ],
      "Composer shortcuts": [
        "Atalhos do compositor"
      ],
      "List shortcuts": [
        "Atalhos de lista"
      ],
      "Action shortcuts": [
        "Atalhos de acção"
      ],
      "Message shortcuts": [
        "Atalhos de mensagem"
      ]
    },
    "Keyboard shortcut name": {
      "Move up": [
        "Mover acima"
      ],
      "Jump to first": [
        "Ir para o primeiro"
      ],
      "Move down": [
        "Mover abaixo"
      ],
      "Jump to last": [
        "Ir para o último"
      ],
      "Move right / expand": [
        "Mover à direita/Expandir"
      ],
      "Move left / collapse": [
        "Mover à esquerda/Colapsar"
      ],
      "Apply / open": [
        "Aplicar/Abrir"
      ],
      "Cancel / close": [
        "Cancelar/Fechar"
      ],
      "Open this modal": [
        "Abrir esta janela"
      ],
      "Select / unselect": [
        "Seleccionar/Remover selecção"
      ],
      "Go to Inbox": [
        "Ir para Caixa de entrada"
      ],
      "Go to Archive": [
        "Ir para Arquivo"
      ],
      "Go to Sent": [
        "Ir para Enviado"
      ],
      "Go to Starred": [
        "Ir para Com estrela"
      ],
      "Go to Drafts": [
        "Ir para Rascunhos"
      ],
      "Go to Trash": [
        "Ir para Lixo"
      ],
      "Go to Spam": [
        "Ir para Assédio"
      ],
      "Go to All Mail": [
        "Ir para Todo o correio"
      ],
      "Save draft": [
        "Gravar rascunho"
      ],
      "Send email": [
        "Enviar email"
      ],
      "Close draft": [
        "Fechar rascunho"
      ],
      "Minimize / maximize composer": [
        "Minimizar/Maximizar compositor"
      ],
      "Expand / contract composer": [
        "Expandir/Contrair compositor"
      ],
      "Attach file": [
        "Anexar ficheiro"
      ],
      "Add expiration time": [
        "Adicionar data de expiração"
      ],
      "Add encryption": [
        "Adicionar encriptação"
      ],
      "Discard draft": [
        "Descartar rascunho"
      ],
      "Open previous message": [
        "Abrir mensagem anterior"
      ],
      "Open next message": [
        "Abrir mensagem seguinte"
      ],
      "Show unread emails": [
        "Mostrar correio não lido"
      ],
      "Show all emails": [
        "Mostrar todo o correio"
      ],
      "Select / unselect all": [
        "Marcar/Desmarcar tudo"
      ],
      "Search": [
        "Procurar"
      ],
      "New message": [
        "Nova mensagem"
      ],
      "Star": [
        "Estrela"
      ],
      "Mark as unread": [
        "Marcar como não lido"
      ],
      "Label as...": [
        "Etiquetar como..."
      ],
      "Create filter with...": [
        "Criar filtro com..."
      ],
      "Move to...": [
        "Mover para..."
      ],
      "Move to Inbox": [
        "Mover para Caixa de entrada"
      ],
      "Move to Archive": [
        "Mover para Arquivo"
      ],
      "Move to Spam": [
        "Mover para Assédio"
      ],
      "Move to Trash": [
        "Mover para Lixo"
      ],
      "Delete permanently": [
        "Eliminar permanentemente"
      ],
      "Reply": [
        "Responder"
      ],
      "Reply all": [
        "Responder a todos"
      ],
      "Forward": [
        "Encaminhar"
      ],
      "Load remote content": [
        "Carregar conteúdo remoto"
      ],
      "Load embedded images": [
        "Carregar imagens incorporadas"
      ],
      "Show original message": [
        "Mostrar mensagem original"
      ]
    },
    "Settings section title": {
      "General": [
        "Geral"
      ],
      "Identity & addresses": [
        "Identidade e endereços"
      ],
      "Appearance": [
        "Aparência"
      ],
      "Folders & labels": [
        "Pastas e etiquetas"
      ],
      "Filters": [
        "Filtros"
      ],
      "Auto reply": [
        "Resposta automática"
      ],
      "Domain Names": [
        "Nomes de domínio"
      ],
      "Encryption & keys": [
        "Encriptação e chaves"
      ],
      "Import & export": [
        "Importar e exportar"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "Calendars": [
        "Agendas"
      ],
      "VPN apps": [
        "Aplicações VPN"
      ],
      "Users & addresses": [
        "Utilizadores e endereços"
      ],
      "Domain names": [
        "Nomes de domínio"
      ],
      "Organization & keys": [
        "Organização e chaves"
      ],
      "Multi-user support": [
        "Suporte a múltiplos utilizadores"
      ],
      "Account": [
        "Conta"
      ],
      "Organization": [
        "Organização"
      ]
    },
    "Settings description": {
      "You can apply multiple labels to a single message, but messages can usually only be in a single folder. Drag and drop to rearrange the order of your folders and labels.": [
        "Pode aplicar várias etiquetas à mesma mensagem, mas uma mesma mensagem só pode estar numa pasta. Arraste e largue para reordenar as suas pastas e etiquetas."
      ]
    },
    "Upgrade": {
      "Upgrade to ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } to connect up to ${ plusVpnConnections } device to the VPN at once": [
        "Actualize para ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } para ligar ${ plusVpnConnections } dispositivo à VPN",
        "Actualize para ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } para ligar até ${ plusVpnConnections } dispositivos à VPN em simultâneo"
      ]
    },
    "Navigation": {
      "Back to Mailbox": [
        "Voltar à caixa de entrada"
      ],
      "Back to Calendar": [
        "Voltar à agenda"
      ],
      "Back to Contacts": [
        "Voltar aos contactos"
      ],
      "Back to Drive": [
        "Voltar ao Drive"
      ]
    },
    "Email Unsubscribe Categories": {
      "${ allCategoriesExceptTheLastOne } and ${ lastCategory }": [
        "${ allCategoriesExceptTheLastOne } e ${ lastCategory }"
      ]
    },
    "Email Unsubscribe": {
      "You unsubscribed from ${ categoriesJsx } emails.": [
        "Cancelou a subscrição de ${ categoriesJsx }."
      ],
      "You resubscribed to ${ categoriesJsx } emails.": [
        "Renovou a subscrição de ${ categoriesJsx }."
      ],
      "Which emails do you want to receive from Proton?": [
        "Que emails pretende receber do Proton?"
      ]
    },
    "Signup label": {
      "Username": [
        "Utilizador"
      ],
      "Email": [
        "Email"
      ]
    },
    "Recovery method": {
      "email address": [
        "endereço de email"
      ],
      "phone number": [
        "número de telefone"
      ],
      "Email": [
        "Email"
      ],
      "Phone number": [
        "Número de telefone"
      ]
    },
    "blackfriday Info": {
      "Get early access to our new encrypted drive for FREE by upgrading to a Plus bundle now.": [
        "Obtenha acesso antecipado ao nosso novo ProtonDrive encriptado GRÁTIS, atualizando para um pacote Plus agora."
      ],
      "This subscription will automatically renew after 2 years at the same rate until it is cancelled.": [
        "Esta assinatura será renovada automaticamente após 2 anos com a mesma taxa, até que seja cancelada."
      ],
      "Discounts are based on monthly pricing.": [
        "Os descontos têm por base os preços mensais."
      ],
      "Offer valid only for first-time paid subscriptions.": [
        "Oferta válida apenas para novas assinaturas pagas."
      ],
      "Save ${ percentage }%": [
        "${ percentage } %"
      ],
      "Includes": [
        "Inclui"
      ],
      "early access to": [
        "acesso antecipado a"
      ],
      "ProtonDrive": [
        "ProtonDrive"
      ],
      "Free": [
        "Grátis"
      ],
      "Standard price: ${ regularPrice }": [
        "Preço padrão: ${ regularPrice }"
      ]
    },
    "blackfriday Title": {
      "ProtonDrive early access offer": [
        "Oferta de acesso antecipado ao ProtonDrive"
      ],
      "Cyber Monday Sale": [
        "Promoção Cyber Monday"
      ],
      "Black Friday Sale": [
        "Promoção Black Friday"
      ],
      "for 1 month": [
        "durante 1 mês"
      ],
      "for 1 year": [
        "durante 1 ano"
      ],
      "for 2 years": [
        "durante 2 anos"
      ],
      "Billed as ${ amount } ${ supNotice }": [
        ""
      ],
      "(${ notice }) Renews after 1 year at a discounted annual price of ${ amount } every year (20% discount).": [
        "(${ notice }) renova após 1 ano a um preço anual com desconto de ${ amount } todos os anos (20% de desconto)."
      ],
      "(${ notice }) Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (47% discount).": [
        "(${ notice }) renova após 2 anos a um preço com desconto de 2 anos de ${ amount } a cada 2 anos (desconto de 47%)."
      ],
      "(${ notice }) Renews after 1 year at a discounted annual & bundle price of ${ amount } every year (36% discount).": [
        "(${ notice }) renova após 1 ano a um preço anual com desconto e pacote de ${ amount } todos os anos (36% de desconto)."
      ],
      "Most popular": [
        "Mais populares"
      ]
    },
    "blackfriday Action": {
      "Upgrade": [
        "Atualizar"
      ],
      "Get limited-time deal": [
        "Aproveite a oferta por tempo limitado"
      ]
    },
    "blackfriday info": {
      "per month": [
        "por mês"
      ]
    },
    "blackfriday Promo title, need to be short": {
      "Special offer": [
        "Oferta especial"
      ]
    }
  }
}
