{
  "headers": {
    "plural-forms": "nplurals=2; plural=(n != 1);",
    "language": "tr"
  },
  "contexts": {
    "": {},
    "Info": {
      "No results found": [
        "Sonuç bulunamadı"
      ],
      "Insert image": [
        "Resim ekle"
      ],
      "Add image URL": [
        "Resim URL'si ekle"
      ],
      "Image URL": [
        "Görüntü URL'si"
      ],
      "Not a valid URL": [
        "Geçerli bir URL değil"
      ],
      "Upload picture": [
        "Fotoğraf yükle"
      ],
      "Web URL": [
        "Web Adresi"
      ],
      "Email address": [
        "E-posta Adresi"
      ],
      "Phone number": [
        "Telefon numarası"
      ],
      "URL link": [
        "URL bağlantısı"
      ],
      "Insert link": [
        "Bağlantı ekle"
      ],
      "Please select the type of link you want to insert and fill in all the fields.": [
        "Lütfen eklemek istediğiniz bağlantı türünü seçin ve tüm alanları doldurun."
      ],
      "Link type": [
        "Bağlantı türü"
      ],
      "Text to display": [
        "Görüntülenecek metin"
      ],
      "Test link": [
        "Deneme bağlantısı"
      ],
      "Text color": [
        "Metin rengi"
      ],
      "Background color": [
        "Arka plan rengi"
      ],
      "Align left": [
        "Sola hizala"
      ],
      "Center": [
        "Merkez"
      ],
      "Align right": [
        "Sağa hizala"
      ],
      "Justify": [
        "Yasla"
      ],
      "Left to Right": [
        "Soldan sağa"
      ],
      "Right to Left": [
        "Sağdan sola"
      ],
      "Normal": [
        "Normal"
      ],
      "Plain text": [
        "Düz metin"
      ],
      "This link may be a homograph attack and cannot be opened by Internet Explorer and Edge browsers. If you are certain the link is legitimate, please use a different browser to open it.": [
        "Bu bağlantı bir eşyazım saldırısı olabilir ve Internet Explorer ve Edge tarayıcıları tarafından açılamaz. Bağlantının yasal olduğundan eminseniz, lütfen açmak için farklı bir tarayıcı kullanın."
      ],
      "This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.": [
        "Bu bağlantı bir eşyazım saldırısı olabilir. Lütfen bunun ziyaret etmek istediğiniz bağlantı olduğunu doğrulayın ya da açmayın."
      ],
      "You are about to open another browser tab and visit:": [
        "Başka bir tarayıcı sekmesi açmak ve ziyaret etmek üzeresiniz:"
      ],
      "Learn more": [
        "Daha fazla bilgi edinin"
      ],
      "Drop the file here to upload": [
        "Yüklemek için bir dosyayı buraya bırakın"
      ],
      "Week": [
        "Hafta"
      ],
      "Loading": [
        "Yükleniyor"
      ],
      "support team": [
        "destek ekibi"
      ],
      "Choose the look and feel of the application.": [
        "Uygulamanın görünümünü ve tarzını seçin."
      ],
      "Import calendars": [
        "Takvimleri içe aktar"
      ],
      "Your events are being imported from": [
        "Olayınız şuradan içe aktarılıyor,"
      ],
      "to": [
        "kime"
      ],
      "Your import has started!": [
        "İçe aktarma işlemin başladı!"
      ],
      "We will notify you once your import is finished.": [
        "İçe aktarma bittiğinde sana haber vereceğiz."
      ],
      "Large imports can take several days to complete.": [
        "Büyük boyutlu içe aktarmalar bir kaç gün sürebilir."
      ],
      "You can continue using Proton services as usual.": [
        "Herzamanki gibi Proton servislerini kullanmaya devam edebilirsiniz."
      ],
      "Your import will not be processed.": [
        "İçe aktarımınız gerçekleştirilemedi."
      ],
      "To prepare your external account for import, please follow the instructions for:": [
        "Harici hesabınızı içe aktarmaya hazırlamak için lütfen aşağıdaki talimatları izleyin:"
      ],
      "If you are using a different email provider or your account is already prepared, you can skip to import.": [
        "Farklı bir e-posta sağlayıcısı kullanıyorsanız veya hesabınız önceden hazırlanmışsa, içe aktarmayı atlayabilirsiniz."
      ],
      "Enter the credentials of the email account you want to import from.": [
        "İçeri aktarmak istediğiniz e-posta hesabının kimlik bilgilerini girin."
      ],
      "Your login information will not be saved after the import is completed.": [
        "İçe aktarma tamamlandıktan sonra giriş bilgileriniz kaydedilmeyecektir."
      ],
      "Import mailbox": [
        "Posta kutusunu içe aktar"
      ],
      "Label all imported messages as": [
        "İçe aktarılan tüm iletileri şu şekilde etiketle"
      ],
      "${ providerFoldersNumLocalized } label found in Gmail": [
        "Gmail'de ${ providerFoldersNumLocalized } etiketi bulundu",
        "Gmail'de ${ providerFoldersNumLocalized } etiketleri bulundu"
      ],
      "${ providerFoldersNumLocalized } folder found": [
        "${ providerFoldersNumLocalized } dosya bulundu",
        "${ providerFoldersNumLocalized } dosya bulundu"
      ],
      "${ selectedFoldersCountLocalized } label selected": [
        "${ selectedFoldersCountLocalized } etiketi seçildi",
        "${ selectedFoldersCountLocalized } etiketleri seçildi"
      ],
      "${ selectedFoldersCountLocalized } folder selected": [
        "${ selectedFoldersCountLocalized } dosya seçildi",
        "${ selectedFoldersCountLocalized } dosya seçildi"
      ],
      "Your messages are being imported from": [
        "Tüm iletilerin şuradan aktarılıyor"
      ],
      "Please select the folders you would like to import:": [
        "Lütfen içe aktarmak istediğiniz dosyaları seçiniz:"
      ],
      "Create a label for the imported messages, a time range for this import, and the labels you would like to import.": [
        "İçe aktarılan mesajlar için bir etiket, bu içe aktarma için bir zaman aralığı ve içe aktarmak istediğiniz etiketler oluşturun."
      ],
      "Create a label for the imported messages, a time range for this import, and the folders you would like to import.": [
        "İçe aktarılan mesajlar için bir etiket, bu içe aktarma için bir zaman aralığı ve içe aktarmak istediğiniz klasörler oluşturun."
      ],
      "All (${ totalFoldersCount } label)": [
        "Tümü (${ totalFoldersCount } etiket)",
        "Tümü (${ totalFoldersCount } etiket)"
      ],
      "All (${ totalFoldersCount } folder)": [
        "Tüm (${ totalFoldersCount } dosya)",
        "Tüm (${ totalFoldersCount } dosya)"
      ],
      "${ selectedFoldersCount } label selected": [
        "${ selectedFoldersCount } etiketi seçildi",
        "${ selectedFoldersCount } etiketleri seçildi"
      ],
      "${ selectedFoldersCount } folder selected": [
        "${ selectedFoldersCount } dosya seçildi",
        "${ selectedFoldersCount } dosya seçildi"
      ],
      "Transfer your data safely to Proton. Import Assistant connects to your external email provider and imports your selected messages and folders.": [
        "Verilerinizi Proton'a güvenli aktarın. Import Assistant, harici e-posta sağlayıcınıza bağlanır ve seçili mesajlarınızı ve klasörlerinizi içe aktarır."
      ],
      "No imports to display.": [
        "Görüntülenecek içe aktarma yok."
      ],
      "Proton will try to resume the import as soon as your email provider resets your account’s ${ bandwithLimitLink }. You don’t need to do anything. If you cancel your import, you won't be able to resume it and you will need to start over.": [
        "Proton, e-posta sağlayıcınız hesabınızın ${ bandwithLimitLink } değerini sıfırladığı anda içe aktarmaya devam etmeye çalışacaktır. Hiçbir şey yapmanıza gerek yok. İçe aktarmayı iptal ederseniz, devam ettiremezsiniz ve baştan başlamanız gerekir."
      ],
      "Check the status of current and previous imports.": [
        "Mevcut ve önceki içe aktarmaların durumunu kontrol edin."
      ],
      "Proton paused an import because your account is running low on space. You can:": [
        "Proton, hesabınızda yeterli alan olmadığı için içe aktarmayı duraklattı. Şunları yapabilirsiniz:"
      ],
      "free up space by deleting older messages or other data": [
        "eski mesajları veya diğer verileri silerek yer açın"
      ],
      "purchase additional storage": [
        "ek depolama alanı satın alın"
      ],
      "Proton paused an import because it lost the connection with your other email provider. Please reconnect.": [
        "Proton, diğer e-postanla bağlantıyı kaybettiğinden içe aktarmaya ara verdi. Lüften tekrar bağlanın."
      ],
      "Your import from ${ delayedImport.Email } is temporarily delayed.": [
        "${ delayedImport.Email }'dan içe aktarmanız geçici olarak duraklatıldı."
      ],
      "For advanced security, the Import-Export app encrypts emails on your device before migrating them to Proton servers. You can also export messages for local backups.": [
        "Gelişmiş güvenlik için, içe aktarma ve dışa aktarma uygulaması, Proton sunucularına aktarmadan önce cihazınızdaki e-postaları şifreler. İletileri yerel yedeklemeler için de dışa aktarabilirsiniz."
      ],
      "Available on macOS, Windows, and Linux.": [
        "MacOS, Windows ve Linux'ta mevcuttur."
      ],
      "Add a @pm.me email address to your account. This simple, shorter domain stands for \"ProtonMail me\" or \"Private Message me.\"": [
        "Hesabınıza @pm.me e-posta adresi ekler. Bu basit ve kısa alan adı \"ProtonMail me\" veya \"Private Message me\" anlamına gelir."
      ],
      "You can now receive messages to your @pm.me address. Upgrade to a paid plan to also send emails using your @pm.me address and create additional @pm.me addresses.": [
        "Artık, @pm.me adresine iletilerinizi alabilirsiniz. @pm.me adresinizi kullanarak e-postalar göndermek ve ek olarak @pm.me adresleri oluşturmak için paralı bir plana yükseltin."
      ],
      "We support importing CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps. We also support importing vCard 4.0. (UTF-8 encoding).": [
        "Outlook, Outlook Express, Yahoo! Posta, Hotmail, Eudora ve diğer bazı uygulamalardan CSV dosyalarını içe aktarmayı destekliyoruz. Ayrıca vCard 4.0 içe aktarmayı da destekliyoruz. (UTF-8 kodlaması)."
      ],
      "The application needs to locally decrypt your contacts before they can be exported. At the end of the process, a VCF file will be generated and you will be able to download it.": [
        "Kışilerini dışa aktarmadan önce bu uygulamanın yerel şifreye ihtiyacı var. İlerlemenin sonunda, VCF dosyası genelleştirilecek ve indirmeye elvirişli olacaktır."
      ],
      "By leaving now, changes may not be saved": [
        "Şimdi çıkarsanız, değişiklikler kaydedilmeyebilir"
      ],
      "Enter your own password (as organization admin) and this user's new password.": [
        "Kendi şifrenizi (kuruluş yöneticisi olarak) ve bu kullanıcının yeni şifresini girin."
      ],
      "Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.": [
        "Çift şifre modu giriş ve posta kutusu için ayrı şifreler kullanır. Bu bazı durumlarda küçük bir güvenlik yararı sağlasa da çoğu kullanıcı için tek şifre modunu öneririz. Çift şifre moduna geçmek için önce bir oturum açma şifresi belirleyin ve ardından da bir posta kutusu şifresi belirleyin."
      ],
      "ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.": [
        "ProtonMail giriş ve posta kutusu parolasının yerini alan tek bir şifre ile de kullanılabilir. Tek şifre moduna geçmek için kullanmak istediğiniz tek şifreyi girin ve Kaydet'i tıklayın."
      ],
      "Proton can't help you recover any lost passwords": [
        "Proton kaybolan parolaları kurtarmanıza yardımcı olamaz"
      ],
      "Make sure you remember the password to log in and decrypt emails. ${ boldAlert }. We recommend adding a recovery email first.": [
        "Giriş yapmak ve e-postaların şifresini çözmek için şifreyi hatırladığınızdan emin olun. ${ boldAlert }. Önce bir kurtarma e-postası eklemenizi öneririz."
      ],
      "reading our two-factor authentication Guide first": [
        "önce iki faktörlü kimlik doğrulama kılavuzumuzu okuyun"
      ],
      "This wizard will enable Two-Factor Authentication (2FA) on your Proton account. Two-factor authentication will make your Proton account more secure so we recommend enabling it.": [
        "Bu sihirbaz, Proton hesabınızda İki Adımlı Kimlik Doğrulamayı (2FA) etkinleştirir. İki adımlı kimlik doğrulama, Proton hesabınızı daha güvenli duruma getireceğinden, etkinleştirmenizi öneririz."
      ],
      "If you have never used two-factor authentication before, we strongly recommend you ${ guideButton }.": [
        "Daha önce iki faktörlü kimlik doğrulamayı hiç kullanmadıysanız, size kesinlikle ${ guideButton } kullanmanızı öneririz."
      ],
      "Enter key manually instead": [
        "Bunun yerine anahtarı manuel girin"
      ],
      "Scan this code with your two-factor authentication device to set up your account. ${ switchButton }.": [
        "Hesabınızı oluşturmak için bu kodu iki faktörlü kimlik doğrulama cihazınızla tarayın. ${ switchButton }."
      ],
      "Scan QR code instead": [
        "Bunun yerine QR kodunu tarayın"
      ],
      "Manually enter this information into your two-factor authentication device to set up your account. ${ _switchButton }.": [
        "Hesabınızı kurmak için bu bilgileri iki faktörlü kimlik doğrulama cihazınıza el ile girin. ${ _switchButton }."
      ],
      "Two-factor authentication enabled": [
        "İki adımlı kimlik doğrulama etkinleştirildi"
      ],
      "Important: Please make sure you save the recovery codes. Otherwise you can permanently lose access to your account if you lose your two-factor authentication device.": [
        "Önemli: Lütfen kurtarma kodlarını kaydettiğinizden emin olun. Aksi takdirde, iki adımlı kimlik doğrulama cihazınızı kaybederseniz hesabınıza erişimi kalıcı olarak kaybedebilirsiniz."
      ],
      "If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit two-factor authentication code to log into your account. Each code can only be used once.": [
        "İki adımlı doğrulamanın etkin olduğu cihazınızı kaybederseniz, bu kodlar hesabınıza giriş yapmak için 6 haneli iki faktörlü kimlik doğrulama kodu yerine kullanılabilir. Her kod sadece bir kez kullanılabilir."
      ],
      "Two-factor authentication disabled": [
        "İki adımlı kimlik doğrulama devre dışı bırakıldı"
      ],
      "Two-factor authentication adds an extra layer of security to your account in case your password is compromised.": [
        "İki faktörlü kimlik doğrulama, şifrenizin tehlikeye girmesi durumunda hesabınıza fazladan bir güvenlik katmanı ekler."
      ],
      "Two-password mode requires two passwords: one to log in to your account and one to decrypt your mailbox. (Advanced)": [
        "İki parola modu iki parola gerektirir: biri hesabınızda oturum açmak için diğeri posta kutunuzun şifresini çözmek için. (Gelişmiş)"
      ],
      "Your subscription is managed by Mozilla. Please contact Mozilla support.": [
        "Aboneliğiniz Mozilla tarafından yönetiliyor. Lütfen Mozilla desteği ile iletişime geçin."
      ],
      "Warning: deletion is permanent": [
        "Uyarı: silme kalıcıdır"
      ],
      "If you wish to delete this account in order to combine it with another one, do NOT delete it.": [
        "Başka bir hesapla birleştirmek için bu hesabı silmek isterseniz, SİLMEYİN."
      ],
      "Warning: This also removes access to all connected services and deletes all of your contacts": [
        "Uyarı: Bu aynı zamanda tüm bağlı hizmetlere erişimi kaldırır ve tüm kişilerinizi siler"
      ],
      "Example: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }": [
        "Örnek: ${ mailAppName }, ${ vpnAppName }, ${ driveAppName }, ${ calendarAppName }"
      ],
      "Please provide an email address in case we need to contact you.": [
        "Sizinle iletişime geçmemiz gerekirse diye lütfen bir e-posta adresi belirtin."
      ],
      "Enter your login password to confirm your identity.": [
        "Kimliğinizi doğrulamak için oturum açma parolanızı girin."
      ],
      "Your ProtonVPN and ProtonMail accounts are linked. To delete them both, please log in at ${ loginLink } and delete your account there.": [
        "ProtonVPN ve ProtonMail hesaplarınız birbirine bağlıdır. İkisini de silmek için, lütfen ${ loginLink } adresinde oturum açın ve oradan hesabınızı silin."
      ],
      "This will permanently delete your account and all of its data. You will not be able to reactivate this account.": [
        "Bu, hesabınızı ve tüm verilerini kalıcı olarak siler. Bu hesabı yeniden etkinleştiremezsiniz."
      ],
      "Emailing preference saved": [
        "E-posta tercihi kaydedildi"
      ],
      "To keep up with the latest development at Proton products, you can subscribe to our various emails and visit our blog from time to time.": [
        "Proton ürünlerindeki en son gelişmeleri takip etmek için çeşitli e-postalarımıza abone olabilir ve zaman zaman blogumuzu ziyaret edebilirsiniz."
      ],
      "No addresses exist": [
        "Adres yok"
      ],
      "Let your contacts know you care about their privacy.": [
        "Kişilerinizin, gizliliklerine önem verdiğinizi bilmelerini sağlayın."
      ],
      "Queued": [
        "Sıraya Alındı"
      ],
      "Done": [
        "Tamamlandı"
      ],
      "Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them.": [
        "Yeni adresinizden e-posta gönderip almaya başlamadan önce, onlar için şifreleme anahtarları oluşturmanız gerekir."
      ],
      "Please note that if you delete this address, you will no longer be able to send or receive emails using this address.": [
        "Bu adresi silerseniz, artık bu adresi kullanarak e-posta gönderip alamayacağınızı lütfen unutmayın."
      ],
      "Are you sure you want to delete this address?": [
        "Bu adresi silmek istediğinizden emin misiniz?"
      ],
      "The email address you place at the top of the list is your default email address. Drag and drop to reorder your addresses.": [
        "Listenin en üstüne yerleştirdiğiniz e-posta adresi, varsayılan e-posta adresinizdir. Adreslerinizi yeniden sıralamak için sürükleyip bırakın."
      ],
      "To secure your internet connection, download and install the ProtonVPN application for your device and connect to a ProtonVPN server.": [
        "İnternet bağlantınızı güvence altına almak için cihazınıza ProtonVPN uygulamasını indirip yükleyin ve bir ProtonVPN sunucusuna bağlanın."
      ],
      "You can use the following credentials to connect to a ProtonVPN server using a third-party, open source VPN app, like Tunnelblick for macOS or OpenVPN for GNU/Linux.": [
        "MacOS için Tunnelblick veya GNU/Linux için OpenVPN gibi üçüncü taraf, açık kaynaklı bir VPN uygulaması kullanarak bir ProtonVPN sunucusuna bağlanmak için aşağıdaki kimlik bilgilerini kullanabilirsiniz."
      ],
      "Learn how to log in to ProtonVPN with third-party VPN applications.": [
        "Üçüncü taraf VPN uygulamalarıyla ProtonVPN'e nasıl giriş yapacağınızı öğrenin."
      ],
      "We advise you to use official ProtonVPN applications when possible.": [
        "Mümkün oldukça resmi ProtonVPN uygulamalarını kullanmanızı öneririz."
      ],
      "You cannot use the OpenVPN / IKEv2 credentials to log in to ProtonVPN applications or the ProtonVPN dashboard. ${ learnMore }": [
        "ProtonVPN uygulamalarına veya ProtonVPN kontrol paneline giriş yapmak için OpenVPN / IKEv2 kimlik bilgilerini kullanamazsınız. ${ learnMore }"
      ],
      "Use the following credentials when connecting to ProtonVPN servers without application. Examples use cases include: Tunnelblick on macOS, OpenVPN on GNU/Linux.": [
        "ProtonVPN sunucularına uygulama olmadan bağlanırken aşağıdaki kimlik bilgilerini kullanın. Kullanım örnekleri: MacOS'ta Tunnelblick, GNU/Linux'ta OpenVPN."
      ],
      "Do not use the OpenVPN / IKEv2 credentials in ProtonVPN applications or on the ProtonVPN dashboard. ${ learnMore }": [
        "ProtonVPN uygulamalarında veya ProtonVPN kontrol panelinde OpenVPN / IKEv2 kimlik bilgilerini kullanmayın. ${ learnMore }"
      ],
      "Server load": [
        "Sunucu yükü"
      ],
      "Server is currently down": [
        "Sunucu şu anda kapalı"
      ],
      "P2P": [
        "P2P"
      ],
      "Tor": [
        "Tor"
      ],
      "Plus or Visionary subscription required": [
        "Plus veya Vizyoner aboneliği gerekli"
      ],
      "Basic, Plus or Visionary subscription required": [
        "Temel, Plus veya Vizyoner aboneliği gerekli"
      ],
      "${ number } server": [
        "${ number } sunucu",
        "${ number } sunucu"
      ],
      "${ number } city": [
        "${ number } şehir",
        "${ number } şehir"
      ],
      "These configuration files let you choose which ProtonVPN server you connect to when using a third-party VPN app or setting up a VPN connection on a router.": [
        "Bu yapılandırma dosyaları, üçüncü taraf bir VPN uygulaması kullanırken veya bir yönlendiricide VPN bağlantısı kurarken hangi ProtonVPN sunucusuna bağlanacağınızı seçmenizi sağlar."
      ],
      "Install a Secure Core configuration file to benefit from an additional protection against VPN endpoint compromise.": [
        "VPN uç nokta sızıntısına karşı ek bir korumadan yararlanmak için Secure Core yapılandırma dosyası yükleyin."
      ],
      "ProtonVPN Plus or Visionary required for Secure Core feature.": [
        "Secure Core özelliği için ProtonVPN Plus veya Visionary gerekir."
      ],
      "Install a Country configuration file to connect to a random server in the country of your choice.": [
        "Seçtiğiniz ülkede rastgele bir sunucuya bağlanmak için bir ülke yapılandırma dosyası yükleyin."
      ],
      "ProtonVPN Basic, Plus or Visionary required for Country level connection.": [
        "Ülke düzeyinde bağlantı için ProtonVPN Basic, Plus veya Visionary gereklidir."
      ],
      "Install a Server configuration file to connect to a specific server in the country of your choice.": [
        "Seçtiğiniz ülkedeki belirli bir sunucuya bağlanmak için bir sunucu yapılandırma dosyası yükleyin."
      ],
      "Install a Free server configuration file to connect to a specific server in one of the three free locations.": [
        "Üç ücretsiz konumdan birinde belirli bir sunucuya bağlanmak için ücretsiz bir sunucu yapılandırma dosyası yükleyin."
      ],
      "Plan upgrade required": [
        "Plan yükseltmesi gerekli"
      ],
      "Are you sure you want to delete this calendar?": [
        "Bu takvimi silmek istediğinizden emin misiniz?"
      ],
      "${ calendarName } will be set as default calendar.": [
        "${ calendarName } varsayılan takvim olarak ayarlanacaktır."
      ],
      "The calendar will be removed from your account.": [
        ""
      ],
      "You need to have an active personal calendar to import your events.": [
        ""
      ],
      "If the system time zone does not match the current time zone preference, you will be asked to update it (at most once per day).": [
        "Sistem saat dilimi mevcut saat dilimi tercihiyle eşleşmiyorsa, güncellemeniz istenecektir (günde en fazla bir kez)."
      ],
      "Week and month views only apply to desktop.": [
        "Hafta ve ay görünümleri yalnızca masaüstü için geçerlidir."
      ],
      "Only you can see the labels.": [
        "Etiketleri sadece siz görebilirsiniz."
      ],
      "Limited view: others see if you're busy. Full view: shows all event details, including name, location, or participants.": [
        "Sınırlı görünüm: diğerleri meşgul olup olmadığınızı görür. Tam görünüm: ad, konum veya katılımcılar dahil tüm etkinlik ayrıntılarını gösterir."
      ],
      "You can create up to ${ MAX_LINKS_PER_CALENDAR } links per calendar. To create a new link to this calendar, delete one from the list below.": [
        "Takvim başına en fazla ${ MAX_LINKS_PER_CALENDAR } bağlantı oluşturabilirsiniz. Bu takvime yeni bir bağlantı oluşturmak için aşağıdaki listeden birini silin."
      ],
      "By sharing the full event details of this calendar, you accept to grant Proton access to this calendar's encrypted information.": [
        "Bu takvimin tüm etkinlik ayrıntılarını paylaşarak, Proton'a bu takvimin şifreli bilgilerine erişimi vermeyi kabul etmiş olursunuz."
      ],
      "Anyone with this link can see all the event details of this calendar such as title, location or participants.": [
        "Bu bağlantıya sahip olan herkes başlık, yer veya katılımcılar gibi bu takvimin tüm etkinlik ayrıntılarını görebilir."
      ],
      "Anyone with this link can see whether you’re free or busy on your calendar. They can’t see event details, such as title, location, or participants.": [
        "Bu bağlantıya sahip olan herkes, takviminizde boş veya meşgul olduğunuzu görebilir. Başlık, konum veya katılımcılar gibi etkinlik ayrıntılarını göremezler."
      ],
      "Delete link?": [
        "Bağlantı silinsin mi?"
      ],
      "Anyone with this link won't be able to sync or get future updates for your calendar. If you want to give them access again, you will have to create a new link.": [
        "Bu bağlantıya sahip olan hiç kimse senkronize edemeyecek veya takviminiz için gelecekteki güncellemeleri alamayacak. Onlara tekrar erişim vermek isterseniz, yeni bir bağlantı oluşturmanız gerekecektir."
      ],
      "Edit label": [
        "Etiketi düzenle"
      ],
      "Add label": [
        "Etiket ekle"
      ],
      "Link copied to clipboard": [
        "Bağlantı panoya kopyalandı"
      ],
      "Link created": [
        "Bağlantı oluşturuldu"
      ],
      "Link deleted": [
        "Bağlantı silindi"
      ],
      "Create a link to your calendar and share it with anyone outside Proton. Only you can add or remove events.": [
        "Takviminize bir bağlantı oluşturun ve bunu Proton dışındaki herhangi biriyle paylaşın. Etkinlikleri yalnızca siz ekleyebilir veya kaldırabilirsiniz."
      ],
      "You need to have a personal calendar to create a link.": [
        ""
      ],
      "Screenshot(s) attached": [
        "Ekran görüntüsü eklendi"
      ],
      "Refreshing the page or ${ link } will automatically resolve most issues.": [
        "Sayfayı yenilemek ya da ${ link } çoğu sorunu kendiliğinden çözecektir."
      ],
      "Loading ${ appName }": [
        "${ appName } yükleniyor"
      ],
      "More Info": [
        "Daha Fazla Bilgi"
      ],
      "Auto-reply is active each month between the selected start and end time.": [
        "Otomatik cevaplama, seçilen başlangıç ​​ve bitiş saatleri arasında her ay aktiftir."
      ],
      "Auto-reply is always active on the days of the week you select, between the selected hours.": [
        "Otomatik cevaplama, seçtiğiniz saatler arasında seçtiğiniz haftanın günlerinde daima etkindir."
      ],
      "Auto-reply is active each week between the selected start and end time.": [
        "Otomatik yanıt, seçilen başlangıç ​​ve bitiş saatleri arasında her hafta etkindir."
      ],
      "Auto-reply is active until you turn it off.": [
        "Otomatik yanıtlama siz kapatana kadar etkin durumdadır."
      ],
      "Auto-reply is active from the start time to the end time.": [
        "Otomatik yanıt, başlangıç ​​zamanından bitiş saatine kadar aktiftir."
      ],
      "Use automatic replies to inform contacts you are out of the office or otherwise unable to respond.": [
        "Kişilere ofis dışında olduğunuzu veya başka bir şekilde yanıt veremeyeceğinizi bildirmek için otomatik yanıtları kullanın."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to enable automatic replies for when you are out of the office.": [
        "Ofisinizde olmadığınız zaman otomatik yanıtları açmak için bir ${ PLAN_NAMES[PLANS.VISIONARY] } ya da ${ PLAN_NAMES[PLANS.PROFESSIONAL] } tarifesine yükseltin."
      ],
      "Since you're a loyal user, your account has additional features enabled.": [
        "Sadık bir kullanıcı olduğunuz için, hesabınızda ek özellikler etkinleştirildi."
      ],
      "By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.": [
        "Ücretsiz plana düşürürseniz, gelecekte yeniden yükseltme yapsanız bile bu avantajları kalıcı olarak kaybedersiniz."
      ],
      "+${ bonusSpace } bonus storage": [
        "+${ bonusSpace } ekstra depolama"
      ],
      "+${ organization.BonusVPN } connection for ProtonVPN (allows you to connect more devices to VPN)": [
        "+${ organization.BonusVPN } ProtonVPN bağlantısı için (daha fazla cihazın VPN'e bağlanmasına izin verin)",
        "+${ organization.BonusVPN } ProtonVPN bağlantısı için (daha fazla cihazın VPN'e bağlanmasına izin verin)"
      ],
      "Your account is being upgraded, this may take up to 30 seconds.": [
        "Hesabınız yükseltiliyor, bu 30 saniye sürebilir."
      ],
      "Thank you for supporting our mission.": [
        "Misyonumuzu desteklediğiniz için teşekkür ederiz."
      ],
      "Your account will be updated once the payment is cleared.": [
        "Ödemeniz onaylandıktan sonra hesabınız güncellenecektir."
      ],
      "Account successfully updated": [
        "Hesap başarıyla güncellendi"
      ],
      "Download your favorite app today and take privacy with you everywhere you go.": [
        "En sevdiğiniz uygulamayı bugün indirin ve gittiğiniz her yerde gizliliğinizi yanınızda taşıyın."
      ],
      "You must remove any additional personal calendars and any shared calendar links before you can cancel your subscription. ${ linkButton }": [
        ""
      ],
      "No payment is required at this time.": [
        "Şu anda ödeme gerekmiyor."
      ],
      "Please note that upon clicking the Confirm button, your account will have ${ creditsRemaining } credits remaining.": [
        "Lütfen, Onayla butonuna tıkladığınızda, hesabınızda ${ creditsRemaining } kredi kalacağını unutmayın."
      ],
      "No subscription yet": [
        "Henüz aboneliğiniz yok"
      ],
      "You already have a free account": [
        "Zaten ücretsiz bir hesabınız var"
      ],
      "This will cancel your current paid subscription and you will lose any loyalty benefits you have accumulated. The remaining balance of your subscription will be returned as account credits.": [
        "Bu, mevcut ücretli aboneliğinizi iptal edecek ve biriktirdiğiniz sadakat avantajlarını kaybetmenize sebep olacaktır. Aboneliğinizin kalan bakiyesi hesap kredisi olarak iade edilecektir."
      ],
      "Billed as ${ billedPrice } per year": [
        "Yıllık ${ billedPrice } olarak faturalandırılır"
      ],
      "Billed as ${ billedPrice } every 2 years": [
        "2 yılda bir ${ billedPrice } olarak faturalandırılır"
      ],
      "Included": [
        "Dahil"
      ],
      "* Customizable features": [
        "* Özelleştirilebilir özellikler"
      ],
      "Access your streaming services, like ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, no matter where you are.": [
        "Nerede olursanız olun ${ netflix }, ${ disney }, ${ primeVideo }, ${ many } gibi yayın hizmetlerinize erişin."
      ],
      "Access blocked content, like social media, news, Wikipedia, YouTube, and many others, no matter where you are.": [
        "Nerede olursanız olun, sosyal medya, haberler, Wikipedia, YouTube ve diğerleri gibi engellenen içeriğe erişin."
      ],
      "For getting started with private and secure emailing.": [
        "Gizli ve güvenli e-posta kullanımına başlamak için."
      ],
      "A free and uncensored Internet should be available to all.": [
        "Özgür ve sansürsüz bir İnternet herkese açık olmalıdır."
      ],
      "Starter VPN service with P2P support.": [
        "P2P destekli başlangıç ​​VPN hizmeti."
      ],
      "Full-featured VPN with speed up to 10 Gbps.": [
        "10 Gbps'ye kadar hıza sahip tam özellikli VPN."
      ],
      "For individuals that need a fully-featured mailbox with advanced protection.": [
        "Gelişmiş korumaya sahip tam özellikli posta kutusuna ihtiyacı olan bireyler için."
      ],
      "For professionals that need secure business communications.": [
        "Güvenli iş görüşmelerine ihtiyacı olan profesyoneller için."
      ],
      "VPN + ${ mailAppName } bundle for families and small businesses.": [
        "VPN + ${ mailAppName } aileler ve küçük işletmeler için paket."
      ],
      "For families and small teams; includes both Mail and VPN.": [
        "Aileler ve küçük ekipler için; hem Posta hem de VPN içerir."
      ],
      "Save 20%": [
        "%20 indirim"
      ],
      "(Mail + VPN)": [
        "(Posta + VPN)"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Ücretsiz"
      ],
      "${ vpnAppName } Free": [
        "${ vpnAppName } Ücretsiz"
      ],
      "Billed at the end of your current billing cycle (renews on ${ renewalDate })": [
        "Geçerli faturalandırma döngüsünün sonunda faturalandırılır (${ renewalDate } tarihinde yenilenir)"
      ],
      "Amount below minimum (${ amount }).": [
        "En düşük tutarın altında (${ amount })."
      ],
      "Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.": [
        "Bitcoin işlemlerinin onaylanması biraz zaman alabilir (24 saate kadar). Onaylandıktan sonra hesabınıza kredilerinizi ekleyeceğiz. İşlem onayından sonra faturanızı kredileriniz ile ödeyebilirsiniz."
      ],
      "After making your Bitcoin payment, please follow the instructions below to upgrade.": [
        "Bitcoin ödemenizi yaptıktan sonra, yükseltmek için lütfen aşağıdaki talimatları izleyin."
      ],
      "Please verify the payment in the new tab.": [
        "Lütfen ödemeyi yeni sekmede doğrulayın."
      ],
      "We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.": [
        "Bu işlemi tamamlamak için sizi yeni bir tarayıcı sekmesinde PayPal'a yönlendireceğiz. Herhangi bir açılır pencere engelleyicisi kullanıyorsanız, lütfen devam etmek için bunları devre dışı bırakın."
      ],
      "You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please click on the button below.": [
        "PayPal hesabınızla bağlantılı bir kredi kartınız ya da banka hesabınız olmalıdır. PayPal hesabınız buna sahip değilse, lütfen aşağıdaki butona tıklayın."
      ],
      "This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.": [
        "Bu, PayPal'ın Proton aboneliğiniz için ödeme yapmasını sağlayacaktır. Sizi yeni bir tarayıcı sekmesinde PayPal'a yönlendireceğiz. Herhangi bir açılır pencere engelleyicisi kullanıyorsanız, lütfen devam etmek için bunları devre dışı bırakın."
      ],
      "You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.": [
        "Ödeme yöntemi olarak eklemek için PayPal hesabınıza bağlı bir kredi kartınız veya banka hesabınız olması gerekir."
      ],
      "We use 3-D Secure to protect your payments.": [
        "Ödemelerinizi korumak için 3-D Güvenli Ödeme kullanıyoruz."
      ],
      "There are no billing details available for your current subscription.": [
        "Mevcut aboneliğiniz için fatura bilgisi yok."
      ],
      "Please verify payment at the new tab which was opened.": [
        "Lütfen açılan yeni sekmede ödemeyi doğrulayın."
      ],
      "Verification can take a few minutes.": [
        "Doğrulama birkaç dakika sürebilir."
      ],
      "Your payment details are protected with TLS encryption and Swiss privacy laws.": [
        "Ödeme bilgileriniz TLS şifreleme ve İsviçre gizlilik yasaları ile korunmaktadır."
      ],
      "Top up your account with credits that you can use to subscribe to a new plan or renew your current plan. You get one credit for every ${ i18nCurrency } spent.": [
        "Hesabınıza yeni bir plana abone olmak veya mevcut planınızı yenilemek için kullanabileceğiniz krediler ekleyin. Harcadığınız her ${ i18nCurrency } için bir kredi alırsınız."
      ],
      "When your subscription renews, we will apply any available credits before we charge the payment method above.": [
        "Aboneliğiniz yenilendiğinde, yukarıdaki ödeme yöntemini ücretlendirmeden önce mevcut tüm kredileri uygulayacağız."
      ],
      "If you have a gift code, enter it below to apply your discount.": [
        "Hediye kodunuz varsa, indiriminizi uygulamak için aşağıya girin."
      ],
      "Once you click \"Downgrade\", it may take a few minutes to downgrade your account to a Free plan. ": [
        "\"Düşür\" düğmesine tıkladığınızda, hesabınızı Ücretsiz plana düşürmek birkaç dakika sürebilir. "
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail and ProtonVPN paid features.": [
        "Düşürmeye devam ederseniz, ProtonMail ve ProtonVPN ücretli özelliklerine erişiminizi kaybedeceksiniz."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonMail paid features, including additional storage and filters.": [
        "Düşürmeye devam ederseniz, ek depolama ve filtreler dahil olmak üzere ProtonMail ücretli özelliklerine erişiminizi kaybedeceksiniz."
      ],
      "If you proceed with the downgrade, you will lose access to ProtonVPN paid features.": [
        "Düşürmeye devam ederseniz, ProtonVPN'in ücretli özelliklerine erişiminizi kaybedeceksiniz."
      ],
      "You must disable or remove any additional ProtonMail users, addresses, and custom domains before you can downgrade.": [
        "Düşürmeden önce ek ProtonMail kullanıcılarını, adreslerini ve özel etki alanlarını devre dışı bırakmalı veya kaldırmalısınız."
      ],
      "Downgrading will terminate any connections to paid ProtonVPN servers.": [
        "Sürüm düşürme, ücretli ProtonVPN sunucularına herhangi bir bağlantıyı sonlandıracaktır."
      ],
      "Save extra 20%": [
        "ekstra %20"
      ],
      "${ save20 } on your subscription by switching to ${ annualBilling }": [
        "${ annualBilling } hesabına geçerek aboneliğinizde ${ save20 } tasarruf edin"
      ],
      "${ saveExtra20 } on both Mail and VPN by adding a Mail subscription.": [
        "E-posta aboneliği ekleyerek, hem e-posta hem de VPN için ${ saveExtra20 } tasarruf edin."
      ],
      "${ saveExtra20 } on both VPN and Mail by adding a VPN subscription.": [
        "VPN aboneliği ekleyerek, hem VPN hem de e-posta için ${ saveExtra20 } tasarruf edin."
      ],
      "Storage GB": [
        "Depolama GB"
      ],
      "Users": [
        "Kullanıcı"
      ],
      "Domains": [
        "Alan Adı"
      ],
      "Addresses": [
        "Adres"
      ],
      "Connections": [
        "Bağlantı"
      ],
      "Allows you to host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "{ mailAppName }'de kendi alan adınızı (ya da adlarınızı) kullanarak e-postalarınızı barındırmanıza olanak sağlar. örn. ali.yilmaz@ornek.com"
      ],
      "Add additional addresses to your account like user2@protonmail.com": [
        "Hesabınıza kullaniciadi2@protonmail.com gibi ek adresler ekleyin"
      ],
      "Number of VPN connections which can be assigned to users. Each connected device consumes one VPN connection.": [
        "Kullanıcılara atanabilecek VPN bağlantılarının sayısı. Bağlı her cihaz bir VPN bağlantısı kullanır."
      ],
      "ProtonMail Plus is limited to one user and starts with 5 GB of storage.": [
        "ProtonMail Plus, bir kullanıcıyla sınırlıdır ve 5 GB depolama alanıyla başlar."
      ],
      "Switch to ${ professionalPlan } to add more users.": [
        "Daha fazla kullanıcı eklemek için ${ professionalPlan } satın alınız."
      ],
      "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } includes ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN connection.": [
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] }, ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN bağlantısını içerir.",
        "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] }, ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN bağlantısını içerir."
      ],
      "Each additional connection can be assigned to users in your organization.": [
        "Her ek bağlantı, kuruluşunuzdaki kullanıcılara atanabilir."
      ],
      "Switch to ${ professionalPlan } to add more connections.": [
        "Daha fazla bağlantı eklemek için ${ professionalPlan } satın alınız."
      ],
      "${ mailAppName } Professional starts with one user, and each user adds 5 GB and 5 email addresses to the organization’s pool.": [
        "{ mailAppName }, bir kullanıcıyla başlar ve her kullanıcı, kuruluş havuzuna 5 GB ve 5 e-posta adresi ekler."
      ],
      "Not customizable": [
        "Özelleştirilemez"
      ],
      "20% discount applied to your subscription with coupon ${ code }": [
        "${ code } kuponu ile aboneliğinize %20 indirim uygulandı"
      ],
      "Black Friday 2018 applied to your subscription": [
        "Kara Cuma 2018 aboneliğinize uygulandı"
      ],
      "Black Friday 2019 applied to your subscription": [
        "Kara Cuma 2019 aboneliğinize uygulandı"
      ],
      "Black Friday 2020 newcomer discount has been applied": [
        "Kara Cuma 2020'de yeni gelen indirimi uygulandı"
      ],
      "Discount applied to your subscription with coupon ${ code }": [
        "${ code } kuponu ile aboneliğinize indirim uygulandı"
      ],
      "Your bank requires 3-D Secure verification for security purposes.": [
        "Bankanız, güvenlik amacıyla 3-D Güvenli doğrulama gerektiriyor."
      ],
      "Verification will open a new tab, please disable any popup blockers. You will not be charged. Any amount used to verify the card will be refunded immediately.": [
        "Doğrulama yeni bir sekme açacaktır, lütfen tüm açılır pencere engelleyicileri devre dışı bırakın. Ücretlendirilmeyeceksiniz. Kartı doğrulamak için kullanılan tutar hemen iade edilecektir."
      ],
      "Verification will open a new tab, please disable any popup blockers.": [
        "Doğrulama yeni bir sekme açacaktır, lütfen tüm açılır pencere engelleyicileri devre dışı bırakın."
      ],
      "You will soon be redirected to PayPal to verify your payment.": [
        "Ödemenizi doğrulamak için kısa süre içinde PayPal'a yönlendirileceksiniz."
      ],
      "You will be soon redirected to your bank to verify your payment.": [
        "Ödemenizi doğrulamak için kısa süre içinde bankanıza yönlendirileceksiniz."
      ],
      "Please verify the card in the new tab which was opened.": [
        "Lütfen açılan yeni sekmedeki kartı doğrulayın."
      ],
      "Payment can take a few minutes to fully verify.": [
        "Ödemenin tamamen doğrulanması birkaç dakika sürebilir."
      ],
      "Please try again, use a different payment method, or contact PayPal for assistance.": [
        "Lütfen tekrar deneyin, farklı bir ödeme yöntemi kullanın veya yardım için PayPal ile iletişime geçin."
      ],
      "Please try again, use a different payment method, or call your bank for assistance.": [
        "Lütfen tekrar deneyin, farklı bir ödeme yöntemi kullanın veya yardım için bankanızı arayın."
      ],
      "For Visa and MasterCard, the 3 digits on the back of your card. For American Express, the 4 digits on the front of your card.": [
        "Visa ve MasterCard için kartınızın arkasındaki 3 hane. American Express için ise kartınızın önündeki 4 hane."
      ],
      "Payments are protected with TLS encryption and Swiss privacy laws.": [
        "Ödemeler TLS şifreleme ve İsviçre gizlilik yasaları ile korunmaktadır."
      ],
      "30 days money-back guarantee.": [
        "30 gün para iade garantisi."
      ],
      "Address verification is an advanced security feature. Only turn this on if you know what it does.": [
        "Adres doğrulama, gelişmiş bir güvenlik özelliğidir. Sadece ne yaptığınızı biliyorsanız bunu açın."
      ],
      "Encryption setting updated": [
        "Şifreleme ayarları güncellendi"
      ],
      "PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.": [
        "Giden iletiler imzalanırsa, PGP istemcilerinin PGP anahtarlarınızı otomatik olarak algılaması daha olasıdır."
      ],
      "Only change these settings if you are using PGP with non-ProtonMail recipients.": [
        "Bu ayarları yalnızca ProtonMail dışındaki alıcılarla PGP kullanıyorsanız değiştirin."
      ],
      "uploading a backup key": [
        "bir yedek anahtar yükleme"
      ],
      "To reactivate keys, you will be prompted to enter your previous login password from before your account was reset": [
        "Anahtarları yeniden etkinleştirmek için, hesabınız sıfırlanmadan önceki giriş şifrenizi girmeniz istenir"
      ],
      "You can also reactivate your keys by ${ uploadButton }": [
        "Ayrıca anahtarlarınızı ${ uploadButton } ile yeniden etkin duruma getirebilirsiniz"
      ],
      "entering your old password": [
        "eski şifrenizi girin"
      ],
      "If the backup key has been encrypted, you will be prompted to enter the password to decrypt it": [
        "Yedek anahtar şifrelenmişse, şifresini çözmek için şifreyi girmeniz istenir"
      ],
      "You can also reactivate your keys by ${ passwordButton }": [
        "Ayrıca, anahtarlarınızı ${ passwordButton } ile yeniden etkinleştirebilirsiniz"
      ],
      "If a key remains inactive, it means that the decryption password provided does not apply to the key.": [
        "Bir anahtar edilgen durumda kalırsa, bu sağlanan şifre çözme şifresinin anahtar için geçerli olmadığı anlamına gelir."
      ],
      "Give your public key to your friends, or publish it online, so that everyone can send you end-to-end encrypted email!": [
        "Açık anahtarınızı arkadaşlarınıza verin ya da çevrimiçi yayınlayın, böylece herkes size uçtan uca şifreli e-posta gönderebilir!"
      ],
      "IMPORTANT: Downloading your private keys and sending them over or storing them on insecure media can jeopardise the security of your account!": [
        "ÖNEMLİ: Özel anahtarlarınızı indirmek ve onları göndermek ya da güvenli olmayan bir ortamda saklamak, hesabınızın güvenliğini tehlikeye atabilir!"
      ],
      "Please enter a password to encrypt your private key with before exporting.": [
        "Lütfen dışa aktarmadan önce özel anahtarınızı şifrelemek için bir parola girin."
      ],
      "This feature is intended for advanced users only. After deleting this key, you will NOT be able to decrypt any message that has been encrypted with it. It may lead to data loss.": [
        "Bu özellik sadece ileri düzey kullanıcılar içindir! Bu anahtarı sildikten sonra, bu anahtarla şifrelenmiş herhangi bir iletinin şifresini çözemezsiniz. Veri kaybına neden olabilir. Devam etmek istediğine emin misin."
      ],
      "Key with fingerprint ${ fp } has been deleted.": [
        "Anahtar, ${ fp } parmak iziyle silindi."
      ],
      "You can generate a new encryption key if you think your previous key has been compromised.": [
        "Önceki anahtarınızın tehlikede olduğunu düşünüyorsanız, yeni bir şifreleme anahtarı oluşturabilirsiniz."
      ],
      "A key with the same encryption algorithm is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?": [
        "Bu adres için aynı şifreleme algoritmasına sahip bir anahtar zaten etkin. Başka bir anahtarın oluşturulması, hesabın daha yavaş yüklenmesine ve bu anahtarın silinmesine neden olabilir. Eski anahtarınız tehlikeye girdiğinden yeni bir anahtar oluşturuyorsanız, lütfen bu anahtarı tehlikede olarak işaretleyin. Devam etmek istediğine emin misin?"
      ],
      "Key with fingerprint ${ fp } successfully created.": [
        "Anahtar, ${ fp } parmak izi ile başarıyla oluşturuldu."
      ],
      "Download your PGP keys for use with other PGP-compatible services.": [
        "PGP anahtarlarınızı diğer PGP uyumlu hizmetlerle kullanmak için indirin."
      ],
      "No contact encryption keys exist": [
        "Kişinin şifreleme anahtarları yok"
      ],
      "Expired": [
        "Süresi doldu"
      ],
      "You have no saved payment methods.": [
        "Kayıtlı ödeme yöntemleriniz yok."
      ],
      "here": [
        "buradan"
      ],
      "This account has been suspended due to a potential policy violation.": [
        "Bu hesap, olası bir ilke ihlali nedeniyle askıya alındı."
      ],
      "If you believe this is in error, please contact us ${ contactLink }.": [
        "Bunun bir hata olduğunu düşünüyorsanız, lütfen bize ${ contactLink } ulaşın."
      ],
      "Your account has at least one overdue invoice. Your access has been restricted. ${ payInvoiceLink }": [
        "Hesabınızda vadesi geçmiş en az bir fatura var. Erişiminiz kısıtlandı. ${ payInvoiceLink }"
      ],
      "Your account has at least one overdue invoice. Your access will soon get restricted. ${ payInvoiceLink }": [
        "Hesabınızda en az bir gecikmiş fatura var. Erişiminiz yakında kısıtlanacak. ${ payInvoiceLink }"
      ],
      "Account access restricted due to unpaid invoices. Please contact your administrator.": [
        "Ödenmemiş faturalar nedeniyle hesaba erişim kısıtlandı. Lütfen yöneticinizle iletişime geçin."
      ],
      "Free up some space or add more storage space.": [
        "Biraz alan boşaltın veya daha fazla depolama alanı ekleyin."
      ],
      "Free up some space or contact your administrator.": [
        "Biraz yer açın veya yöneticinize başvurun."
      ],
      "You reached 100% of your storage capacity. You cannot send or receive new emails. ${ freeUpMessage } ${ upgradeLink }": [
        "Depolama kapasitenizin %100'ünü kullandınız. Yeni e-postalar gönderemez veya alamazsınız. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You reached ${ spaceDisplayed }% of your storage capacity. ${ freeUpMessage } ${ upgradeLink }": [
        "Depolama kapasiteniz %${ spaceDisplayed } ulaştı. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You are currently signed in as ${ user.Name } (${ user.Email }) and have restricted access.": [
        "Şu anda ${ user.Name } (${ user.Email }) olarak oturum açmış durumdasınız ve erişiminiz kısıtlı."
      ],
      "${ appName } needs your permission to ${ enableDesktopNotifications }.": [
        "${ appName }, ${ enableDesktopNotifications } için izninize ihtiyaç duyuyor."
      ],
      "You have enabled Beta Access. Click ${ refreshButton } to use the latest version of ${ appName }. The application will be reloaded.": [
        "Beta Erişimini etkinleştirdiniz. ${ appName } uygulamasının en son sürümünü kullanmak için ${ refreshButton } tıklayın. Uygulama yeniden yüklenecektir."
      ],
      "You have disabled Beta Access. Click ${ refreshButton } to use the stable version of ${ appName }. The application will be reloaded.": [
        "Beta Erişimini devre dışı bıraktınız. ${ appName } uygulamasının stabil sürümünü kullanmak için ${ refreshButton } tıklayın. Uygulama yeniden yüklenecektir."
      ],
      "Internet connection restored.": [
        "İnternet bağlantısı tekrar sağlandı."
      ],
      "Internet connection lost. Please check your device's connectivity.": [
        "İnternet bağlantısı kesildi. Lütfen cihazınızın bağlantısını kontrol edin."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name and a valid Sieve script.": [
        "Filtreler, gelen ve gönderilen e-postalar da dahil olmak üzere tüm e-postalarda çalışır. Her süzgeç en az bir ad ve geçerli bir Sieve komut dosyası içermelidir."
      ],
      "Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name, a condition and an action.": [
        "Filtreler, gelen ve gönderilen e-postalar da dahil olmak üzere tüm e-postalarda çalışır. Her süzgeç en az bir ad, koşul ve eylem içermelidir."
      ],
      "No label selected": [
        "Etiket seçilmedi"
      ],
      "No folder selected": [
        "Dosya seçilmedi"
      ],
      "No action selected": [
        "İşlem seçilemedi"
      ],
      "(Filter if ALL of the following conditions are met)": [
        "(Aşağıdaki koşulların HEPSİ yerine getirildiğinde filtrele)"
      ],
      "(Filter if ANY of the following conditions are met)": [
        "(Aşağıdaki koşullardan HERHANGİ BİRİ yerine getirildiğinde filtrele)"
      ],
      "All your changes will be lost.": [
        "Tüm değişiklikleriniz kaybolacak."
      ],
      "Are you sure you want to discard your changes?": [
        "Değişiklikleri iptal etmek istediğinize emin misiniz?"
      ],
      "Custom filters work on all new emails, including incoming emails as well as sent emails. Filters can be edited and created directly via Sieve programming language.": [
        "Özel filtreler, gelen e-postaların yanı sıra gönderilen e-postalar da dahil olmak üzere tüm yeni e-postalarda çalışır. Filtreler doğrudan Sieve programlama dili ile düzenlenebilir ve oluşturulabilir."
      ],
      "Please note that if you delete this filter, we will stop processing all the automated actions it triggers.": [
        "Bu filtreyi silerseniz, tetiklediği tüm otomatik eylemleri işlemeyi durduracağımızı lütfen unutmayın."
      ],
      "Are you sure you want to delete this filter?": [
        "Bu filtreyi silmek istediğinize emin misiniz?"
      ],
      "Your Allow List is empty.": [
        "İzin listeniz boş."
      ],
      "Your Block List is empty.": [
        "Engel listeniz boş."
      ],
      "Your Proton account is currently on hold. To continue using your account, please pay any overdue invoices.": [
        "Proton hesabınız şu anda beklemede. Hesabınızı kullanmaya devam etmek için, lütfen gecikmiş faturaları ödeyin."
      ],
      "Would you like to receive a new verification code or use an alternative verification method?": [
        "Yeni bir doğrulama kodu almak veya alternatif bir doğrulama yöntemi kullanmak ister misiniz?"
      ],
      "Enter the verification code that was sent to ${ destinationText }.": [
        "${ destinationText } adresine gönderilen doğrulama kodunu girin."
      ],
      "If you don't find the email in your inbox, please check your spam folder.": [
        "E-postayı gelen kutunuzda bulamazsanız, lütfen istenmeyen klasörünüzü kontrol edin."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this email address is incorrect, click \"Edit\" to correct it.": [
        "Yeni bir doğrulama kodunun ${ strong } adresine gönderilmesi için \"Yeni Kod İste\" seçeneğine tıklayın. Bu e-posta adresi yanlışsa, düzeltmek için \"Düzenle\" seçeneğine tıklayın."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this phone number is incorrect, click \"Edit\" to correct it.": [
        "Yeni bir doğrulama kodunun ${ strong } numarasına gönderilmesi için \"Yeni kod iste\" seçeneğine tıklayın. Bu telefon numarası yanlışsa düzeltmek için \"Düzenle\" seçeneğine tıklayın."
      ],
      "To fight spam and abuse, please verify you are human.": [
        "Spam ve kötüye kullanımla mücadele etmek için lütfen insan olduğunuzu doğrulayın."
      ],
      "Your email will only be used for this one-time verification.": [
        "E-postanız yalnızca bu tek seferlik doğrulama için kullanılacaktır."
      ],
      "Your phone number will only be used for this one-time verification.": [
        "Telefon numaranız yalnızca bu tek seferlik doğrulama için kullanılacaktır."
      ],
      "If you are having trouble creating your account, please request an invitation and we will respond within one business day.": [
        "Hesabınızı oluşturmada sorun yaşıyorsanız, lütfen bir davetiye isteyin, bir iş günü içinde yanıt vereceğiz."
      ],
      "Inherited from parent folder": [
        "Ana klasörden devralındı"
      ],
      "You can turn on notifications to get alerts when new email messages arrive in this folder.": [
        "Bu klasöre yeni e-posta iletileri geldiğinde uyarı almak için bildirimleri etkinleştirebilirsiniz."
      ],
      "Name your new folder and select the parent folder you want to put it in. If you do not select a parent folder, this new folder will be created as a top level folder.": [
        "Yeni klasörünüzü adlandırın ve koymak istediğiniz üst klasörü seçin. Bir üst klasör seçmezseniz, bu yeni klasör üst düzey bir klasör olarak oluşturulur."
      ],
      "Emails tagged with this label will not be deleted and can still be found in the respective folder.": [
        "Bu etiket ile işaretlenmiş e-postalar silinmeyecek ve hala ilgili klasörde bulunabilecek."
      ],
      "Are you sure you want to delete this label?": [
        "Bu etiketi silmek istediğinizden emin misiniz?"
      ],
      "Emails stored in this folder will not be deleted and can still be found in the All Mail folder.": [
        "Bu dosyada depolanmış e-postalar silinmeyecek ve hala Tüm Mail klasöründe bulunabilecek."
      ],
      "Are you sure you want to delete this folder?": [
        "Bu klasörü silmek istediğinize emin misiniz?"
      ],
      "Not set": [
        "Ayarlanmadı"
      ],
      "We recommend adding a linked email or phone number so you can recover your account if you lose your password.": [
        "Parolanızı kaybederseniz hesabınızı kurtarabilmeniz için bağlantılı bir e-posta veya telefon numarası eklemenizi öneririz."
      ],
      "We recommend adding a linked email so you can recover your account if you lose your password.": [
        "Şifrenizi kaybederseniz hesabınızı kurtarabilmeniz için bağlantılı bir e-posta eklemenizi öneririz."
      ],
      "Disabling this will prevent this email from being used for account recovery": [
        "Bunu devre dışı bırakmak, bu e-postanın hesap kurtarma için kullanılmasını önleyecektir"
      ],
      "When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.": [
        "Bildirimler etkinleştirildiğinde, ProtonMail hesabınızda yeni mesajlarınız varsa kurtarma/bildirim adresinize bir uyarı göndeririz."
      ],
      "Disabling this will prevent this phone number from being used for account recovery": [
        "Bunu devre dışı bıraktığınızda bu telefon numarasının hesap kurtarma için kullanılması engellenir"
      ],
      "Do you want to revoke all other sessions than the current one?": [
        "Geçerli oturumun dışındaki diğer oturumları iptal etmek istiyor musunuz?"
      ],
      "Unless you sign out of your account or change your password, your session will remain active. Sessions expire after 60 days of inactivity.": [
        "Hesabınızdan çıkış yapmadığınız veya şifrenizi değiştirmediğiniz sürece oturumunuz etkin kalır. Oturumlar 60 günlük hareketsizlikten sonra sona erer."
      ],
      "You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.": [
        "Hesabınıza ne zaman ve hangi IP'den erişildiğini görmek için kimlik doğrulama günlüğünü etkinleştirebilirsiniz. Başarısız denemelerin yanı sıra hesaba erişen IP adresini ve saati de kaydedeceğiz."
      ],
      "No logs yet.": [
        "Henüz kayıt yok."
      ],
      "Failed to fetch logs.": [
        "Günlükler alınamadı."
      ],
      "Are you sure you want to permanently delete all your logs?": [
        "Tüm kayıtlarınızı silmek istediğinize emin misiniz?"
      ],
      "Logs include authentication attempts for all Proton services that use your Proton credentials.": [
        "Günlükler, Proton kimlik bilgilerinizi kullanan tüm Proton hizmetleri için kimlik doğrulama girişimlerini içerir."
      ],
      "You can customize and download your invoices for accounting purposes.": [
        "Faturalarınızı muhasebe amacıyla özelleştirebilir ve indirebilirsiniz."
      ],
      "When disabled, this prevents all files from loading on your device without your knowledge.\t": [
        "Devre dışı bırakıldığında, tüm dosyaların bilginiz olmadan cihazınıza yüklenmesini engeller.\t"
      ],
      "When disabled, this prevents image files from loading on your device without your knowledge.": [
        "Devre dışı bırakıldığında, görüntü dosyalarının bilginiz olmadan cihazınıza yüklenmesini engeller."
      ],
      "Unsupported file": [
        "Desteklenmeyen dosya"
      ],
      "No preview available": [
        "Önizleme mevcut değil"
      ],
      "Preview": [
        "Önizleme"
      ],
      "Loading preview": [
        "Önizleme yükleniyor"
      ],
      "This browser does not support previewing PDF documents. Please download the file.": [
        "Bu tarayıcı, PDF belgelerinin önizlemesini desteklemiyor. Lütfen dosyayı indirin."
      ],
      "of": [
        "/"
      ],
      "Basic navigation and actions remain available regardless of keyboard shortcuts being active or not in the settings.": [
        "Temel gezinme ve eylemler, ayarlarda etkin olan veya olmayan klavye kısayollarından bağımsız olarak kullanılabilir kalır."
      ],
      "You can use ProtonMail with any desktop email client that supports IMAP/SMTP, including Outlook, Apple Mail, and Thunderbird.": [
        "Protonmail'i Outlook, Apple Mail ve Thunderbird dahil IMAP/SMTP'yi destekleyen herhangi bir masaüstü e-posta istemcisiyle kullanabilirsiniz."
      ],
      "Upgrade to a paid plan to unlock IMAP/SMTP support through ProtonMail Bridge.": [
        "ProtonMail Bridge aracılığı ile IMAP/SMTP desteğinin kilidini açmak için ücretli bir plana geçmelisiniz."
      ],
      "This will create an encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.": [
        "Bu, kuruluşunuz için bir şifreleme anahtarı oluşturur. 4096 bit anahtarlar yalnızca yüksek performanslı bilgisayarlarda çalışır, çoğu kullanıcı için 2048 bit anahtarları kullanmanızı öneririz."
      ],
      "Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.": [
        "Kuruluş parolanızı, yönetici ayrıcalıkları vermek istediğiniz diğer kullanıcılarla paylaşılabilirsiniz. Ayrıca, bu hesabınıza erişiminizi kaybetmeniz durumunda kuruluşunuza erişim sağlamak için bir acil durum kurtarma kodudur. Lütfen bu parolayı kaydedin ve güvenli bir yerde saklayın."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.": [
        "Bu parolayı UNUTMAYIN. Bunu unutursanız, oturum açamaz veya mesajlarınızın şifresini çözemezsiniz."
      ],
      "Save your password somewhere safe. Click on icon to confirm you that have typed your password correctly.": [
        "Parolanızı güvenli bir yere kaydedin. Parolanızı doğru yazdığınızı onaylamak için simgeye tıklayın."
      ],
      "Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.": [
        "Şu anda kullanılabilir tüm depolama alanı yönetici hesabına ayrılmıştır. Lütfen ek kullanıcılara yer açmak için yönetici hesabı ayırmasını azaltın. Hesabınızı yükselterek istediğiniz zaman toplam depolama alanını artırabilirsiniz."
      ],
      "Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.": [
        "Şu anda kullanılabilir tüm VPN bağlantıları yönetici hesabına ayrılmıştır. Lütfen ek kullanıcılar için ayırmak istediğiniz bağlantı sayısını seçin."
      ],
      "ProtonMail lets you create email addresses for other people. This is perfect for businesses, families, or groups.": [
        "ProtonMail, diğer kişiler için e-posta adresleri oluşturmanızı sağlar. Bu, işletmeler, aileler veya gruplar için mükemmel."
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to get started.": [
        "Başlamak için ${ PLAN_NAMES[PLANS.VISIONARY] } veya ${ PLAN_NAMES[PLANS.PROFESSIONAL] } bir plana yükseltin."
      ],
      "Create email addresses for other people, manage ProtonMail for a business, school, or group. Get started by adding your organization name and custom domain (e.g. @yourcompany.com). ": [
        "Diğer kişiler için e-posta adresleri oluşturun, bir işletme, okul veya grup için Protonmail'i yönetin. Kuruluşunuzun adını ve özel etki alanını ekleyerek başlayın (ör. @sirketiniz.com). "
      ],
      "Create and manage sub-accounts and assign them email addresses on your custom domain.": [
        "Alt hesaplar oluşturun ve yönetin ve onlara özel etki alanınızda e-posta adresleri atayın."
      ],
      "The name will be visible to your users while they are logged in.": [
        "Bu ad, oturum açtıklarında kullanıcılarınız tarafından görünür olacaktır."
      ],
      "Other administrators exist in your organization, you are responsible for communicating the new password to them.": [
        "Kuruluşunuzda başka yöneticiler de var. Yeni parolayı onlara bildirmekten siz sorumlusunuz."
      ],
      "Do NOT forget this password. If you forget it, you will not be able to manage your organization.": [
        "Bu parolayı UNUTMAYIN. Bunu unutursanız, kuruluşunuzu yönetemezsiniz."
      ],
      "You must activate your organization private key with the backup organization key password provided to you by your organization administrator.": [
        "Kuruluşunuzun özel anahtarını, kuruluş yöneticiniz tarafından size sağlanan yedek kuruluş anahtarı parolasıyla etkinleştirmeniz gerekir."
      ],
      "Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Etkinleştirme olmadan yeni kullanıcılar oluşturamaz, mevcut kullanıcılara adres ekleyemez veya özel olmayan kullanıcı hesaplarına erişemezsiniz."
      ],
      "Organization keys activated": [
        "Kuruluş anahtarları etkinleştirildi"
      ],
      "Enter the Organization Password to restore administrator privileges. ${ learnMore }": [
        "Yönetici ayrıcalıklarını geri yüklemek için Kuruluş Parolasını girin. ${ learnMore }"
      ],
      "If another administrator changed this password, you will need to ask them for the new Organization Password.": [
        "Başka bir yönetici bu parolayı değiştirdiyse, ondan yeni Kuruluş Parolasını istemeniz gerekecek."
      ],
      "Organization keys restored": [
        "Kuruluş anahtarları geri yüklendi"
      ],
      "Save your password somewhere safe.": [
        "Parolanızı güvenli bir yerde saklayın."
      ],
      "Multi-user support not enabled.": [
        "Çoklu kullanıcı desteği etkin değil."
      ],
      "Your organization's emails are protected with end-to-end encryption using the organization key. This fingerprint can be used to verify that all administrators in your account have the same key.": [
        "Kuruluşunuzun e-postaları, kuruluş anahtarı kullanılarak uçtan uca şifreleme ile korunur. Bu parmak izi, hesabınızdaki tüm yöneticilerin aynı anahtara sahip olduğunu doğrulamak için kullanılabilir."
      ],
      "This user is currently responsible for payments for your organization. By demoting this member, you will become responsible for payments for your organization.": [
        "Bu kullanıcı şu anda kuruluşunuz için ödemelerden sorumludur. Bu üyeyi tenzil ederek, kuruluşunuzun ödemelerinden siz sorumlu olacaksınız."
      ],
      "Are you sure you want to remove administrative privileges from this user?": [
        "Bu kullanıcıdan yönetici ayrıcalıklarını kaldırmak istediğinizden emin misiniz?"
      ],
      "This will permanently delete the data and all email addresses associated with this user.": [
        "Bu kullanıcıyla ilişkili tüm e-posta ve veriler kalıcı olarak silinecek."
      ],
      "To confirm, please enter the name of the user you wish to delete.": [
        "Onaylayın, lütfen silmek istediğiniz kullanıncın adını giriniz."
      ],
      "address": [
        "adres",
        "adres"
      ],
      "more": [
        "dahası"
      ],
      "SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "SPF alan adı kimin e-posta göndermesine izin verildiğini belirtmek için kullanılır, bu nedenle SPF kaydınıza ProtonMail'i dahil etmenizi şiddetle tavsiye ederiz. Lütfen aşağıdaki TXT kaydını DNS'nize ekleyin. Bu genellikle alan adı kayıt kuruluşunuzun kontrol panelinden yapılabilir."
      ],
      "If you want to keep an existing SPF record, you can just add ${ spf } to it after the ${ spfValue }. Do not create multiple SPF records.": [
        "Mevcut bir SPF kaydını tutmak istiyorsanız, ${ spfValue } sonrasına sadece ${ spf } ekleyebilirsiniz. Birden çok SPF kaydı oluşturmayınız."
      ],
      "ProtonMail supports DKIM signing for custom domains. To use DKIM authentication, please add the following CNAME record into your DNS settings for this domain. This can typically be done in the control panel of your domain name registrar.": [
        "ProtonMail, özel etki alanları için DKIM imzalamayı destekler. DKIM kimlik doğrulamasını kullanmak için lütfen aşağıdaki CNAME kaydını bu etki alanı için DNS ayarlarınıza ekleyin. Bu genellikle etki alanı kayıt kuruluşunuzun kontrol panelinden yapılabilir."
      ],
      "IMPORTANT: Some registrars do not accept CNAME values with a period at the end (while others require it). If your registrar does not accept your CNAME records, please delete the period at the end of each CNAME value and try again.": [
        "ÖNEMLİ: Bazı kayıt kuruluşları, sonunda nokta bulunan CNAME değerlerini kabul etmezler (bazıları ise gerektirir). Kayıt şirketiniz CNAME kayıtlarınızı kabul etmiyorsa, lütfen her CNAME değerinin sonundaki noktayı silin ve tekrar deneyin."
      ],
      "Keep those records in your DNS for as long as you want to use DKIM.": [
        "DKIM kullanmak istediğiniz süre boyunca bu kayıtları DNS'nizde saklayın."
      ],
      "Before you can receive emails for your custom domain addresses at ProtonMail, you need to add the following MX records to your DNS. This can typically be done in the control panel of your domain name registrar.": [
        "ProtonMail'deki özel etki alanı adresleriniz için e-postalar almadan önce, aşağıdaki MX kayıtlarını DNS'nize eklemeniz gerekir. Bu genellikle etki alanı kayıt kuruluşunuzun kontrol panelinden yapılabilir."
      ],
      "Delete any other MX records or make sure ProtonMail's Priority is the lowest number.": [
        "Diğer tüm MX kayıtlarını silin veya ProtonMail'in Priority değerinin en düşük sayı olduğundan emin olun."
      ],
      "If this domain is currently receiving emails, select the ${ boldAddresses } tab and add all active email addresses before changing the MX record to ensure a smooth transition.": [
        "Bu etki alanı şu anda e-posta alıyorsa, ${ boldAddresses } sekmesini seçin ve kolay bir geçiş sağlamak için MX kaydını değiştirmeden önce tüm etkin e-posta adreslerini ekleyin."
      ],
      "If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly.": [
        "Hem SPF hem de DKIM'i ayarladıysanız, DMARC, iki denetim de başarısız olursa, diğer e-posta hizmetlerinin etki alanınız için nasıl e-posta sunması gerektiğini belirlemenizi sağlar. Bu, gereksiz e-posta gönderenlerin sizin gibi davranmasını zorlaştırabilir, ancak doğru şekilde yapılmazsa teslimat sorunlarına da neden olabilir."
      ],
      "${ none } has no effect on email delivery, but we recommend ${ quarantine } for better security.": [
        "${ none } seçeneğinin e-posta teslimi üzerinde hiçbir etkisi yoktur, ancak daha iyi güvenlik için ${ quarantine } öneririz."
      ],
      "${ n } address": [
        "${ n } adres",
        "${ n } adres"
      ],
      "Please note that if you delete this domain, all the addresses associated with it will be disabled.": [
        "Bu etki alanını silerseniz, onunla ilişkili tüm adreslerin devre dışı bırakılacağını lütfen unutmayın."
      ],
      "Are you sure you want to delete this domain?": [
        "Bu etki alanını silmek istediğinizden emin misiniz?"
      ],
      "domain used": [
        "etki alanı kullanıldı",
        "etki alanı kullanıldı"
      ],
      "If you have a custom domain with ProtonMail, you can set a catch-all email address that will receive messages sent to your domain but to an invalid email address (e.g., typos).": [
        "ProtonMail ile özel bir etki alanınız varsa, etki alanınıza gönderilen ancak geçersiz bir e-posta adresine (örneğin, yazım hataları) gönderilen iletileri alacak bir catch-all e-posta adresi ayarlayabilirsiniz."
      ],
      "Session timed out.": [
        "Oturum zaman aşımına uğradı."
      ],
      "Internet connection lost.": [
        "İnternet bağlantısı kesildi."
      ],
      "Servers are unreachable.": [
        "Sunuculara ulaşılamıyor."
      ],
      "Custom daily": [
        "Özel günlük"
      ],
      "Custom weekly": [
        "Özel haftalık"
      ],
      "Custom monthly": [
        "Özel aylık"
      ],
      "Custom yearly": [
        "Özel yıllık"
      ],
      "Custom": [
        "Özel"
      ],
      "Daily": [
        "Günlük"
      ],
      "Monthly ${ onDayString }": [
        "Aylık ${ onDayString }"
      ],
      "Yearly": [
        "Yıllık"
      ],
      "Users can't make changes to organization settings. If you need admin privileges, reach out to your system administrator.": [
        "Kullanıcılar, kuruluş ayarlarında değişiklik yapamaz. Yönetici ayrıcalıklarına ihtiyacınız varsa, sistem yöneticinize ulaşın."
      ],
      "Upgrade to a paid plan to access premium features and increase your storage space.": [
        "Premium özelliklere erişmek ve depolama alanınızı artırmak için ücretli bir plana yükseltin."
      ],
      "One account for all Proton services": [
        "Tüm Proton hizmetleri için tek hesap"
      ],
      "Based in Switzerland, available globally": [
        "İsviçre merkezli, küresel olarak erişilebilir"
      ],
      "Version ${ appVersion }": [
        "Sürüm ${ appVersion }"
      ],
      "to continue to ${ toAppName }": [
        "${ toAppName } uygulamasına devam etmek için"
      ],
      "Enter your recovery email address and we will send you your username or email address.": [
        "Kurtarma e-posta adresinizi girin, size kullanıcı adınızı veya e-posta adresinizi göndereceğiz."
      ],
      "Enter your recovery phone number and we will send you your username or email address.": [
        "Kurtarma telefon numaranızı girin, size kullanıcı adınızı veya e-posta adresinizi göndereceğiz."
      ],
      "Users can't make changes to organization settings. If you need admin priviledges, reach out to your system administrator.": [
        "Kullanıcılar, kuruluş ayarlarında değişiklik yapamaz. Yönetici ayrıcalıklarına ihtiyacınız varsa, sistem yöneticinize ulaşın."
      ],
      "${ strongAddressAvailable } You will use this email address to sign into all ${ BRAND_NAME } services.": [
        "${ strongAddressAvailable } Bu e-posta adresini tüm ${ BRAND_NAME } hizmetlerinde oturum açmak için kullanacaksınız."
      ],
      "Your recovery email address:": [
        "Kurtarma e-posta adresiniz:"
      ],
      "Your ${ BRAND_NAME } Account is associated with ${ externalEmailAddress }. To use ${ toAppName }, please create an address.": [
        "${ BRAND_NAME } hesabınız ${ externalEmailAddress } ile ilişkilidir. ${ toAppName } kullanmak için lütfen bir adres oluşturun."
      ],
      "Not your computer? Use a Private Browsing window to sign in. ${ learnMore }": [
        "Kendi bilgisayarınız değil mi? Oturum açmak için Gizli Gezinti penceresini kullanın. ${ learnMore }"
      ],
      "New to ${ BRAND_NAME }? ${ signupLink }": [
        "İlk kez mi ${ BRAND_NAME } kullanıyorsunuz? ${ signupLink }"
      ],
      "This will replace your temporary password. You will use it to access your ${ BRAND_NAME } Account in the future.": [
        "Bu, geçici parolanızın yerini alacaktır. Gelecekte ${ BRAND_NAME } hesabınıza erişmek için bunu kullanacaksınız."
      ],
      "Google records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "Google, reklam verenlere ve üçüncü şahıslara erişim sağlamak için çevrimiçi etkinliğinizi kaydeder ve kişisel bilgilerinizi kayıt eder.\nDaha iyi bir gizlilik için, güvenli bir eposta adresi oluşturun."
      ],
      "Yahoo reads your personal data in order to provide access for advertisers, US intelligence agencies and other third parties. For better privacy, create a secure email address.": [
        "Yahoo, reklamcılara, ABD istihbarat kurumlarına ve diğer üçüncü şahıslara erişim sağlamak için kişisel verilerinizi okur. Daha iyi gizlilik için güvenli bir e-posta adresi oluşturun."
      ],
      "AOL reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "AOL, reklamcılara ve diğer üçüncü taraflara erişim sağlamak için kişisel verilerinizi okur. Daha iyi gizlilik için güvenli bir e-posta adresi oluşturun."
      ],
      "Yandex records your online activity and reads your personal data in order to provide access for advertisers and other third parties. For better privacy, create a secure email address.": [
        "Yandex, reklam verenlere ve diğer üçüncü şahıslara erişim sağlamak için çevrimiçi etkinliğinizi kaydeder ve kişisel verilerinizi okur. Daha iyi gizlilik için güvenli bir e-posta adresi oluşturun."
      ],
      "Mail.ru reads your personal data in order to provide access for advertisers, Russian government agencies and other third parties. For better privacy, create a secure email address.": [
        "Mail.ru, reklamcılara, Rus devlet kurumlarına ve diğer üçüncü şahıslara erişim sağlamak için kişisel verilerinizi okur. Daha iyi gizlilik için güvenli bir e-posta adresi oluşturun."
      ],
      "Already have an account? ${ loginLink }": [
        "Zaten hesabınız var mı? ${ loginLink }"
      ],
      "You did not set a recovery method so account recovery is impossible if you forget your password. Proceed without recovery method?": [
        "Bir kurtarma yöntemi belirlemediniz, bu nedenle parolanızı unutursanız hesap kurtarma işlemi yapılamaz. Kurtarma yöntemi olmadan devam edilsin mi?"
      ],
      "We will send you a recovery link to this email address if you forget your password or get locked out of your account.": [
        "Parolanızı unutursanız veya hesabınıza erişimi kaybederseniz, size bu e-posta adresinden bir kurtarma bağlantısı göndereceğiz."
      ],
      "We will send a code to this phone number if you forget your password or get locked out of your account.": [
        "Parolanızı unutursanız veya hesabınıza erişiminizi kaybederseniz bu telefon numarasına bir kod göndereceğiz."
      ],
      "Creating your Proton account": [
        "Proton hesabınızı oluşturun"
      ],
      "Please wait...": [
        "Lütfen bekleyin..."
      ],
      "For security reasons, please verify that you are not a robot.": [
        "Güvenlik nedenleriyle lütfen bir robot olmadığınızı doğrulayın."
      ],
      "Unfortunately there is no recovery method saved for this account.": [
        "Üzgünüz bu hesap için kaydedilmiş bir kurtarma yöntemi yok."
      ],
      "Enter the recovery ${ recoveryMethodText } associated with your ${ BRAND_NAME } Account. We will send you a code to confirm the password reset.": [
        "{ BRAND_NAME } hesabınla ilişkili ${ recoveryMethodText } kurtarma işlemini girin. Şifrenizi sıfırlamanız için size bir kod göndereceğiz."
      ],
      "lose access to all current encrypted data": [
        "tüm şifrelenmiş verileri kaybedeceksiniz"
      ],
      "You will ${ loseAllData } in your ${ BRAND_NAME } Account. To restore it, you will need to enter your old password.": [
        "${ BRAND_NAME } hesabınızdaki ${ loseAllData }. Geri yüklemek için, eski şifrenizi yeniden girmeniz gerekecek."
      ],
      "This will also disable any two-factor authentication method associated with this account.": [
        "Bu ayrıca, bu hesapla ilişkili iki faktörlü kimlik doğrulama yöntemlerini de devre dışı bırakacaktır."
      ],
      "Continue anyway?": [
        "Yine de devam edilsin mi?"
      ],
      "Enter the code that was sent to ${ email }. If you can't find the message in your inbox, please check your spam folder.": [
        "{ email }'ne kod gönderdik. Bu mesajı gelen kutusunda bulamazsanız, lütfen spam kutusunu kontrol edin."
      ],
      "Enter the code sent to your phone number ${ phone }.": [
        "{ phone } numaranıza gönderdiğimiz kodu girin."
      ],
      "Done! We sent a code to ${ destination }": [
        "Tamam! ${ destination } için bir kod gönderiyoruz"
      ],
      "Enter the email address associated with your Proton Account or your account username.": [
        "Proton hesabın ya da kullanıcı adınla ilişkili e-posta adresini gir."
      ],
      "This can take a few seconds or a few minutes depending on your device.": [
        "Bu, cihazınıza bağlı olarak birkaç saniye veya birkaç dakika sürebilir."
      ]
    },
    "Label": {
      "Reveal password": [
        "Parolayı göster"
      ],
      "Hide password": [
        "Parolayı gizle"
      ],
      "Copy": [
        "Kopyala"
      ],
      "Do not ask again": [
        "Tekrar sorma"
      ],
      "From: ${ fromEmailAddress }": [
        "Kimden: ${ fromEmailAddress }"
      ],
      "To: ${ toEmailAddress }": [
        "Alıcı: ${ toEmailAddress }"
      ],
      "Import all messages": [
        "Tüm iletileri içe aktar"
      ],
      "Last 12 months only": [
        "Yalnızca son 12 ay"
      ],
      "Last 3 months only": [
        "Yalnızca son 3 ay"
      ],
      "Last month only": [
        "Yalnızca son ay"
      ],
      "Email": [
        "E-posta"
      ],
      "App password": [
        "Uygulama parolası"
      ],
      "Password": [
        "Parola"
      ],
      "Mail Server (IMAP)": [
        "E-posta sunucusu (IMAP)"
      ],
      "Port": [
        "Bağlantı noktası"
      ],
      "Import interval": [
        "İçe aktarma aralığı"
      ],
      "From: ${ modalModel.email }": [
        "Kimden: ${ modalModel.email }"
      ],
      "To: ${ emailAddress }": [
        "Alıcı: ${ emailAddress }"
      ],
      "Label messages as": [
        "İletiyi etiketle"
      ],
      "Import to email address": [
        "E-posta adresine aktar"
      ],
      "Manage labels": [
        "Etiketleri yönet"
      ],
      "Manage folders": [
        "Klasörleri yönet"
      ],
      "Date format": [
        "Tarih biçimi"
      ],
      "Default language": [
        "Varsayılan dil"
      ],
      "Time format": [
        "Zaman biçimi"
      ],
      "Week start": [
        "Hafta başlangıcı"
      ],
      "Automatically save contacts": [
        "Kişileri otomatik olarak kaydet"
      ],
      "Inbox": [
        "Gelen kutusu"
      ],
      "Composer": [
        "Oluşturucu"
      ],
      "Density": [
        "Yoğunluk"
      ],
      "Use sticky labels": [
        "Yapışkan etiketleri kullan"
      ],
      "Conversation grouping": [
        "Konuşma gruplandırma"
      ],
      "Composer mode": [
        "Oluşturucu modu"
      ],
      "Composer text direction": [
        "Oluşturucunun metin yönü"
      ],
      "Read/unread toolbar order": [
        "Okundu/okunmadı araç çubuğu sırası"
      ],
      "Your password (admin)": [
        "Parolanız (yönetici)"
      ],
      "User's new password": [
        "Kullanıcının yeni şifresi"
      ],
      "Confirm new password": [
        "Yeni şifreyi onaylayın"
      ],
      "Old password": [
        "Eski parola"
      ],
      "New password": [
        "Yeni parola"
      ],
      "Confirm password": [
        "Parolayı onayla"
      ],
      "Old login password": [
        "Eski oturum açma parolası"
      ],
      "New login password": [
        "Yeni oturum açma parolası"
      ],
      "Confirm login password": [
        "Oturum açma parolasını onayla"
      ],
      "New mailbox password": [
        "Yeni posta kutusu şifresi"
      ],
      "Confirm mailbox password": [
        "Posta kutusu parolasını onayla"
      ],
      "Two-factor authentication code": [
        "İki faktörlü kimlik doğrulama kodu"
      ],
      "Key": [
        "Anahtar"
      ],
      "Interval": [
        "Aralık"
      ],
      "Digits": [
        "Rakamlar"
      ],
      "Two-factor authentication": [
        "İki adımlı kimlik doğrulama"
      ],
      "Two-password mode": [
        "İki şifre modu"
      ],
      "Mailbox password": [
        "Posta kutusu parolası"
      ],
      "What is the main reason you are deleting your account?": [
        "Hesabınızı silmenizin ana nedeni nedir?"
      ],
      "We are sorry to see you go. Please explain why you are leaving to help us to improve.": [
        "Gittiğinizi görmekten üzgünüz. Lütfen gelişmemize yardımcı olmak için neden ayrıldığınızı açıklayın."
      ],
      "Email address": [
        "E-posta adresi"
      ],
      "Login password": [
        "Oturum açma parolası"
      ],
      "Yes, I want to permanently delete this account and all its data.": [
        "Evet, bu hesabı ve hesabın tüm verilerini kalıcı olarak silmek istiyorum."
      ],
      "User": [
        "Kullanıcı"
      ],
      "Address": [
        "Adres"
      ],
      "Display name": [
        "Görünen ad"
      ],
      "Signature": [
        "İmza"
      ],
      "ProtonMail footer": [
        "ProtonMail alt bilgi"
      ],
      "OpenVPN / IKEv2 username": [
        "OpenVPN / IKEv2 kullanıcı adı"
      ],
      "OpenVPN / IKEv2 password": [
        "OpenVPN / IKEv2 şifresi"
      ],
      "Name": [
        "Ad"
      ],
      "Choose a color": [
        "Bir renk seçin"
      ],
      "Default email": [
        "Varsayılan e-posta"
      ],
      "Display": [
        "Görüntüle"
      ],
      "Description": [
        "Açıklama"
      ],
      "Default event duration": [
        "Varsayılan etkinlik süresi"
      ],
      "URL": [
        "URL"
      ],
      "Default notifications": [
        "Varsayılan bildirimler"
      ],
      "Default full day notifications": [
        "Varsayılan tam gün bildirimleri"
      ],
      "Show secondary time zone": [
        "İkincil saat dilimini göster"
      ],
      "Auto-detect primary time zone": [
        "Birincil zaman dilimini otomatik algıla"
      ],
      "Default view": [
        "Varsayılan görünüm"
      ],
      "Show week numbers": [
        "Hafta numaralarını göster"
      ],
      "Import to:": [
        "Şuna gönder:"
      ],
      "Your calendar URL": [
        "URL takviminiz"
      ],
      "Your calendar URL label": [
        "URL etiketi takviminiz"
      ],
      "Operating system": [
        "İşletim sistemi"
      ],
      "Operating system version": [
        "İşletim sistemi sürümü"
      ],
      "Proton username": [
        "Proton kullanıcı adı"
      ],
      "Category": [
        "Kategori"
      ],
      "What happened?": [
        "Ne oldu?"
      ],
      "System information": [
        "Sistem bilgisi"
      ],
      "Browser": [
        "Tarayıcı"
      ],
      "Browser version": [
        "Tarayıcı sürümü"
      ],
      "Timezone": [
        "Zaman dilimi"
      ],
      "Days of the week": [
        "Haftanın günleri"
      ],
      "Duration": [
        "Süre"
      ],
      "Start day of month": [
        "Ayın ilk günü"
      ],
      "Start time": [
        "Başlangıç zamanı"
      ],
      "End day of month": [
        "Ayın son günü"
      ],
      "End time": [
        "Bitiş zamanı"
      ],
      "Start weekday": [
        "Hafta başı"
      ],
      "End weekday": [
        "Hafta sonu"
      ],
      "Start date": [
        "Başlangıç tarihi"
      ],
      "End date": [
        "Bitiş tarihi"
      ],
      "Message": [
        "İleti"
      ],
      "Auto reply": [
        "Otomatik Yanıt"
      ],
      "${ n } VPN connection available": [
        "${ n } VPN bağlantısı kullanılabilir",
        "${ n } VPN bağlantısı kullanılabilir"
      ],
      "${ UsedMembers } of ${ MaxMembers } user": [
        "${ MaxMembers } kullanıcıdan ${ UsedMembers } tanesi",
        "${ MaxMembers } kullanıcıdan ${ UsedMembers } tanesi"
      ],
      "${ UsedAddresses } of ${ MaxAddresses } email address": [
        "${ MaxAddresses } e-posta adresinden ${ UsedAddresses } tanesi",
        "${ MaxAddresses } e-posta adresinden ${ UsedAddresses } tanesi"
      ],
      "${ UsedDomains } of ${ MaxDomains } custom domain": [
        "${ MaxDomains } özel alan adından ${ UsedDomains } tanesi",
        "${ MaxDomains } özel alan adından ${ UsedDomains } tanesi"
      ],
      "Using ${ humanUsedSpace } of ${ humanMaxSpace }": [
        "${ humanMaxSpace } toplamından ${ humanUsedSpace } kadarı kullanılıyor"
      ],
      "What is the main reason you are cancelling?": [
        "İptal etmenizin ana nedeni nedir?"
      ],
      "How likely are you to recommend ${ BRAND_NAME } to others?": [
        "Arkadaşlarınıza ${ BRAND_NAME } önerir miydiniz?"
      ],
      "0 - Not at all likely": [
        "0 - Hiç sanmıyorum"
      ],
      "10 - Extremely likely": [
        "10 - Kesinlikle"
      ],
      "How do you think we could improve our products or service in the future?": [
        "Sizce gelecekte ürün veya hizmetimizi nasıl geliştirebiliriz?"
      ],
      "Total (${ countdown })": [
        "Toplam (${ countdown })"
      ],
      "Total": [
        "Toplam"
      ],
      "Proration": [
        "Orantı"
      ],
      "BTC amount:": [
        "BTC tutarı:"
      ],
      "BTC address:": [
        "BTC adresi:"
      ],
      "Select a method": [
        "Bir yöntem seçin"
      ],
      "extra storage": [
        "fazladan depolama"
      ],
      "bonus storage": [
        "fazladan depolama"
      ],
      "Subtotal": [
        "Ara toplam"
      ],
      "Discount": [
        "İndirim"
      ],
      "Other amount": [
        "Diğer miktar"
      ],
      "Amount": [
        "Tutar"
      ],
      "Gift code": [
        "Hediye kodu"
      ],
      "Name on card": [
        "Karttaki isim"
      ],
      "Card number": [
        "Kart numarası"
      ],
      "Expiry date": [
        "Son kullanma tarihi"
      ],
      "CVV code": [
        "CVV kodu"
      ],
      "Country": [
        "Ülke"
      ],
      "Select your country": [
        "Ülkenizi seçin"
      ],
      "ZIP": [
        "ZIP"
      ],
      "Postal code": [
        "Posta kodu"
      ],
      "Prompt to trust keys": [
        "Anahtarlara güvenme istemi"
      ],
      "Sign external messages": [
        "Dış iletileri imzala"
      ],
      "Attach public key": [
        "Genel anahtar ekle"
      ],
      "Default PGP settings": [
        "Varsayılan PGP ayarları"
      ],
      "Enter your previous password from before your account was reset:": [
        "Hesabınızı sıfırlamadan önce bir önceki posta kutunuzun parolasını girin:"
      ],
      "Enter the password for key with fingerprint: ${ fingerprintCode }": [
        "Anahtar için parmak iziyle parolayı girin: ${ fingerprintCode }"
      ],
      "Enter password": [
        "Parolayı girin"
      ],
      "Please select files to upload": [
        "Lütfen yüklenecek dosyaları seçin"
      ],
      "Cash": [
        "Nakit"
      ],
      "Card holder": [
        "Kart sahibi"
      ],
      "Expires": [
        "Bitiş tarihi"
      ],
      "Payer": [
        "Ödeyen"
      ],
      "Cancel": [
        "İptal Et"
      ],
      "Submit": [
        "Gönder"
      ],
      "Filter Name": [
        "Filtre Adı"
      ],
      "Label as": [
        "Etiketle"
      ],
      "No label found": [
        "Etiket bulunamadı"
      ],
      "Move to": [
        "Taşı..."
      ],
      "Read": [
        "Oku"
      ],
      "Starred": [
        "Yıldızlı"
      ],
      "Mark as": [
        "İşaretle"
      ],
      "Send auto-reply": [
        "Otomatik yanıt gönder"
      ],
      "AND": [
        "VE"
      ],
      "OR": [
        "VEYA"
      ],
      "IF": [
        "EĞER"
      ],
      "With attachment": [
        "Ek ile"
      ],
      "Without attachment": [
        "Ek olmadan"
      ],
      "or": [
        "veya"
      ],
      "with attachments": [
        "eklerle"
      ],
      "without attachment": [
        "ekler olmadan"
      ],
      "The email was sent ${ attachmentStrong }": [
        "E-posta gönderildi ${ attachmentStrong }"
      ],
      "The email was sent ${ attachment }": [
        "Bu e-posta ${ attachment } gönderildi"
      ],
      "Statement": [
        "Açıklama"
      ],
      "ALL": [
        "TÜMÜ"
      ],
      "ANY": [
        "HİÇBİRİ"
      ],
      " and ${ l }": [
        " ve ${ l }"
      ],
      " and ": [
        " ve "
      ],
      "and": [
        "ve"
      ],
      "Then": [
        "Sonra"
      ],
      "And": [
        "Ve"
      ],
      "Actions": [
        "Eylemler"
      ],
      "without attachments": [
        "ekler olmadan"
      ],
      "the email was sent ${ attachment }": [
        "bu e-posta ${ attachment } gönderildi"
      ],
      "the email was sent ${ label }": [
        "bu e-posta ${ label } gönderildi"
      ],
      "If": [
        "Eğer"
      ],
      "Or": [
        "Veya"
      ],
      "Conditions": [
        "Koşullar"
      ],
      "Domain": [
        "Etki alanı"
      ],
      "Want to add": [
        "Eklemek istiyor musun"
      ],
      "Phone number": [
        "Telefon numarası"
      ],
      "Verification code": [
        "Doğrulama kodu"
      ],
      "Enter the 6-digit code": [
        "6 haneli kodunuzu giriniz"
      ],
      "Folder location": [
        "Klasör konumu"
      ],
      "Notification": [
        "Bildirim"
      ],
      "Use folder colors": [
        "Klasör renklerini kullan"
      ],
      "Inherit color from parent folder": [
        "Rengi ana klasörden devral"
      ],
      "Allow recovery by email": [
        "E-posta ile kurtarmaya izin ver"
      ],
      "Daily email notifications": [
        "Günlük e-posta bildirimleri"
      ],
      "Allow recovery by phone": [
        "Telefon ile kurtarmaya izin ver"
      ],
      "Credits used": [
        "Krediler kullanıldı"
      ],
      "Amount due": [
        "Ödenecek tutar"
      ],
      "Customize invoices": [
        "Faturaları özelleştirin"
      ],
      "Auto-load remote content": [
        "Uzak içeriği otomatik yükle"
      ],
      "Auto-load embedded images": [
        "Gömülü resimleri otomatik yükle"
      ],
      "Keep messages in Sent/Drafts": [
        "İletileri Gönderilenler/Taslaklar klasöründe tut"
      ],
      "Link confirmation": [
        "Bağlantı onayı"
      ],
      "Undo send": [
        "Göndermeyi geri al"
      ],
      "Keyboard shortcuts": [
        "Klavye kısayolları"
      ],
      "Organization name": [
        "Kuruluş adı"
      ],
      "Organization password": [
        "Kuruluş parolası"
      ],
      "Account storage": [
        "Hesap depolama alanı"
      ],
      "VPN Connections": [
        "VPN Bağlantıları"
      ],
      "New organization password": [
        "Yeni kuruluş parolası"
      ],
      "Confirm organization password": [
        "Kuruluş parolasını onayla"
      ],
      "VPN connections": [
        "VPN bağlantıları"
      ],
      "Private User": [
        "Özel Kullanıcı"
      ],
      "Admin rights": [
        "Yönetici hakları"
      ],
      "Addresses": [
        "Adresler"
      ],
      "Key strength": [
        "Anahtar gücü"
      ],
      "Domain name": [
        "Alan adı"
      ],
      "Please add the following TXT record. Note, DNS records can take several hours to update.": [
        "Lütfen aşağıdaki TXT kaydını ekleyin. DNS kayıtlarının güncellenmesi birkaç saat sürebilir."
      ],
      "Please add all 3 of the following CNAME records. Note, DNS records can take several hours to update.": [
        "Lütfen aşağıdaki CNAME kayıtlarının 3'ünü de ekleyin. DNS kayıtlarının güncellenmesi birkaç saat sürebilir."
      ],
      "Please add the following MX record. Note, DNS records can take several hours to update.": [
        "Lütfen aşağıdaki MX kaydını ekleyin. DNS kayıtlarının güncellenmesi birkaç saat sürebilir."
      ],
      "Here is a basic DMARC record that does nothing except email you reports.": [
        "Raporlarınızı e-postayla göndermekten başka hiçbir şey yapmayan temel bir DMARC kaydı burada."
      ],
      "Recovery email": [
        "Kurtarma e-postası"
      ],
      "Recovery phone": [
        "Kurtarma telefonu"
      ],
      "Username": [
        "Kullanıcı adı"
      ],
      "Email or username": [
        "E-posta veya kullanıcı adı"
      ],
      "Recovery code": [
        "Kurtarma kodu"
      ],
      "Repeat password": [
        "Şifreyi tekrar girin"
      ],
      "Phone": [
        "Cep telefonu"
      ],
      "Code": [
        "Kod"
      ]
    },
    "Action": {
      "Use “${ label }” setting": [
        "\"${ label }\" ayarını kullan"
      ],
      "Close": [
        "Kapat"
      ],
      "Cancel": [
        "İptal Et"
      ],
      "Save": [
        "Kaydet"
      ],
      "Upload picture": [
        "Fotoğraf yükle"
      ],
      "Insert": [
        "Ekle"
      ],
      "Font": [
        "Yazı tipi"
      ],
      "Size": [
        "Boyut"
      ],
      "Color": [
        "Renk"
      ],
      "Alignment": [
        "Hizala"
      ],
      "More": [
        "Daha fazla"
      ],
      "Unordered list": [
        "Sırasız liste"
      ],
      "Ordered list": [
        "Sıralı liste"
      ],
      "Align left": [
        "Sola hizala"
      ],
      "Align center": [
        "Ortala"
      ],
      "Align right": [
        "Sağa hizala"
      ],
      "Justify": [
        "Yasla"
      ],
      "Quote": [
        "Alıntıla"
      ],
      "Insert link": [
        "Bağlantı ekle"
      ],
      "Clear all formatting": [
        "Tüm biçimlendirmeyi temizle"
      ],
      "Insert image": [
        "Resim ekle"
      ],
      "Bold": [
        "Kalın"
      ],
      "Italic": [
        "Eğik"
      ],
      "Underline": [
        "Alt çizgili"
      ],
      "Confirm opening of link ${ link }": [
        "${ link } bağlantısını açmayı onaylayın"
      ],
      "Confirm": [
        "Onayla"
      ],
      "Close navigation": [
        "Gezintiyi kapat"
      ],
      "Open navigation": [
        "Gezintiyi aç"
      ],
      "More info: ${ safeTitle }": [
        "Daha fazla bilgi: ${ safeTitle }"
      ],
      "Go to panel ${ index }": [
        "${ index } paneline git"
      ],
      "Delete": [
        "Sil"
      ],
      "Next month": [
        "Gelecek ay"
      ],
      "Previous month": [
        "Geçen ay"
      ],
      "Show less": [
        "Daha az göster"
      ],
      "Show more": [
        "Daha fazla göster"
      ],
      "Remove": [
        "Sil"
      ],
      "Select timezone": [
        "Zaman dilimini seçin"
      ],
      "Submit": [
        "Gönder"
      ],
      "Close modal": [
        "Pencereyi kapat"
      ],
      "refresh the page": [
        "sayfayı yenileyin"
      ],
      "Use ${ label } theme": [
        "“${ label }” temasını kullan"
      ],
      "Continue import": [
        "İçe aktarmaya devam et"
      ],
      "Discard": [
        "Vazgeç"
      ],
      "Reconnect": [
        "Yeniden bağlan"
      ],
      "Start import": [
        "İçe aktarmayı başlat"
      ],
      "Customize import": [
        "İçe aktarmayı özelleştir"
      ],
      "Reset to default": [
        "Varsayılana sıfırla"
      ],
      "Rename": [
        "Yeniden adlandır"
      ],
      "Stay": [
        "Kal"
      ],
      "Quit": [
        "Çıkış yap"
      ],
      "Hide labels": [
        "Etiketleri gizle"
      ],
      "Hide folders": [
        "Klasörleri gizle"
      ],
      "Show labels": [
        "Etiketleri göster"
      ],
      "Show folders": [
        "Klasörleri göster"
      ],
      "Edit label": [
        "Etiketi düzenle"
      ],
      "Back": [
        "Geri"
      ],
      "Next": [
        "Sonraki"
      ],
      "Start Import Assistant": [
        "Import Assistant Başlat"
      ],
      "Skip to import": [
        "İçe aktarmayı atla"
      ],
      "Delete all messages": [
        "Tüm iletileri sil"
      ],
      "Continue with Google": [
        "Google ile Devam Et"
      ],
      "Cancel import": [
        "İçe aktarmayı iptal edin"
      ],
      "Resume": [
        "Sürdür"
      ],
      "Keep": [
        "Devam et"
      ],
      "Delete record": [
        "Kaydı sil"
      ],
      "Delete original messages": [
        "İletilerin aslını sil"
      ],
      "Download the Import-Export app": [
        "Import-Export uygulamasını indir"
      ],
      "Activate ${ Name }@pm.me": [
        "${ Name }@pm.me adresini etkinleştir"
      ],
      "Upgrade": [
        "Yükselt"
      ],
      "Show shortcuts": [
        "Kısayolları göster"
      ],
      "Import contacts": [
        "Kişileri içe aktar"
      ],
      "Export contacts": [
        "Kişiler dışa aktar"
      ],
      "Choose a file or drag it here": [
        "Bir dosya seçin veya buraya sürükleyin"
      ],
      "Import": [
        "İçe aktar"
      ],
      "Continue": [
        "Devam et"
      ],
      "Read": [
        "Oku"
      ],
      "Unread": [
        "Okunmamış"
      ],
      "Change password": [
        "Parolayı değiştir"
      ],
      "Ok": [
        "Tamam"
      ],
      "Download": [
        "İndir"
      ],
      "Yes": [
        "Evet"
      ],
      "Change mailbox password": [
        "Posta kutusu parolasını değiştir"
      ],
      "Delete your account": [
        "Hesabınızı silin"
      ],
      "Save address": [
        "Adresi kaydet"
      ],
      "Update": [
        "Güncelle"
      ],
      "Done": [
        "Tamamlandı"
      ],
      "activate": [
        "etkinleştir"
      ],
      "Add address": [
        "Adres ekle"
      ],
      "Hide": [
        "Gizle"
      ],
      "Show": [
        "Göster"
      ],
      "Reset credentials": [
        "Bilgileri sıfırla"
      ],
      "Copy": [
        "Kopyala"
      ],
      "Download all configurations": [
        "Tüm yapılandırmaları indir"
      ],
      "Get ProtonVPN Plus": [
        "ProtonVPN Plus edinin"
      ],
      "Copy email to clipboard": [
        "E-postayı panoya kopyala"
      ],
      "${ BRAND_NAME } introduction": [
        "${ BRAND_NAME } tanıtımı"
      ],
      "I have a question": [
        "Bir sorum var"
      ],
      "Request a feature": [
        "Özellik isteyin"
      ],
      "Report a problem": [
        "Sorun bildir"
      ],
      "${ BRAND_NAME } shop": [
        "${ BRAND_NAME } mağazası"
      ],
      "Switch account": [
        "Hesap değiştir"
      ],
      "Sign out": [
        "Oturumu kapat"
      ],
      "Create": [
        "Oluştur"
      ],
      "Remove this notification": [
        "Bu bildirimleri kaldırın"
      ],
      "Add notification": [
        "Bildirim ekle"
      ],
      "Try again": [
        "Tekrar dene"
      ],
      "Save ICS file": [
        "ICS dosyasını kaydet"
      ],
      "Edit": [
        "Düzenle"
      ],
      "Set as default": [
        "Varsayılan olarak ayarla"
      ],
      "Export ICS": [
        "ICS'yi dışa aktar"
      ],
      "Create calendar": [
        ""
      ],
      "Remove calendar": [
        ""
      ],
      "Subscribe to calendar": [
        "Takvime abone ol"
      ],
      "Import events": [
        ""
      ],
      "Select calendar view": [
        "Takvim görünümünü seçin"
      ],
      "Copy link": [
        "Linki kopyala"
      ],
      "Create link": [
        "Bağlantı oluştur"
      ],
      "Delete link": [
        "Bağlantıyı sil"
      ],
      "Get started": [
        "Başlarken"
      ],
      "Start setup": [
        "Kurulumu başlat"
      ],
      "Skip": [
        "Atla"
      ],
      "Clear": [
        "Temizle"
      ],
      "Add screenshot(s)": [
        "Ekran görüntüsü ekle"
      ],
      "Hide info": [
        "Bilgileri gizle"
      ],
      "Show info": [
        "Bilgileri göster"
      ],
      "Signing out": [
        "Oturumu kapatılıyor"
      ],
      "Remove bonuses": [
        "Hediye puanları kaldır"
      ],
      "Pay": [
        "Öde"
      ],
      "Open ${ CALENDAR_APP_NAME } settings": [
        "${ CALENDAR_APP_NAME } ayarlarını açın"
      ],
      "OK": [
        "Tamam"
      ],
      "Upgrade to Plus": [
        "Plus'a Yükselt"
      ],
      "Upgrade to Professional": [
        "Profesyonel'e Yükselt"
      ],
      "Activate": [
        "Etkinleştir"
      ],
      "Customize subscription": [
        "Aboneliği özelleştirin"
      ],
      "Cancel subscription": [
        "Aboneliği iptal et"
      ],
      "Select plan": [
        "Plan seçin"
      ],
      "Compare all features": [
        "Tüm özellikeri karşılaştır"
      ],
      "${ boldSave } by switching to annual billing": [
        "Yıllık faturalandırmaya geçerek ${ boldSave }"
      ],
      "Apply": [
        "Uygula"
      ],
      "Add PayPal payment method": [
        "PayPal ödeme yöntemi ekle"
      ],
      "Top up": [
        "Tamamla"
      ],
      "Add credits": [
        "Kredi ekle"
      ],
      "Downgrade": [
        "Düşür"
      ],
      "Compare plans": [
        "Planları karşılaştır"
      ],
      "annual billing": [
        "yıllık faturalandırma"
      ],
      "Decrease": [
        "Azalt"
      ],
      "Increase": [
        "Arttır"
      ],
      "Verify": [
        "Doğrula"
      ],
      "Use a different card": [
        "Farklı bir kart kullanın"
      ],
      "Use a different payment method": [
        "Farklı bir ödeme yöntemi kullanın"
      ],
      "Retry": [
        "Yeniden dene"
      ],
      "Loading verification": [
        "Doğrulama yükleniyor"
      ],
      "Remove gift code": [
        "Hediye kodunu kaldır"
      ],
      "No": [
        "Hayır"
      ],
      "Upload": [
        "Yükle"
      ],
      "Create key": [
        "Anahtar oluştur"
      ],
      "Import key": [
        "Anahtarı içe aktar"
      ],
      "Decrypt": [
        "Şifreyi çöz"
      ],
      "Export": [
        "Dışa aktar"
      ],
      "Export key": [
        "Anahtarı dışa aktar"
      ],
      "Warning": [
        "Uyarı"
      ],
      "Select files": [
        "Dosyaları seç"
      ],
      "Reactivate keys": [
        "Anahtarları tekrar etkinleştiriniz"
      ],
      "Export private key": [
        "Özel anahtarı dışa aktar"
      ],
      "Mark as default": [
        "Varsayılan olarak işaretle"
      ],
      "Add credit / debit card": [
        "Kredi / banka kartı ekle"
      ],
      "Add PayPal": [
        "PayPal ekle"
      ],
      "enable desktop notifications": [
        "masaüstü bildirimlerini etkinleştir"
      ],
      "here": [
        "buradan"
      ],
      "Close this banner": [
        "Bu uyarıyı kapat"
      ],
      "Refresh the page": [
        "Sayfayı yenile"
      ],
      "Preview": [
        "Önizleme"
      ],
      "Create label": [
        "Etiket oluştur"
      ],
      "Create folder": [
        "Klasör oluştur"
      ],
      "Remove this label": [
        "Bu etiketi kaldır"
      ],
      "Add condition": [
        "Koşul ekle"
      ],
      "label emails as": [
        "e-postayı etiketleyin"
      ],
      "move emails to": [
        "e-postayı taşıyın"
      ],
      "mark emails as": [
        "e-postayı işaretleyin"
      ],
      "send auto-reply email": [
        "otomatik e-posta gönderin"
      ],
      "Edit sieve": [
        "Sieve'yi düzenle"
      ],
      "Add filter": [
        "Filtre ekle"
      ],
      "Add sieve filter": [
        "Sieve filtresi ekle"
      ],
      "Add": [
        "Ekle"
      ],
      "Move to Block List": [
        "Engellenenler listesine taşıyın"
      ],
      "Move to Allow List": [
        "İzin verilenler listesine taşıyın"
      ],
      "View invoice": [
        "Faturayı görüntüle"
      ],
      "Get verification code": [
        "Doğrulama kodu al"
      ],
      "Try another method": [
        "Başka bir yöntem dene"
      ],
      "Request new code": [
        "Yeni kod iste"
      ],
      "Did not receive the code?": [
        "Kodu almadınız mı?"
      ],
      "Edit email address": [
        "E-posta adresini düzenle"
      ],
      "Edit phone number": [
        "Telefon Numarasını düzenle"
      ],
      "Add folder": [
        "Klasör ekle"
      ],
      "Sort": [
        "Sırala"
      ],
      "Add label": [
        "Etiket ekle"
      ],
      "Revoke all other sessions": [
        "Diğer tüm oturumları iptal et"
      ],
      "Wipe": [
        "Temizle"
      ],
      "Reload": [
        "Yeniden yükle"
      ],
      "View": [
        "Görüntüle"
      ],
      "User": [
        "Kullanıcı"
      ],
      "Organization": [
        "Kuruluş"
      ],
      "Customize": [
        "Özelleştir"
      ],
      "Details": [
        "Ayrıntılar"
      ],
      "Share via link": [
        "Bağlantı yoluyla paylaş"
      ],
      "Sharing options": [
        "Paylaşım seçenekleri"
      ],
      "Zoom out": [
        "Uzaklaştır"
      ],
      "Reset zoom": [
        "Yakınlaştırmayı sıfırla"
      ],
      "Zoom in": [
        "Yakınlaştır"
      ],
      "Previous": [
        "Önceki"
      ],
      "Add domain": [
        "Alan adı ekle"
      ],
      "Enable multi-user support": [
        "Çoklu kullanıcı desteğini etkinleştir"
      ],
      "Reset keys": [
        ""
      ],
      "Change organization keys": [
        "Kuruluş anahtarlarını değiştir"
      ],
      "Reset organization keys": [
        ""
      ],
      "Restore administrator privileges": [
        "Yönetici ayrıcalıklarını geri yükle"
      ],
      "Activate organization key": [
        "Kuruluş anahtarını etkinleştir"
      ],
      "Add user": [
        "Kullanıcı ekle"
      ],
      "Review": [
        "İncele"
      ],
      "Set catch-all": [
        "Tümünü yakalamayı ayarla"
      ],
      "Refresh status": [
        "Durumu yenile"
      ],
      "Upgrade now": [
        "Şimdi yükselt"
      ],
      "sign in": [
        "oturum açın"
      ],
      "Add ${ BRAND_NAME } account": [
        "${ BRAND_NAME } hesabı ekle"
      ],
      "Sign out all accounts": [
        "Tüm hesapların oturumunu kapat"
      ],
      "Send my username": [
        "Kullanıcı adımı gönder"
      ],
      "Support": [
        "Destek"
      ],
      "Need help?": [
        "Yardıma mı ihtiyacınız var?"
      ],
      "Resubscribe": [
        "Tekrar abone ol"
      ],
      "Change other email subscriptions": [
        "Diğer e-posta aboneliklerini değiştir"
      ],
      "Unsubscribe": [
        "Abonelikten çık"
      ],
      "${ address } is available.": [
        "${ address } kullanılabilir."
      ],
      "Create address": [
        "Adres oluştur"
      ],
      "Sign in": [
        "Oturum aç"
      ],
      "Use two-factor authentication code": [
        "İki aşamalı doğrulama kodu kullan"
      ],
      "Use recovery code": [
        "Kurtarma kodunu kullan"
      ],
      "Authenticate": [
        "Doğrula"
      ],
      "Unlock": [
        "Kilidi aç"
      ],
      "Create a secure ProtonMail address instead": [
        "Bunun yerine güvenli bir ProtonMail adresi oluşturun"
      ],
      "Use your current email address instead": [
        "Bunun yerine mevcut e-posta adresinizi kullanın"
      ],
      "Create account": [
        "Hesap oluştur"
      ],
      "Change email": [
        "E-postayı değiştir"
      ],
      "Proceed to checkout": [
        "Ödeme işlemine devam et"
      ],
      "Send code": [
        "Kod gönder"
      ],
      "Reset password": [
        "Parolayı sıfırla"
      ],
      "Didn't receive a code?": [
        "Kod almadınız mı?"
      ],
      "Return to login": [
        "Oturum açmaya geri dön"
      ],
      "Contact support": [
        "Desteğe başvurun"
      ]
    },
    "Placeholder": {
      "E.g., ": [
        "Örneğin, "
      ],
      "Link": [
        "Bağlantı"
      ],
      "Fill in the URL link and text to test your link": [
        "Bağlantınızı test etmek için URL bağlantısını ve metni doldurun"
      ],
      "Email address": [
        "E-posta adresi"
      ],
      "Fill in the email address and text to test your link": [
        "Bağlantınızı test etmek için e-posta adresini ve metni doldurun"
      ],
      "Phone number": [
        "Telefon numarası"
      ],
      "Fill in the phone number and text to test your link": [
        "Bağlantınızı test etmek için telefon numarasını ve metni doldurun"
      ],
      "Text": [
        "Metin"
      ],
      "Name": [
        "Ad"
      ],
      "Password": [
        "Parola"
      ],
      "Two-factor authentication code": [
        "İki aşamalı doğrulama kodu"
      ],
      "Confirm": [
        "Onayla"
      ],
      "Feedback": [
        "Geri bildirim"
      ],
      "Choose address": [
        "Adres seçin"
      ],
      "Choose display name": [
        "Görüntülenecek ad seçin"
      ],
      "Add a calendar name": [
        "Takvim adı ekleyin"
      ],
      "Add a calendar description": [
        "Takvim açıklaması ekleyin"
      ],
      "e.g. Julia Smith": [
        "örneğin; Julia Smith"
      ],
      "OS name": [
        "İşletim sistemi adı"
      ],
      "OS version": [
        "İşletim sistemi sürümü"
      ],
      "Proton username": [
        "Proton kullanıcı adı"
      ],
      "A way to contact you": [
        "Sizinle iletişim kurmanın bir yolu"
      ],
      "Please describe the problem and include any error messages": [
        "Lütfen sorunu açıklayın ve varsa hata mesajlarını ekleyin"
      ],
      "Browser name": [
        "Tarayıcı adı"
      ],
      "Browser version": [
        "Tarayıcı sürümü"
      ],
      "Gift code": [
        "Hediye kodu"
      ],
      "Other": [
        "Diğer"
      ],
      "Add gift code": [
        "Hediye kodu ekle"
      ],
      "ZIP": [
        "ZIP"
      ],
      "Postal code": [
        "Posta kodu"
      ],
      "Type text or keyword": [
        "Metin veya anahtar kelime yazın"
      ],
      "Choose a name": [
        "Bir isim seçin"
      ],
      "Username": [
        "Kullanıcı adı"
      ],
      "Address": [
        "Adres"
      ],
      "Confirm password": [
        "Parolayı onayla"
      ],
      "Search users": [
        "Kullanıcıları ara"
      ],
      "yourdomain.com": [
        "yourdomain.com"
      ]
    },
    "Time unit": {
      "${ hours } hour": [
        "${ hours } saat",
        "${ hours } saat"
      ],
      "${ minutes } minute": [
        "${ minutes } dakika",
        "${ minutes } dakika"
      ]
    },
    "Error": {
      "Email address invalid": [
        "E-posta adresi geçersiz"
      ],
      "This field is required": [
        "Bu alan gerekli"
      ],
      "The composer failed to load.": [
        "Oluşturucu yüklenemedi."
      ],
      "Please refresh the page.": [
        "Lütfen sayfayı yenileyin."
      ],
      "The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.": [
        "Kullandığınız tarayıcı, ödemenin tam olarak yetkilendirilmesine izin vermiyor. Lütfen farklı bir tarayıcı kullanın veya bir bilgisayar aracılığıyla oturum açın."
      ],
      "Something went wrong, please ${ refresh } in order to proceed. If you still see this error message please contact our ${ supportTeam }.": [
        "Bir şeyler ters gitti, devam etmek için ${ refresh }. Hala bu hata iletisini görüyorsanız lütfen ${ supportTeam } ile iletişime geçin."
      ],
      "We were unable to connect to your service provider.": [
        "Hizmet sağlayıcınıza bağlanamadık."
      ],
      "Please try to reauthenticate and make sure the permissions are set correctly.": [
        "Lütfen yeniden kimlik doğrulaması yapmayı deneyin ve izinlerin doğru ayarlandığından emin olun."
      ],
      "There are too many folders in your external account. Please customize the import to delete some folders.": [
        "Harici hesabınızda çok fazla klasör var. Lütfen bazı klasörleri silmek için içe aktarmayı özelleştirin."
      ],
      "Some of your label names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Etiket adlarınızdan bazıları Protonmail'in maksimum karakter sınırını aşıyor. Lütfen bu adları düzenlemek için içe aktarmayı özelleştirin."
      ],
      "Some of your folder names exceed ProtonMail's maximum character limit. Please customize the import to edit these names.": [
        "Klasör adlarınızdan bazıları ProtonMail'in maksimum karakter sınırını aşıyor. Lütfen bu adları düzenlemek için içe aktarmayı özelleştirin."
      ],
      "Some of your label names are unavailable. Please customize the import to edit these names.": [
        "Etiket adlarınızdan bazıları kullanılamıyor. Lütfen bu adları düzenlemek için içe aktarmayı özelleştirin."
      ],
      "Some of your folder names are unavailable. Please customize the import to edit these names.": [
        "Klasör adlarınızdan bazıları kullanılamıyor. Lütfen bu adları düzenlemek için içe aktarmayı özelleştirin."
      ],
      "The label name is too long. Please choose a different name.": [
        "Etiket adı çok uzun. Lütfen farklı bir isim seçin."
      ],
      "The folder name is too long. Please choose a different name.": [
        "Klasör adı çok uzun. Lütfen farklı bir isim seçin."
      ],
      "Label name cannot be empty": [
        "Etiket adı boş olamaz"
      ],
      "Folder name cannot be empty": [
        "Klasör adı boş olamaz"
      ],
      "This label name is not available. Please choose a different name": [
        "Bu etiket adı kullanılamaz. Lütfen farklı bir isim seçin"
      ],
      "This folder name is not available. Please choose a different name": [
        "Bu klasör adı kullanılamaz. Lütfen farklı bir isim seçin"
      ],
      "You must set a name": [
        "Bir isim belirlemelisiniz"
      ],
      "A group with this name already exists": [
        "Bu ada sahip bir grup zaten var"
      ],
      "Invalid name": [
        "Geçersiz isim"
      ],
      "Please generate keys before you try to change your password.": [
        "Lütfen parolanızı değiştirmeyi denemeden önce anahtarlar oluşturun."
      ],
      "${ Local } is your username. To create ${ Local }@${ Domain }, please go to Settings > Addresses > Short domain (pm.me)": [
        "${ Local } kullanıcı adınızdır. ${ Local } @ $ { Domain } oluşturmak için lütfen Ayarlar > Adresler > Kısa etki alanı (pm.me)"
      ],
      "Error": [
        "Hata"
      ],
      "Organization key is not decrypted.": [
        "Kuruluş anahtarının şifresi çözülmedi."
      ],
      "The organization key must be activated first.": [
        "Önce kuruluş anahtarı etkinleştirilmelidir."
      ],
      "Name required": [
        "İsim gerekli"
      ],
      "No valid address found": [
        "Geçerli bir adres bulunamadı"
      ],
      "Primary address key is not decrypted.": [
        "Birincil adres anahtarının şifresi çözülemedi."
      ],
      "Automatic replies is a paid feature. Please upgrade to a paid account to use this feature.": [
        "Otomatik yanıtlar ücretli bir özelliktir. Bu özelliği kullanmak için ücretli bir hesaba yükseltin."
      ],
      "Checkout expired, please try again.": [
        "Ödeme süresi doldu, lütfen tekrar deneyin."
      ],
      "Invalid code": [
        "Geçersiz kod"
      ],
      "Error connecting to the Bitcoin API.": [
        "Bitcoin API'ye bağlanırken hata oluştu."
      ],
      "Amount below minimum.": [
        "Minimum miktarın altında."
      ],
      "Amount above the maximum.": [
        "Maksimum miktarın üstünde."
      ],
      "The minimum amount that can be donated is ${ price }": [
        "Bağışlanabilecek en düşük miktar ${ price }"
      ],
      "The minimum amount of credit that can be added is ${ _price }": [
        "Eklenebilecek en düşük kredi miktarı ${ _price }"
      ],
      "The minimum payment we accept is ${ _price2 }": [
        "Kabul ettiğimiz en düşük ödeme ${ _price2 }"
      ],
      "Name on card required": [
        "Kart üzerindeki isim gerekli"
      ],
      "Invalid expiration date": [
        "Geçersiz son kullanma tarihi"
      ],
      "Invalid card number": [
        "Geçersiz kart numarası"
      ],
      "Invalid ${ name } code": [
        "Geçersiz ${ name } kodu"
      ],
      "Invalid postal code": [
        "Geçersiz posta kodu"
      ],
      "Process aborted": [
        "İşlem iptal edildi"
      ],
      "Payment process cancelled": [
        "Ödeme işlemi iptal edildi"
      ],
      "Payment process failed": [
        "Ödeme işlemi başarısız oldu"
      ],
      "Payment process consumed": [
        "Ödeme işlemi tamamlandı"
      ],
      "Payment process not supported": [
        "Ödeme süreci desteklenmiyor"
      ],
      "Unknown payment token status": [
        "Bilinmeyen ödeme belirteci durumu"
      ],
      "Tab closed": [
        "Sekme kapatıldı"
      ],
      "Primary address key is not decrypted": [
        "Birincil adres anahtarının şifresi çözülemedi"
      ],
      "Incorrect password": [
        "Geçersiz parola"
      ],
      "Invalid private key file": [
        "Geçersiz özel anahtar dosyası"
      ],
      "Uploaded key does not match fingerprint": [
        "Yüklenen anahtar parmak iziyle eşleşmiyor"
      ],
      "Incorrect mailbox password. Please try again": [
        "Posta kutusu parolası yanlış. Lütfen tekrar deneyin"
      ],
      "Incorrect login credentials. Please try again": [
        "Oturum açma bilgileri yanlış. Lütfen tekrar deneyin"
      ],
      "Empty condition": [
        "Boş koşul"
      ],
      "Condition incomplete": [
        "Koşul eksik"
      ],
      "Filter with this name already exists": [
        "Bu ada sahip bir filtre zaten var"
      ],
      "Error in one of the conditions": [
        "Koşullardan birinde hata"
      ],
      "Require at least one condition": [
        "En az bir koşul gerektirir"
      ],
      "Require at least one action": [
        "En az bir işlem gerektirir"
      ],
      "Filter with this name already exist": [
        "Bu ada sahip filtre zaten var"
      ],
      "Invalid Sieve code": [
        "Geçersiz Sieve kodu"
      ],
      "Invalid domain": [
        "Geçersiz etki alanı"
      ],
      "Can't validate email, try again later": [
        "E-postayı doğrulanamıyor, daha sonra tekrar deneyin"
      ],
      "Can't validate phone, try again later": [
        "Telefon doğrulanamıyor, daha sonra tekrar deneyin"
      ],
      "Enter 6 digits": [
        "6 hane girin"
      ],
      "Invalid verification code": [
        "Geçersiz doğrulama kodu"
      ],
      "Please set a recovery/notification email first": [
        "Lütfen önce bir kurtarma/bildirim e-postası ayarlayın"
      ],
      "Please set a recovery phone number first": [
        "Lütfen önce bir kurtarma telefon numarası ayarlayın"
      ],
      "Payments are currently not available, please try again later": [
        "Ödemeler şu anda kullanılamıyor, lütfen daha sonra tekrar deneyin"
      ],
      "You have no invoices.": [
        "Faturalarınız yok."
      ],
      "Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.": [
        "Hesabınızın veya kuruluşunuzun şu anda gecikmiş bir faturası var. Lütfen ödenmemiş tüm faturaları ödeyin."
      ],
      "File has no contents to preview": [
        "Dosyanın önizlenecek içeriği yok"
      ],
      "Passwords do not match": [
        "Parolalar eşleşmiyor"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.": [
        "Çok kullanıcılı destek almak için lütfen birden fazla kullanıcıya sahip Profesyonel plana ve Visionary hesabına yükseltin."
      ],
      "You must privatize all users before generating new organization keys": [
        ""
      ],
      "You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Kuruluş anahtarlarınıza erişiminizi kaybettiniz. Geri yükleme olmadan yeni kullanıcılar oluşturamaz, mevcut kullanıcılara adres ekleyemez veya gizli olmayan kullanıcı hesaplarına erişemezsiniz."
      ],
      "You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.": [
        "Kuruluş anahtarlarınızı etkinleştirmelisiniz. Etkinleştirme olmadan yeni kullanıcılar oluşturamaz, mevcut kullanıcılara adres ekleyemez, veya gizli olmayan kullanıcı hesaplarına erişemezsiniz."
      ],
      "Permission denied, administrator privileges have been restricted.": [
        "İzin reddedildi, yönetici ayrıcalıkları kısıtlandı."
      ],
      "Invalid password": [
        "Geçersiz parola"
      ],
      "Invalid address": [
        "Geçersiz adres"
      ],
      "Address already associated to a user": [
        "Adres zaten bir kullanıcıyla ilişkilendirilmiş"
      ],
      "Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to manage multiple users.": [
        "Birden fazla kullanıcıyı yönetmek için lütfen 1'den fazla kullanıcılı bir Profesyonel plana veya bir Visionary hesabına yükseltin."
      ],
      "Please enable multi-user support before adding users to your organization.": [
        "Lütfen kuruluşunuza kullanıcı eklemeden önce çoklu kullanıcı desteğini etkinleştirin."
      ],
      "Please configure a custom domain before adding users to your organization.": [
        "Lütfen kuruluşunuza kullanıcı eklemeden önce özel bir etki alanı ayarlayın."
      ],
      "You have used all users in your plan. Please upgrade your plan to add a new user.": [
        "Planınızdaki tüm kullanıcıları kullandınız. Lütfen yeni bir kullanıcı eklemek için planınızı yükseltin."
      ],
      "You have used all addresses in your plan. Please upgrade your plan to add a new address.": [
        "Planınızdaki tüm adresleri kullandınız. Lütfen yeni bir adres eklemek için planınızı yükseltin."
      ],
      "All storage space has been allocated. Please reduce storage allocated to other users.": [
        "Depolama alanının tamamı ayrıldı. Lütfen diğer kullanıcılara ayrılan depolama alanını azaltın."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "DNS yapılandırmanızla ilgili sorunlar nedeniyle DKIM imzalamayı durdurduk. İmzalamaya devam etmek için lütfen aşağıdaki talimatları izleyin."
      ],
      "Verification did not succeed, please try again in an hour.": [
        "Doğrulama başarısız oldu, lütfen bir saat içinde tekrar deneyin."
      ],
      "Wrong verification code. Please make sure you copied the verification code correctly and try again. It can take up to 24 hours for changes to take effect.": [
        "Hatalı doğrulama kodu. Lütfen doğrulama kodunu doğru bir şekilde kopyaladığınızdan emin olun ve tekrar deneyin. Değişikliklerin etkili olması 24 saati bulabilir."
      ],
      "Authentication canceled.": [
        "Kimlik doğrulama iptal edildi."
      ],
      "Your import will not be processed.": [
        "İçe aktarımınız işlenmeyecektir."
      ],
      "Authentication error.": [
        "Doğrulama hatası."
      ],
      "This message may contain some link's URL that cannot be properly opened by your current browser": [
        "Bu ileti, mevcut tarayıcınız tarafından düzgün görüntülenemeyen bazı URL bağlantıları içerebilir"
      ],
      "Unknown error": [
        "Bilinmeyen hata"
      ],
      "This field requires a minimum of ${ minimumLength } characters.": [
        "Bu alan en az $ { minimumLength } karakter gerektirir."
      ],
      "Email is not valid": [
        "E-posta geçerli değil"
      ],
      "Not a valid number": [
        "Geçerli bir sayı değil"
      ],
      "Missing signature": [
        "İmza eksik"
      ],
      "Contact signature not verified": [
        "Kişi imzası doğrulanamadı"
      ],
      "Signature not verified": [
        "İmza doğrulanamadı"
      ],
      "Signature verification failed": [
        "İmza doğrulaması başarısız oldu"
      ],
      "Could not find address ${ email }.": [
        "${ email } adresi bulunamadı."
      ],
      "Domain not available, try again later": [
        "Etki alanı kullanılamıyor, daha sonra tekrar deneyin"
      ],
      "Request timed out.": [
        "İstek zaman aşımına uğradı."
      ],
      "Address primary private key not found": [
        "Adres birincil özel anahtarı bulunamadı"
      ],
      "Calendar primary private key is not decrypted": [
        "Takvim birincil özel anahtarının şifresi çözülemedi"
      ],
      "The session has expired. Please sign in again.": [
        "Oturum zaman aşımına uğradı. Lütfen tekrar oturum açın."
      ],
      "Failed to get active sessions. Please refresh or try again later.": [
        "Etkin oturumlar alınamadı. Lütfen daha sonra tekrar deneyin."
      ],
      "No active sessions": [
        "Başka bir etkin oturum yok"
      ],
      "Can't check username, try again later": [
        "Kullanıcı adı kontrol edilemiyor, daha sonra tekrar deneyin"
      ]
    },
    "Title": {
      "Open actions dropdown": [
        "Açılır menü işlemleri"
      ],
      "Expand content": [
        "İçeriği genişlet"
      ],
      "Link confirmation": [
        "Bağlantı onayı"
      ],
      "Previous": [
        "Önceki"
      ],
      "Open pagination": [
        "Sayfalandırmayı aç"
      ],
      "Next": [
        "Sonraki"
      ],
      "Keyboard Shortcuts": [
        "Klavye Kısayolları"
      ],
      "What's new": [
        "Neler yeni?"
      ],
      "Start import process": [
        "İçe aktarma işlemini başlatın"
      ],
      "Import in progress": [
        "İçe aktarma sürüyor"
      ],
      "Customize import": [
        "İçe aktarmayı özelleştir"
      ],
      "Prepare for import": [
        "İçe aktarma için hazırla"
      ],
      "Prepare Yahoo Mail for import": [
        "Yahoo Mail'i içe aktarma için hazırlayın"
      ],
      "Prepare Gmail for import ${ gmailInstructionsStep }/${ totalSteps }": [
        "Gmail'i içe aktarmaya hazırlama ${ gmailInstructionsStep }/${ totalSteps }"
      ],
      "Reconnect your account": [
        "Hesabınızı yeniden bağlayın"
      ],
      "Start a new import": [
        "Yeni bir içe aktarma başlatın"
      ],
      "Enable keyboard shortcuts": [
        "Klavye kısayollarını etkinleştir"
      ],
      "Exporting contacts": [
        "Kişiler dışa aktarılıyor"
      ],
      "Select action to take on contact group": [
        "Kişi grubunda yapılacak eylemi seçin"
      ],
      "Add contact group name": [
        "Kişi grubu adı ekle"
      ],
      "Select contact group": [
        "Kişi grubunu seç"
      ],
      "Warning": [
        "Uyarı"
      ],
      "Import groups": [
        "Grupları içeri aktar"
      ],
      "Import contacts": [
        "Kişileri içe aktar"
      ],
      "Change password for ${ Name } (${ Email })": [
        "${ Name } (${ Email }) şifresini değiştir"
      ],
      "Change password": [
        "Parolayı değiştir"
      ],
      "Change login password": [
        "Oturum açma parolasını değiştir"
      ],
      "Switch to two-password mode": [
        "Çift parola moduna geç"
      ],
      "Switch to one-password mode": [
        "Tek parola moduna geç"
      ],
      "Change mailbox password": [
        "Posta kutusu parolasını değiştir"
      ],
      "Set up two-factor authentication": [
        "İki adımlı kimlik doğrulamayı ayarlayın"
      ],
      "Disable two-factor authentication": [
        "İki adımlı kimlik doğrulamayı devre dışı bırakın"
      ],
      "Password": [
        "Parola"
      ],
      "Login password": [
        "Oturum açma parolası"
      ],
      "Delete account": [
        "Hesabı sil"
      ],
      "Add address": [
        "Adres ekle"
      ],
      "Generate missing keys": [
        "Eksik anahtarları oluştur"
      ],
      "Delete ${ address.Email }": [
        "${ address.Email } sil"
      ],
      "1. Select platform": [
        "1. Platform seçin"
      ],
      "2. Select protocol": [
        "2. Protokol seçin"
      ],
      "3. Select config file and download": [
        "3. Yapılandırma dosyasını seçin ve indirin"
      ],
      "Get ProtonVPN Plus to access all servers": [
        "Tüm sunuculara erişmek için ProtonVPN Plus edinin"
      ],
      "Open help menu": [
        "Yardım Menüsünü Aç"
      ],
      "Back": [
        "Geri"
      ],
      "Error": [
        "Hata"
      ],
      "Update calendar": [
        "Takvimi güncelle"
      ],
      "Create calendar": [
        "Takvim oluştur"
      ],
      "Select the way to send this notification": [
        "Bu bildirimi gönderme yöntemini seçin"
      ],
      "Select when you want this notification to be sent": [
        "Bu bildirimi ne zaman göndermek istediğinizi seçin"
      ],
      "Select the time to send this notification": [
        "Bu bildirimin gönderileceği zamanı seçin"
      ],
      "Add another notification to remind you of this event": [
        "Bu etkinliğin hatırlatılması için başka bir bildirim ekleyin"
      ],
      "Export calendar": [
        "Takvimi dışa aktar"
      ],
      "Delete calendar": [
        "Takvimi sil"
      ],
      "Remove calendar": [
        ""
      ],
      "Import events": [
        "Etkinlikleri içe aktar"
      ],
      "Your calendar link": [
        "Takvim bağlantınız"
      ],
      "Report a problem": [
        "Sorun bildir"
      ],
      "Confirm loss of Proton bonuses": [
        "Proton hediye puanlarının kaybını onaylayın"
      ],
      "Processing": [
        "İşleniyor"
      ],
      "Cancel subscription": [
        "Aboneliği iptal et"
      ],
      "Network error": [
        "Ağ hatası"
      ],
      "Select a plan": [
        "Plan seçin"
      ],
      "Customize your plan": [
        "Planınızı özelleştirin"
      ],
      "Checkout": [
        "Ödeme"
      ],
      "Current plan": [
        "Mevcut plan"
      ],
      "Apply gift code": [
        "Hediye kodu kullan"
      ],
      "Subtotal": [
        "Ara toplam"
      ],
      "Coupon discount": [
        "Kupon İndirimi"
      ],
      "Total (monthly)": [
        "Toplam (aylık)"
      ],
      "Credits": [
        "Krediler"
      ],
      "Gift code": [
        "Hediye kodu"
      ],
      "Amount due": [
        "Ödenecek tutar"
      ],
      "Payment details": [
        "Ödeme ayrıntıları"
      ],
      "Edit credit/debit card": [
        "Kredi/banka kartını düzenleyin"
      ],
      "Add credit/debit card": [
        "Kredi/banka kartı ekleyin"
      ],
      "Add PayPal payment method": [
        "PayPal ödeme yöntemi ekleyin"
      ],
      "Add credits": [
        "Kredi ekle"
      ],
      "Billing cycle": [
        "Fatura dönemi"
      ],
      "Confirm downgrade": [
        "Eski sürüme geçmeyi onaylayın"
      ],
      "${ appName } customization": [
        "${ appName } özelleştirme"
      ],
      "Currency": [
        "Para birimi"
      ],
      "Unsupported browser": [
        "Desteklenmeyen tarayıcı"
      ],
      "Card verification": [
        "Kartı doğrula"
      ],
      "Payment verification": [
        "Ödemeyi doğrula"
      ],
      "Processing...": [
        "İşleniyor..."
      ],
      "Card verification in progress": [
        "Kart doğrulama devam ediyor"
      ],
      "Payment verification in progress": [
        "Ödeme doğrulaması devam ediyor"
      ],
      "PayPal verification failed": [
        "PayPal doğrulaması başarısız oldu"
      ],
      "3-D Secure verification failed": [
        "3-D Güvenli doğrulama başarısız oldu"
      ],
      "ZIP / postal code": [
        "ZIP / posta kodu"
      ],
      "Plan summary": [
        "Plan özeti"
      ],
      "Automatically sign outgoing messages?": [
        "Giden iletiler otomatik olarak imzalansın mı?"
      ],
      "Re-activate keys": [
        "Anahtarları yeniden etkinleştir"
      ],
      "Decrypt key": [
        "Anahtarı çöz"
      ],
      "Export public key": [
        "Genel anahtarı dışa aktar"
      ],
      "Export private key": [
        "Özel anahtarı dışarıya aktar"
      ],
      "Delete key": [
        "Anahtarı sil"
      ],
      "Create key": [
        "Anahtar oluştur"
      ],
      "Success": [
        "Başarılı"
      ],
      "Import key": [
        "Anahtarı içeri aktar"
      ],
      "Sign in again to continue": [
        "Devam etmek için tekrar oturum açın"
      ],
      "Account suspended": [
        "Hesap askıya alındı"
      ],
      "Edit filter": [
        "Filtreyi düzenle"
      ],
      "Add filter": [
        "Filtre ekle"
      ],
      "Are you sure you want to close?": [
        "Kapatmak istediğinizden emin misiniz?"
      ],
      "Edit Sieve filter": [
        "Sieve filtresini düzenle"
      ],
      "Add Sieve filter": [
        "Sieve filtresi ekle"
      ],
      "Delete ${ filter.Name }": [
        "${ filter.Name } sil"
      ],
      "Allow List": [
        "İzin verilen listesi"
      ],
      "Block List": [
        "Engellenenler listesi"
      ],
      "Add to Block List": [
        "Engellenen listesine ekle"
      ],
      "Add to Allow List": [
        "İzin verilen listesine ekle"
      ],
      "Edit Block List": [
        "Engellenen listesini düzenle"
      ],
      "Edit Allow List": [
        "İzin verilen listesini düzenle"
      ],
      "Invalid verification code": [
        "Geçersiz doğrulama kodu"
      ],
      "Request new verification code": [
        "Yeni doğrulama kodu isteyin"
      ],
      "Human verification": [
        "İnsan olduğunuzu doğrulayın"
      ],
      "Delete ${ Name } folder": [
        "${ Name } dosyasını sil"
      ],
      "Delete ${ Name } label": [
        "${ Name } etiketini sil"
      ],
      "Sort folders alphabetically": [
        "Klasörleri alfabetik olarak sırala"
      ],
      "Sort labels alphabetically": [
        "Etiketleri alfabetik olarak sırala"
      ],
      "Confirm address": [
        "Adresi doğrulayın"
      ],
      "Confirm phone number": [
        "Telefon numarasını onaylayın"
      ],
      "App": [
        "Uygulama"
      ],
      "Date": [
        "Tarih"
      ],
      "Action": [
        "İşlem"
      ],
      "Delete logs": [
        "Kayıtları Sil"
      ],
      "Clear": [
        "Temizle"
      ],
      "Pay invoice": [
        "Fatura ödeme"
      ],
      "Add invoice details": [
        "Fatura ayrıntılarını ekleyin"
      ],
      "Amount": [
        "Tutar"
      ],
      "Type": [
        "Tür"
      ],
      "Status": [
        "Durum"
      ],
      "${ appName } Keyboard Shortcuts": [
        "${ appName } Klavye Kısayolları"
      ],
      "Bridge for ${ platform }": [
        "${ platform } için Bridge"
      ],
      "Change organization name": [
        "Kuruluş adını değiştirin"
      ],
      "Set organization name": [
        "Kuruluş adını ayarla"
      ],
      "Set organization keys": [
        "Kuruluş anahtarlarını ayarla"
      ],
      "Set organization password": [
        "Kuruluş parolasını ayarla"
      ],
      "Allocate storage": [
        "Depolama alanı ayır"
      ],
      "Allocate VPN connections": [
        "VPN bağlantılarını ayır"
      ],
      "Reset organization keys": [
        ""
      ],
      "Change organization keys": [
        "Kuruluş anahtarlarını değiştirin"
      ],
      "Activate organization key": [
        "Kuruluş anahtarını etkinleştirin"
      ],
      "Restore administrator privileges": [
        "Yönetici ayrıcalıklarını geri yükle"
      ],
      "Change organization password": [
        "Kuruluş parolasını değiştirin"
      ],
      "Change role": [
        "Rolü Değiştir"
      ],
      "Edit user": [
        "Kullanıcıyı düzenle"
      ],
      "Delete user": [
        "Kullanıcıyı sil"
      ],
      "Add user": [
        "Kullanıcı ekle"
      ],
      "Edit domain": [
        "Etki alanını düzenle"
      ],
      "Add domain": [
        "Etki alanı ekle"
      ],
      "Catch-All address": [
        "Tümünü yakala adresi"
      ],
      "Delete ${ domain.DomainName }": [
        "${ domain.DomainName } sil"
      ],
      "General": [
        "Genel"
      ],
      "Theme": [
        "Tema"
      ],
      "Contacts": [
        "Kişiler"
      ],
      "Import & export": [
        "İçe ve dışa aktar"
      ],
      "Import": [
        "İçeri aktar"
      ],
      "Export": [
        "Dışa aktar"
      ],
      "Appearance": [
        "Görünüm"
      ],
      "Layout": [
        "Yerleşim"
      ],
      "Other": [
        "Diğer"
      ],
      "Auto reply": [
        "Otomatik Yanıt"
      ],
      "Encryption & keys": [
        "Şifreleme ve anahtarlar"
      ],
      "Address verification": [
        "Adres doğrulaması"
      ],
      "External PGP settings": [
        "Harici PGP ayarları"
      ],
      "Email encryption keys": [
        "E-posta şifreleme anahtarları"
      ],
      "Contact encryption keys": [
        "Kişi şifreleme anahtarları"
      ],
      "Filters": [
        "Filtreler"
      ],
      "Custom filters": [
        "Özel filtreler"
      ],
      "Spam filters": [
        "İstenmeyen filtreleri"
      ],
      "Folders & labels": [
        "Klasörler ve etiketler"
      ],
      "Folders": [
        "Klasörler"
      ],
      "Labels": [
        "Etiketler"
      ],
      "Short domain (@pm.me)": [
        "Kısa etki alanı (@pm.me)"
      ],
      "Messages": [
        "İletiler"
      ],
      "Advanced": [
        "Gelişmiş"
      ],
      "Identity & addresses": [
        "Kimlik ve adresler"
      ],
      "Display name & signature": [
        "Görünen ad ve imza"
      ],
      "My addresses": [
        "Adreslerim"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Bridge"
      ],
      "Import Assistant": [
        "Import Assistant"
      ],
      "Current & past imports": [
        "Mevcut ve geçmiş içe aktarmalar"
      ],
      "Import-Export app": [
        "Import-Export uygulaması"
      ],
      "Domain names": [
        "Alan adları"
      ],
      "Catch-all address": [
        "Tümünü yakala adresi"
      ],
      "VPN apps": [
        "VPN uygulamaları"
      ],
      "ProtonVPN": [
        "ProtonVPN"
      ],
      "OpenVPN / IKEv2": [
        "OpenVPN / IKEv2"
      ],
      "Credentials": [
        "Kimlik bilgileri"
      ],
      "OpenVPN configuration files": [
        "OpenVPN yapılandırma dosyaları"
      ],
      "Password & recovery": [
        "Parola ve kurtarma"
      ],
      "Passwords": [
        "Parolalar"
      ],
      "Recovery & notification": [
        "Kurtarma ve bildirim"
      ],
      "Security": [
        "Güvenlik"
      ],
      "Session management": [
        "Oturum yönetimi"
      ],
      "Security logs": [
        "Güvenlik günlüğü"
      ],
      "Payment": [
        "Ödeme"
      ],
      "Billing details": [
        "Fatura detayları"
      ],
      "Payment methods": [
        "Ödeme yöntemleri"
      ],
      "Invoices": [
        "Faturalar"
      ],
      "Dashboard": [
        "Kontrol paneli"
      ],
      "Select plan": [
        "Plan seçin"
      ],
      "Your current plan": [
        "Mevcut planınız"
      ],
      "Your plan": [
        "Planınız"
      ],
      "Language & time": [
        "Dil ve zaman"
      ],
      "Email subscriptions": [
        "E-posta abonelikleri"
      ],
      "My calendars": [
        "Takvimlerim"
      ],
      "Subscribed calendars": [
        ""
      ],
      "Share outside Proton": [
        "Proton dışında paylaş"
      ],
      "Time zone": [
        "Zaman dilimi"
      ],
      "Organization": [
        "Kuruluş"
      ],
      "Multi-user support": [
        "Çoklu kullanıcı desteği"
      ],
      "Users and addresses": [
        "Kullanıcılar ve Adresler"
      ],
      "Addresses": [
        "Adresler"
      ],
      "Organization & keys": [
        "Kuruluş ve Anahtarlar"
      ],
      "Password & keys": [
        "Parolalar ve Anahtarlar"
      ],
      "Sorry, you can't access this page": [
        "Üzgünüz, bu sayfaya erişemezsiniz"
      ],
      "Upgrade": [
        "Yükselt"
      ],
      "Settings": [
        "Ayarlar"
      ],
      "Choose an account": [
        "Bir hesap seçin"
      ],
      "Email": [
        "E-posta"
      ],
      "Phone": [
        "Cep telefonu"
      ],
      "Find email or username": [
        "E-posta veya kullanıcı adı bulun"
      ],
      "Proton Logo": [
        "Proton Logosu"
      ],
      "Create a ${ mailAppName } address": [
        "Bir ${ mailAppName } adresi oluştur"
      ],
      "Address is available": [
        "Adres kullanılabilir"
      ],
      "Sign in": [
        "Oturum açın"
      ],
      "Two-factor authentication": [
        "İki adımlı kimlik doğrulama"
      ],
      "Unlock your mailbox": [
        "Posta kutunuzun kilidini açın"
      ],
      "Set new password": [
        "Yeni parola belirle"
      ],
      "This address might compromise your privacy.": [
        "Bu adres gizliliğinizi tehlikeye atabilir."
      ],
      "Create your Proton Account": [
        "Proton Hesabınızı Oluşturun"
      ],
      "Add a recovery method": [
        "Kurtarma yöntemi ekleyin"
      ],
      "(highly recommended)": [
        "(kesinlikle önerilir)"
      ],
      "Account verification": [
        "Hesap doğrulama"
      ],
      "Plan selection": [
        "Plan seçimi"
      ],
      "Are you human?": [
        "Gerçek bir insan mısınız?"
      ],
      "Creating account": [
        "Hesap oluşturuluyor"
      ],
      "Warning!": [
        "Uyarı!"
      ],
      "Reset password": [
        "Parolayı sıfırla"
      ],
      "No recovery method": [
        "Kurtarma yöntemi yok"
      ]
    },
    "Storage": {
      "Your current storage:": [
        "Mevcut depolama alanınız:"
      ],
      "Upgrade storage": [
        "Depolamayı arttır"
      ],
      "Release notes": [
        "Sürüm notları"
      ]
    },
    "Link": {
      "Learn more": [
        "Daha fazla bilgi edinin"
      ],
      "View guide": [
        "Rehberi görüntüle"
      ],
      "What is the difference between UDP and TCP protocols?": [
        "UDP ve TCP protokolleri arasındaki fark nedir?"
      ],
      "Upgrade": [
        "Yükselt"
      ],
      "Go to subscription plans": [
        "Abonelik planlarına git"
      ],
      "clearing your browser cache": [
        "tarayıcı önbelleğiniz temizleniyor"
      ],
      "click here": [
        "buraya tıklayın"
      ],
      "Add a gift code": [
        "Hediye kodu ekle"
      ],
      "Pay invoice": [
        "Faturayı öde"
      ],
      "Upgrade account": [
        "Hesabınızı yükseltin"
      ],
      "Request an invite": [
        "Davet iste"
      ],
      "Calendars": [
        "Takvimler"
      ],
      "General": [
        "Genel"
      ],
      "Terms": [
        "Şartlar"
      ],
      "Privacy policy": [
        "Gizlilik politikası"
      ],
      "Previous version": [
        "Önceki sürüm"
      ],
      "Reset password": [
        "Parolayı sıfırla"
      ],
      "Forgot username?": [
        "Kullanıcı adınızı mı unuttunuz?"
      ],
      "Common sign in issues": [
        "Yaygın oturum açma sıkıntıları"
      ],
      "Create an account": [
        "Hesap oluştur"
      ],
      "Sign in": [
        "Oturum aç"
      ],
      "Common sign up issues": [
        "Yaygın kaydolma sıkıntıları"
      ]
    },
    "Select search results": {
      "No results found": [
        "Sonuç bulunamadı"
      ]
    },
    "Timezone search placeholder": {
      "Search timezones": [
        "Zaman dilimlerini ara"
      ]
    },
    "Loading info": {
      "Connecting to your calendar provider": [
        "Takvim sağlayıcınıza bağlanılıyor"
      ],
      "Connecting to your email provider": [
        "E-posta sağlayıcınıza bağlanılıyor"
      ]
    },
    "Wizard step": {
      "Authenticate": [
        "Kimlik Doğrulaması"
      ],
      "Configure Import": [
        "İçe aktarmayı yapılandır"
      ],
      "Import": [
        "İçe aktar"
      ]
    },
    "Confirm modal title": {
      "Quit import?": [
        "İçe aktarmaktan çıkılsın mi?"
      ],
      "Quit import customization?": [
        "İçe aktarma özelleştirmesinden çıkılsın mı?"
      ],
      "Import is incomplete!": [
        "İçe aktarma tamamlanamadı!"
      ],
      "Remove from the list?": [
        "Listeden kaldırılsın mı?"
      ],
      "Delete all messages": [
        "Tüm iletileri sil"
      ]
    },
    "Warning": {
      "Are you sure you want to discard your import?": [
        "İçe aktarılanları silmek istediğinizden emin misiniz?"
      ],
      "This import may exceed the storage capacity currently available in your Proton account. Please consider customizing your import.": [
        "Bu içe aktarma, şu anda Proton hesabınızda bulunan depolama kapasitesini aşabilir. Lütfen içe aktarmanızı özelleştirmeyi düşünün."
      ],
      "Proton will transfer as much data as possible, starting with your most recent messages.": [
        "Proton, en son mesajlarınızdan başlayarak mümkün olduğundan daha fazla veri aktaracaktır."
      ],
      "Proton will merge all folders with the same name. To avoid this, change the names before import.": [
        "Proton tüm dosyaları aynı isimle birleştirmek istiyor. Bunu istemiyorsanız, içe aktarma yapmadan önce dosya isimlerini değiştirin."
      ],
      "You will lose any customization you made so far.": [
        "Şimdiye kadar yaptığınız tüm özelleştirmeler silinecektir."
      ],
      "permanently delete all messages on ${ email }": [
        "${ email } adresindeki tüm iletileri kalıcı olarak silecektir"
      ],
      "This action will ${ boldWarning }. You will not be able to recover the messages on ${ domain }.": [
        "Bu işlem ${ boldWarning }. ${ domain } alanındaki iletileri kurtaramayacaksınız."
      ],
      "If you cancel this import, you won't be able to resume it. Proton saved all progress in your account. Cancel anyway?": [
        "Bu içe aktarmayı iptal ederseniz, devam ettiremezsiniz. Proton, hesabınızdaki tüm ilerlemeyi kaydetti. Yine de iptal edilsin mi?"
      ],
      "You will not see this import record in the list anymore.": [
        "Bu içe aktarma kaydını artık listede görmeyeceksiniz."
      ],
      "By disabling this address, you will no longer be able to send or receive emails using this address and all the linked Proton products will also be disabled. Are you sure you want to disable this address?": [
        "Bu adresi devre dışı bıraktığınızda, artık bu adresi kullanarak e-posta gönderemez veya alamazsınız ve tüm bağlantılı Proton ürünleri de devre dışı bırakılır. Bu adresi devre dışı bırakmak istediğinizden emin misiniz?"
      ],
      "You must ${ activateLink } organization keys before adding an email address to a non-private member.": [
        "Özel olmayan bir üyeye bir e-posta adresi eklemeden önce ${ activateLink } kuruluş anahtarına sahip olmanız gerekir."
      ],
      "Reports are not end-to-end encrypted, please do not send any sensitive information.": [
        "Raporlar uçtan uca şifrelenmez, lütfen herhangi bir hassas bilgi göndermeyin."
      ],
      "Please note that by choosing this payment method, your account cannot be upgraded immediately. We will update your account once the payment is cleared.": [
        "Bu ödeme yöntemini seçerek hesabınızın hemen yükseltilemeyeceğini lütfen unutmayın. Ödeme temizlendikten sonra hesabınızı güncelleyeceğiz."
      ],
      "Your local date & time settings seem to be out of sync.": [
        "Yerel tarih ve saat ayarlarınız eşitlenmemiş gibi görünüyor."
      ],
      "By deleting this address, you will no longer be able to recover your account.": [
        "Bu adresi sildiğinizde, artık hesabınızı kurtaramazsınız."
      ],
      "By deleting this address, you will no longer be able to receive daily email notifications.": [
        "Bu adresi sildiğinizde, artık günlük e-posta bildirimlerini alamayacaksınız."
      ],
      "By deleting this address, you will no longer be able to recover your account or receive daily email notifications.": [
        "Bu adresi sildiğinizde, artık hesabınızı kurtaramayacak veya günlük e-posta bildirimleri alamayacaksınız."
      ],
      "Are you sure you want to delete the address?": [
        "Adresi silmek istediğinizden emin misiniz?"
      ],
      "By deleting this phone number, you will no longer be able to recover your account.": [
        "Bu telefon numarasını sildiğinizde, artık hesabınızı kurtaramayacaksınız."
      ],
      "Are you sure you want to delete the phone number?": [
        "Telefon numarasını silmek istediğinizden emin misiniz?"
      ],
      "By disabling the logs, you will also clear your entire logs history. Are you sure you want to disable the logs?": [
        "Günlükleri devre dışı bırakarak, tüm günlük geçmişinizi de temizleyeceksiniz. Günlükleri devre dışı bırakmak istediğinizden emin misiniz?"
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "DNS yapılandırmanızda bir sorun tespit ettik. Lütfen kayıtlarınızın aşağıdaki talimatlarla eşleştiğinden emin olun. Sorun devam ederse, DKIM imzalamayı kapatmamız gerekecek."
      ],
      "This feature is only available for ProtonMail Professional plans or higher": [
        "Bu özellik yalnızca ProtonMail Profesyonel planları veya üstü için kullanılabilir"
      ]
    },
    "Import instructions emphasis": {
      "Security": [
        "Güvenlik"
      ],
      "turn on access": [
        "erişimi aç"
      ],
      "app password": [
        "uygulama parolası"
      ],
      "Gmail Settings": [
        "Gmail Ayarları"
      ],
      "Forwarding and POP/IMAP": [
        "Yönlendirme ve POP/IMAP"
      ],
      "IMAP access": [
        "IMAP erişimi"
      ],
      "Labels": [
        "Etiketler"
      ],
      "2-step verification": [
        "2 adımlı doğrulama"
      ],
      "Account info": [
        "Hesap bilgisi"
      ],
      "Account security": [
        "Hesap güvenliği"
      ],
      "Manage app passwords": [
        "Uygulama parolalarını yönet"
      ]
    },
    "Import instructions": {
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, ${ boldAccess } for less secure apps. If you don't see this option, you might have 2-step verification enabled.": [
        "${ googleAccountLink } adresine gidin. ${ boldSecurity } bölümünde, daha az güvenli uygulamalar için ${ boldAccess }. Bu seçeneği görmüyorsanız, 2 adımlı doğrulamayı etkinleştirmiş olabilirsiniz."
      ],
      "Go to ${ googleAccountLink }. In the ${ boldSecurity } section, create an ${ boldAppPassword } if you don't have one already. You will need this password during the import.": [
        "${ googleAccountLink } adresine gidin. ${ boldSecurity } bölümünde, zaten bir tane yoksa bir ${ boldAppPassword } oluşturun. İçe aktarma sırasında bu parolaya ihtiyacınız olacak."
      ],
      "In your ${ boldGmailSettings }, go to ${ boldForwarding } and make sure that ${ boldIMAPAccess } is enabled.": [
        "${ boldGmailSettings } altında bulunan ${ boldForwarding } ayarına gidip ${ boldIMAPAccess } seçeneğinin etkin olduğundan emin olun."
      ],
      "In the ${ boldLabels } section, choose the folders allowed for import into ProtonMail.": [
        "${ boldLabels } bölümünde, ProtonMail'e aktarılmasına izin verilen klasörleri seçin."
      ],
      "Allow ProtonMail access into your Gmail account: choose whether ${ bold2Steps } is enabled and follow the steps below.": [
        "Protonmail'in Gmail hesabınıza erişmesine izin verin: { bold2Steps } seçeneğinin etkin olup olmadığını seçin ve aşağıdaki adımları izleyin."
      ],
      "Finally, ${ googleMailLink } with the account you would like to import, ${ googleCaptchaLink }.": [
        "Son olarak, içe aktarmak istediğiniz hesapla ${ googleMailLink }, ${ googleCaptchaLink }."
      ],
      "Log into Yahoo Mail and click on your name in the upper right corner to access ${ boldAccountInfo }. In the ${ boldAccountSec } section, go to ${ boldManageAppPass } to generate a password. You will need this password during the import.": [
        "Yahoo Mail'e giriş yapın ve ${ boldAccountInfo } kısmına erişmek için sağ üst köşedeki adınıza tıklayın. ${ boldAccountSec } bölümünde, bir parola oluşturmak için ${ boldManageAppPass } kısmına gidin. İçe aktarma sırasında bu şifreye ihtiyacınız olacak."
      ]
    },
    "Import instructions tab title": {
      "2-step verification disabled (default settings)": [
        "2 adımlı doğrulama devre dışı bırakıldı (varsayılan ayarlar)"
      ],
      "2-step verification enabled": [
        "2 adımlı doğrulama etkinleştirildi"
      ]
    },
    "Import instructions image alternative text": {
      "How to turn on access for Less Secure Apps in Gmail settings": [
        "Gmail ayarlarında Daha Az Güvenli Uygulamalar için erişim nasıl açılır"
      ],
      "How to create an app password in Gmail settings": [
        "Gmail ayarlarında uygulama şifresi nasıl oluşturulur"
      ],
      "How to enable IMAP Forwarding in Gmail settings": [
        "Gmail ayarlarında IMAP Yönlendirme nasıl etkinleştirilir"
      ],
      "How to show folders in IMAP in Gmail settings": [
        "Gmail ayarlarında IMAP klasörleri nasıl gösterilir"
      ],
      "How to disable CAPTCHA in Gmail": [
        "Gmail'de CAPTCHA nasıl devre dışı bırakılır"
      ]
    },
    "Import instructions external link": {
      "login to Gmail": [
        "Gmail'e giriş yapın"
      ],
      "then open this page to unlock captcha": [
        "sonrasında captcha kilidini açmak için bu sayfayı açın"
      ]
    },
    "Provider": {
      "Gmail": [
        "Gmail"
      ],
      "Yahoo Mail": [
        "Yahoo Mail"
      ]
    },
    "Import error": {
      "Invalid IMAP port": [
        "Geçersiz IMAP bağlantı noktası"
      ],
      "If ${ bold2StepsDisabled } in Gmail (default settings), please make sure that:": [
        "Eğer Gmail'de ${ bold2StepsDisabled } ise (varsayılan ayar), lütfen şunlardan emin olun:"
      ],
      "If ${ bold2StepsEnabled } in Gmail, please make sure that you are using your app password instead of your regular password.": [
        "Eğer Gmail'de ${ bold2StepsEnabled } ise, lütfen normal parolanız yerine uygulama parolanızı kullandığınızdan emin olun."
      ],
      "You can also try to sign out of ${ boldGoogleAccounts } in the browser, then unlock ${ linkCAPTCHA }.": [
        "Ayrıca tarayıcıda açık olan ${ boldGoogleAccounts } oturumlarından çıkış yapıp sonrasında ${ linkCAPTCHA } doğrulamasını açmayı deneyebilirsiniz."
      ],
      "Proton can't connect to your account. Please make sure that Gmail IMAP access is enabled.": [
        "Proton hesabınıza bağlanamıyor. Lütfen Gmail IMAP erişiminin etkinleştirildiğinden emin olun."
      ],
      "your password is correct": [
        "şifreniz doğru"
      ],
      "\"Less secure app access\" is turned on in your Google account security settings": [
        "Google hesabınızın güvenlik ayarlarında \"Daha az güvenli uygulama erişimi\" açık"
      ],
      "Proton can't connect to your Gmail account. Please make sure that the mail server address and port number are correct.": [
        "Proton, Gmail hesabınıza bağlanamıyor. Lütfen posta sunucusu adresinin ve bağlantı noktası numarasının doğru olduğundan emin olun."
      ],
      "If ${ bold2StepsDisabled } (default Gmail settings), please make sure that:": [
        "Eğer ${ bold2StepsDisabled } ise (varsayılan Gmail ayarı), lütfen şunlardan emin olun:"
      ],
      "If ${ bold2StepsEnabled }, please make sure that your email address and app password are correct. Do ${ boldNot } use your regular password.": [
        "Eğer ${ bold2StepsEnabled } ise, lütfen e-posta adresinizin ve uygulama parolanızın doğru olduğundan emin olun. Normal parolanızı kullanmayın."
      ],
      "Proton can't connect to your account. Please make sure that IMAP access is enabled in your Gmail account.": [
        "Proton hesabınıza bağlanamıyor. Lütfen Gmail hesabınızda IMAP erişiminin etkinleştirildiğinden emin olun."
      ],
      "your email address and password are correct": [
        "e-posta adresiniz ve şifreniz doğru"
      ],
      "your app password is correct. Do ${ boldNot } use your regular password": [
        "uygulama parolanız doğru. Normal parolanızı kullanmayın"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that:": [
        "Proton, Yahoo Mail hesabınıza bağlanamıyor. Lütfen bundan emin olun:"
      ],
      "IMAP access is enabled in your Yahoo account": [
        "Yahoo hesabınızda IMAP erişimi etkinleştirildi"
      ],
      "Proton can't connect to your Yahoo Mail account. Please make sure that the mail server address and port number are correct.": [
        "Proton, Yahoo Mail hesabınıza bağlanamıyor. Lütfen posta sunucusu adresinin ve bağlantı noktası numarasının doğru olduğundan emin olun."
      ],
      "your email address and app password are correct. Do ${ boldNot } use your regular password": [
        "eposta adresinizin ve uygulama parolanızın doğru olduğundan. Normal parolanızı kullanmayın"
      ],
      "Proton can't connect to your external account. Please make sure that:": [
        "Proton, harici hesabınıza bağlanamıyor. Lütfen bundan emin olun:"
      ],
      "Proton can't connect to your account. Please make sure that:": [
        "Proton hesabınıza bağlanamıyor. Lütfen bundan emin olun:"
      ],
      "IMAP access is enabled in your external account": [
        "Harici hesabınızda IMAP erişimi etkinleştirildi"
      ],
      "Use your app password if:": [
        "Aşağıdaki durumlarda uygulama şifrenizi kullanın:"
      ],
      "2-step verification is enabled in your external account": [
        "Harici hesabınızda 2 adımlı doğrulama etkinleştirildi"
      ],
      "your email account requires one to export your data": [
        "e-posta hesabınız, verilerinizi dışa aktarmak için bir tane gerektirir"
      ],
      "Proton can't connect to your external account. Please make sure that the mail server address and port number are correct.": [
        "Proton, harici hesabınıza bağlanamıyor. Lütfen posta sunucusu adresinin ve bağlantı noktası numarasının doğru olduğundan emin olun."
      ],
      "Use your app password instead of your regular password if:": [
        "Aşağıdaki durumlarda normal şifreniz yerine uygulama şifrenizi kullanın:"
      ],
      "2-step verification is enabled in your external email account": [
        "Harici e-posta hesabınızda 2 adımlı doğrulama etkinleştirildi"
      ],
      "your email account requires an app password to export your data": [
        "e-posta hesabınız, verilerinizi dışa aktarmak için bir uygulama şifresi gerektiriyor"
      ],
      "Too many recent requests. Please try again in a few moments.": [
        "Çok fazla yeni istek var. Lütfen birkaç dakika sonra tekrar deneyin."
      ]
    },
    "Import error emphasis": {
      "2-step verification is disabled": [
        "2 adımlı doğrulama devre dışı bırakıldı"
      ],
      "2-step verification is enabled": [
        "2 adımlı doğrulama etkinleştirildi"
      ],
      "all your other Google accounts": [
        "diğer tüm Google hesaplarınız"
      ],
      "not": [
        "değil"
      ],
      "CAPTCHA": [
        "CAPTCHA"
      ]
    },
    "Tooltip": {
      "Customize import to reduce the number of labels": [
        "Etiket sayısını azaltmak için içe aktarmayı özelleştirin"
      ],
      "Customize import to reduce the number of folders": [
        "Klasör sayısını azaltmak için içe aktarmayı özelleştirin"
      ],
      "Edit label names": [
        "Etiket adlarını düzenle"
      ],
      "Edit folder names": [
        "Dosya adını düzenleyin"
      ],
      "System subfolders will show up as separate folders in ProtonMail": [
        "Sistem alt klasörleri ProtonMail'de ayrı klasörler olarak görünecektir"
      ],
      "Each imported email will have this label": [
        "Her içe aktarılan e-posta etiketlenecektir"
      ],
      "The import will start with the most recent messages.": [
        "İçe aktarma en son iletilerle başlayacaktır."
      ],
      "Account is disconnected": [
        "Hesap bağlantısı kesildi"
      ],
      "Your ProtonMail inbox is almost full": [
        "ProtonMail gelen kutunuz neredeyse doldu"
      ],
      "Your external account may have reached its 24-hour bandwidth limit. Proton will try to resume the import as soon as possible.": [
        "Harici hesabınız 24 saatlik bant genişliği sınırına ulaşmış olabilir. Proton, içe aktarmayı mümkün olan en kısa sürede sürdürmeye çalışacaktır."
      ],
      "You do not have any contacts to export": [
        "Dışa aktarılacak kişiniz yok"
      ],
      "Set the default layout for your Inbox.": [
        "Gelen Kutunuz için varsayılan düzeni ayarlayın."
      ],
      "Set the default Composer popup size as small or full screen.": [
        "Varsayılan oluşturucu açılır pencere boyutunu küçük veya tam ekran olarak ayarlayın."
      ],
      "When you add a label to a message in a conversation, it will automatically be applied to all future messages you send or receive in that conversation.": [
        "Bir ileti dizisindeki bir iletiye etiket eklediğinizde, bu ileti dizisinde gönderdiğiniz veya aldığınız gelecekteki tüm iletilere otomatik olarak uygulanır."
      ],
      "Group emails in the same conversation together in your Inbox or display them separately.": [
        "Aynı konuşmadaki e-postaları gelen kutunuzda gruplayın veya ayrı ayrı görüntüleyin."
      ],
      "Use multiple addresses / aliases linked to your account, e.g. username2@protonmail.com": [
        "Hesabınıza bağlı birden fazla adres / takma ad kullanın, örn. kullaniciadi2@protonmail.com"
      ],
      "Host emails for your own domain(s) at ProtonMail, e.g. john.smith@example.com": [
        "Protonmail'de kendi alan adlarınız için e-postaları barındırın, örn. ali.yilmaz@ornek.com"
      ],
      "Use the personal address username@pm.me to send emails": [
        "E-posta göndermek için kişisel adresiniz kullanıcı@pm.me'yi kullanma"
      ],
      "Multi-user support is only applicable to plans with 2 or more users": [
        "Çok kullanıcı desteği yalnızca 2 veya daha fazla kullanıcılı planlar için geçerlidir"
      ],
      "NetShield protects your device and speeds up your browsing by blocking ads, trackers, and malware.": [
        "NetShield cihazınızı korur ve reklamları, izleyicileri ve kötü amaçlı yazılımları engelleyerek internette gezinmenizi hızlandırır."
      ],
      "Support for file sharing protocols such as BitTorrent.": [
        "BitTorrent gibi dosya paylaşım protokolleri için destek."
      ],
      "Access geo-blocked content (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube, etc) no matter where you are.": [
        "Nerede olursanız olun coğrafi olarak engellenen içeriğe (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube vb.) erişin."
      ],
      "Route your Internet traffic through the Tor network with a single click.": [
        "Tek bir tıklama ile internet trafiğinizi Tor ağı üzerinden yönlendirin."
      ],
      "Defends against threats to VPN privacy by passing your Internet traffic through multiple servers.": [
        "İnternet trafiğinizi birden fazla sunucudan geçirerek VPN gizliliğine yönelik tehditlere karşı savunur."
      ],
      "Get access to all the paid features for both ProtonVPN and ProtonMail (the encrypted email service that millions use to protect their data) with one plan.": [
        "Hem ProtonVPN hem de ProtonMail (milyonlarca kişinin verilerini korumak için kullandığı şifreli e-posta hizmeti) için tüm ücretli özelliklere tek bir planla erişin."
      ],
      "Get access to all the paid features for both ${ vpnAppName } and ${ mailAppName } (the encrypted email service that millions use to protect their data) with one plan.": [
        "Hem ${ vpnAppName } hem de ${ mailAppName } (milyonlarca kişinin verilerini korumak için kullandığı şifreli e-posta hizmeti) için tüm ücretli özelliklere tek bir planla erişin."
      ],
      "Host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Kendi alan adlarınız için e-postaları ${ mailAppName } adresinde barındırın, ör. john.smith@ornek.com"
      ],
      "Create multiple email addresses linked to your account, e.g. username2@protonmail.com": [
        "Hesabınıza bağlı birden fazla e-posta adresi oluşturun, örn. kullaniciadi2@protonmail.com"
      ],
      "Discount applied for annual billing cycle": [
        "Yıllık faturalandırma döngüsü için uygulanan indirim"
      ],
      "Discount applied for two-year billing cycle": [
        "İki yıllık faturalandırma döngüsü için uygulanan indirim"
      ],
      "If you purchased a gift code or received one from our support team, you can enter it here.": [
        "Bir hediye kodu satın aldıysanız veya destek ekibimizden bir tane aldıysanız, buraya girebilirsiniz."
      ],
      "ProtonMail users will use this key by default for sending": [
        "ProtonMail kullanıcıları, bu anahtarı gönderilmek üzere varsayılan olarak kullanacaktır"
      ],
      "You have locally decrypted this key": [
        "Bu anahtarı yerel olarak çözdünüz"
      ],
      "This key is encrypted with an old password": [
        "Bu anahtar eski bir parola ile şifrelenir"
      ],
      "Signatures produced by this key are treated as invalid and this key cannot be used for encryption": [
        "Bu anahtar tarafından üretilen imzalar geçersiz olarak kabul edilir ve bu anahtar şifreleme için kullanılamaz"
      ],
      "This key cannot be used for encryption": [
        "Bu anahtar şifreleme için kullanılamaz"
      ],
      "This address has been disabled": [
        "Bu adres devre dışı bırakıldı"
      ],
      "This feature is only available for paid users": [
        "Bu özelliğe sadece ücretli kullanıcılar erişilebilir"
      ],
      "Enable/disable desktop and mobile notifications": [
        "Masaüstü ve mobil bildirimleri etkinleştir/devre dışı bırak"
      ],
      "Enabling advanced logs records the IP address for each event in the security log.": [
        "Gelişmiş günlükleri etkinleştirmek, güvenlik günlüğündeki her olay için IP adresini kaydeder."
      ],
      "Messages in the Sent or Drafts folder will continue to appear in that folder, even if you move them to another folder.": [
        "Gönderilmiş veya Taslaklar klasöründeki mesajlar, başka bir klasöre taşısanız bile o klasörde görünmeye devam edecektir."
      ],
      "When you click on a link, this anti-phishing feature will ask you to confirm the URL of the web page.": [
        "Bir bağlantıya tıkladığınızda, bu kimlik avını önleme özelliği sizden web sayfasının URL'sini onaylamanızı isteyecektir."
      ],
      "This feature delays sending your emails, giving you the opportunity to undo send during the selected time frame.": [
        "Bu özellik, e-postalarınızı göndermeyi geciktirerek size seçilen zaman aralığında göndermeyi geri alma fırsatı verir."
      ],
      "We stopped DKIM signing due to problems with your DNS configuration. Please follow the instructions below to resume signing.": [
        "DNS yapılandırmanızdaki sorunlar nedeniyle DKIM imzalamayı durdurduk. İmzalamaya devam etmek için lütfen aşağıdaki talimatları izleyin."
      ],
      "Your DKIM signing is working.": [
        "DKIM imzanız çalışıyor."
      ],
      "We detected a problem with your DNS configuration. Please make sure your records match the instructions below. If the problem persists, we will have to switch DKIM signing off.": [
        "DNS yapılandırmanızda bir sorun tespit ettik. Lütfen kayıtlarınızın aşağıdaki talimatlarla eşleştiğinden emin olun. Sorun devam ederse, DKIM imzalamayı kapatmamız gerekecek."
      ]
    },
    "Security phrase": {
      "Permanently delete messages in ${ email }": [
        "${ email } adresindeki tüm iletileri kalıcı olarak sil"
      ]
    },
    "Instructions": {
      "To confirm this action enter the following text in the box below.": [
        "Bu eylemi onaylamak için aşağıdaki kutuya şu yazıyı girin."
      ],
      "Enter phrase to confirm": [
        "Onaylamak için girin"
      ]
    },
    "Import status": {
      "Paused": [
        "Duraklatıldı"
      ],
      "Canceled": [
        "İptal Edildi"
      ],
      "Completed": [
        "Tamamlandı"
      ],
      "Failed": [
        "Başarısız Oldu"
      ],
      "${ percentageValue }% paused": [
        "%${ percentageValue } duraklatıldı"
      ],
      "Started": [
        "Başladı"
      ],
      "Canceling": [
        "İptal ediliyor"
      ],
      "Delayed": [
        "Gecikme"
      ]
    },
    "Success": {
      "Import resumed": [
        "İçe aktarmaya devam et"
      ],
      "Import canceled": [
        "İçe aktarma iptal edildi"
      ],
      "Import record deleted": [
        "İçe aktarma kaydı silindi"
      ],
      "Deleting original messages": [
        "İletilerin aslı siliniyor"
      ],
      "Preference saved": [
        "Tercih kaydedildi"
      ],
      "Premium address created": [
        "Premium hesap yaratın"
      ],
      "Keyboard shortcuts preferences updated": [
        "Klavye kısayol tercihleri güncellendi"
      ],
      "Locale updated": [
        "Yerel ayar güncellendi"
      ],
      "Buttons position saved": [
        "Düğme pozisyonları kaydedildi"
      ],
      "Password updated": [
        "Parola güncellendi"
      ],
      "Account deleted. Logging out...": [
        "Hesap silindi. Çıkış yapılıyor..."
      ],
      "Address added": [
        "Adres eklendi"
      ],
      "Address updated": [
        "Adres güncellendi"
      ],
      "${ server.Domain } copied in your clipboard": [
        "${ server.Domain } panonuza kopyalandı"
      ],
      "Email address copied to clipboard": [
        "E-posta adresi panoya kopyalandı"
      ],
      "Calendar added. It might take a few minutes to sync.": [
        ""
      ],
      "Calendar created": [
        "Takvim oluşturuldu"
      ],
      "Calendar updated": [
        "Takvim güncellendi"
      ],
      "Default calendar updated": [
        "Varsayılan takvim güncellendi"
      ],
      "Calendar removed": [
        "Takvim kaldırıldı"
      ],
      "Bug reported": [
        "Hata bildirildi"
      ],
      "Auto-reply disabled": [
        "Otomatik yanıtlama etkinleştirildi"
      ],
      "Auto-reply updated": [
        "Otomatik yanıtlama güncellendi"
      ],
      "You have successfully unsubscribed": [
        "Abonelikten başarıyla çıktınız"
      ],
      "Payment method updated": [
        "Ödeme yöntemi güncellendi"
      ],
      "Payment method added": [
        "Ödeme yöntemi eklendi"
      ],
      "Credits added": [
        "Krediler eklendi"
      ],
      "Gift code applied": [
        "Hediye kodu uygulandı"
      ],
      "Payment method deleted": [
        "Ödeme yöntemi silindi"
      ],
      "Code sent to ${ methodTo }": [
        "${ methodTo } kod gönderildi"
      ],
      "Verification successful": [
        "Doğrulama başarılı"
      ],
      "Email updated": [
        "E-posta güncellendi"
      ],
      "Phone number updated": [
        "Telefon numarası güncellendi"
      ],
      "Session revoked": [
        "Oturum iptal edildi"
      ],
      "Sessions revoked": [
        "Oturumlar iptal edildi"
      ],
      "Invoice paid": [
        "Fatura ödendi"
      ],
      "Invoice customized": [
        "Fatura özelleştirildi"
      ],
      "Organization activated": [
        "Kuruluş etkinleştirildi"
      ],
      "Keys updated": [
        "Anahtarlar güncellendi"
      ],
      "User updated": [
        "Kullanıcı güncellendi"
      ],
      "User created": [
        "Kullanıcı oluşturuldu"
      ],
      "Verify code copied to clipboard!": [
        "Panoya kopyalanan kodu doğrulayın!"
      ],
      "SPF value copied to clipboard!": [
        "SPF değeri panoya kopyalandı!"
      ],
      "Value copied to clipboard!": [
        "Değer panoya kopyalandı!"
      ],
      "DMARC value copied to clipboard!": [
        "DMARC değeri panoya kopyalandı!"
      ],
      "Domain verified": [
        "Etki alanı doğrulandı"
      ],
      "Catch-all address updated": [
        "Tümünü yakalama adresi güncellendi"
      ],
      "If you entered a valid recovery email we will send you an email with your usernames in the next minute.": [
        "Geçerli bir kurtarma e-postası girdiyseniz, bir dakika içinde kullanıcı adlarınızı içeren bir e-posta göndereceğiz."
      ],
      "If you entered a valid recovery phone we will send you an sms with your usernames in the next minute.": [
        "Geçerli bir kurtarma telefon numarası girdiyseniz, bir dakika içinde kullanıcı adlarınızı içeren bir sms göndereceğiz."
      ]
    },
    "Title header": {
      "Import": [
        "İçe aktar"
      ],
      "Status": [
        "Durum"
      ],
      "Date": [
        "Tarih"
      ],
      "Size": [
        "Boyut"
      ],
      "Actions": [
        "Eylemler"
      ]
    },
    "Import error link": {
      "bandwidth limit": [
        "bant genişliği sınırı"
      ]
    },
    "Option": {
      "Automatic (${ defaultFormat })": [
        "Otomatik (${ defaultFormat })"
      ],
      "Automatic (${ defaultDay })": [
        "Otomatik (${ defaultDay })"
      ],
      "Add to existing group": [
        "Mevcut gruba ekle"
      ],
      "Create new group": [
        "Yeni grup oluştur"
      ],
      "Ignore group": [
        "Grubu yoksay"
      ],
      "Normal": [
        "Normal"
      ],
      "Plain text": [
        "Düz metin"
      ],
      "Left to Right": [
        "Soldan sağa"
      ],
      "Right to Left": [
        "Sağdan sola"
      ],
      "Select a reason": [
        "Bir sebep seçin"
      ],
      "I use a different Proton account": [
        "Farklı bir Proton hesabı kullanıyorum"
      ],
      "It's too expensive": [
        "Çok pahalı"
      ],
      "It's missing a key feature that I need": [
        "İhtiyacım olan önemli bir özelliği eksik"
      ],
      "I found another service that I like better": [
        "Daha çok beğendiğim başka bir hizmet buldum"
      ],
      "My reason isn't listed": [
        "Nedenim listede yok"
      ],
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Router": [
        "Yönlendirici"
      ],
      "UDP": [
        "UDP"
      ],
      "TCP": [
        "TCP"
      ],
      "Secure Core configs": [
        "Secure Core yapılandırmaları"
      ],
      "Country configs": [
        "Ülke yapılandırmaları"
      ],
      "Standard server configs": [
        "Standart sunucu yapılandırmaları"
      ],
      "Free server configs": [
        "Ücretsiz sunucu yapılandırmaları"
      ],
      "Fixed duration": [
        "Sabit süre"
      ],
      "Repeat daily": [
        "Günlük tekrarla"
      ],
      "Repeat weekly": [
        "Haftalık tekrarla"
      ],
      "Repeat monthly": [
        "Aylık tekrarla"
      ],
      "Permanent": [
        "Kalıcı"
      ],
      "1st of the month": [
        "Ayın 1'i"
      ],
      "2nd of the month": [
        "Ayın 2'si"
      ],
      "3rd of the month": [
        "Ayın 3'ü"
      ],
      "4th of the month": [
        "Ayın 4'ü"
      ],
      "5th of the month": [
        "Ayın 5'i"
      ],
      "6th of the month": [
        "Ayın 6'sı"
      ],
      "7th of the month": [
        "Ayın 7'si"
      ],
      "8th of the month": [
        "Ayın 8'i"
      ],
      "9th of the month": [
        "Ayın 9'u"
      ],
      "10th of the month": [
        "Ayın 10'u"
      ],
      "11th of the month": [
        "Ayın 11'i"
      ],
      "12th of the month": [
        "Ayın 12'si"
      ],
      "13th of the month": [
        "Ayın 13'ü"
      ],
      "14th of the month": [
        "Ayın 14'ü"
      ],
      "15th of the month": [
        "Ayın 15'i"
      ],
      "16th of the month": [
        "Ayın 16'sı"
      ],
      "17th of the month": [
        "Ayın 17'si"
      ],
      "18th of the month": [
        "Ayın 18'i"
      ],
      "19th of the month": [
        "Ayın 19'u"
      ],
      "20th of the month": [
        "Ayın 20'si"
      ],
      "21st of the month": [
        "Ayın 21'i"
      ],
      "22nd of the month": [
        "Ayın 22'si"
      ],
      "23rd of the month": [
        "Ayın 23'ü"
      ],
      "24th of the month": [
        "Ayın 24'ü"
      ],
      "25th of the month": [
        "Ayın 25'i"
      ],
      "26th of the month": [
        "Ayın 26'sı"
      ],
      "27th of the month": [
        "Ayın 27'si"
      ],
      "28th of the month": [
        "Ayın 28'i"
      ],
      "29th of the month": [
        "Ayın 29'u"
      ],
      "30th of the month": [
        "Ayın 30'u"
      ],
      "31st of the month": [
        "Ayın 31'i"
      ],
      "It’s temporary, I’ll be back": [
        "Geçici bir durum, tekrar döneceğim"
      ],
      "I didn’t understand what I was signing up for": [
        "Ne için kayıt olduğum hakkında bir bilgim yok"
      ],
      "It’s too expensive": [
        "Aşırı pahalı"
      ],
      "I’m unhappy with customer service": [
        "Müşteri hizmetlerinden memnun değilim"
      ],
      "Using Proton is too complicated": [
        "Proton'un kullanımı çok karmaşık"
      ],
      "I'm switching to a different service": [
        "Farklı bir hizmete geçiş yapıyorum"
      ],
      "The quality didn't live up to my expectations": [
        "Ürün kalitesi beklentilerimi karşılamadı"
      ],
      "Other": [
        "Diğer"
      ],
      "${ stateOfTheArt } X25519 (Fastest, most modern)": [
        "${ stateOfTheArt } X25519 (En hızlısı, en modern)"
      ],
      "${ highestSecurity } RSA 4096-bit (Slower, but increased compatibility with legacy software)": [
        "${ highestSecurity } RSA 4096-bit (Yavaş ama eski yazılımlarla uyumluluğu yüksek)"
      ],
      "No parent folder": [
        "Ana klasör yok"
      ]
    },
    "Day": {
      "Sunday": [
        "Pazar"
      ],
      "Monday": [
        "Pazartesi"
      ],
      "Tuesday": [
        "Salı"
      ],
      "Wednesday": [
        "Çarşamba"
      ],
      "Thursday": [
        "Perşembe"
      ],
      "Friday": [
        "Cuma"
      ],
      "Saturday": [
        "Cumartesi"
      ]
    },
    "Progress bar description": {
      "${ contactsExported.length } out of ${ countContacts } contacts successfully exported.": [
        "${ contactsExported.length }/${ countContacts } kişi başarıyla dışa aktarıldı."
      ],
      "No contacts exported.": [
        "Kişiler dışarı aktarılmadı."
      ]
    },
    "Description": {
      "Decrypting contacts... This may take a few minutes. When the process is completed, you will be able to download the file with all your contacts exported.": [
        "Kişilerin şifresini çözülüyor... Bu birkaç dakika sürebilir. İşlem tamamlandığında dosyayı dışa aktardığınız tüm kişilerle birlikte indirebilirsiniz."
      ],
      "The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_CONTACTS_STRING } contact. If your file is bigger, please split it into smaller files.": [
        "Dosyanın maksimum boyutu ${ MAX_IMPORT_FILE_SIZE_STRING } olmalı ve en fazla $ ${ MAX_IMPORT_CONTACTS_STRING } kişi içermelidir. Dosyanız daha büyükse, lütfen daha küçük dosyalara bölün.",
        "Dosyanın maksimum boyutu ${ MAX_IMPORT_FILE_SIZE_STRING } olmalı ve en fazla $ ${ MAX_IMPORT_CONTACTS_STRING } kişi içermelidir. Dosyanız daha büyükse, lütfen daha küçük dosyalara bölün."
      ],
      "It looks like the contact list you are importing contains some groups. Please review how these groups should be imported.": [
        "İçe aktardığınız kişi listesi bazı gruplar içeriyor gibi görünüyor. Lütfen bu grupların nasıl içe aktarılması gerektiğini gözden geçirin."
      ],
      "Encrypting and importing contacts... This may take a few minutes. When the process is completed, you can close this modal.": [
        "Kişiler şifreleniyor ve içe aktarılıyor... Bu birkaç dakika sürebilir. İşlem tamamlandığında bu pencereyi kapatabilirsiniz."
      ],
      "You can import events in iCal format (ICS file). The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_EVENTS_STRING } events. If your file is bigger, please split it into smaller files.": [
        "Etkinlikleri iCal biçiminde içe aktarabilirsiniz (ICS dosyası). Dosyanın en büyük boyutu ${ MAX_IMPORT_FILE_SIZE_STRING } olmalı ve en fazla ${ MAX_IMPORT_EVENTS_STRING } etkinlik olmalıdır. Dosyanız daha büyükse, lütfen daha küçük dosyalara bölün."
      ]
    },
    "TableHeader": {
      "Import": [
        "İçeri aktar"
      ],
      "CSV field": [
        "CSV alanı"
      ],
      "vCard field": [
        "vCard alanı"
      ],
      "Values": [
        "Değerler"
      ],
      "Name": [
        "Ad"
      ],
      "Country": [
        "Ülke"
      ],
      "City": [
        "Şehir"
      ],
      "Status": [
        "Durum"
      ],
      "Action": [
        "Eylem"
      ]
    },
    "Error notification": {
      "First name and last name cannot be unchecked at the same time": [
        "Ad ve soyad aynı anda işaretlenemez"
      ]
    },
    "Description of the purpose of the import CSV modal": {
      "We have detected the following fields in the CSV file you uploaded. Check the ones you want to import.": [
        "Yüklediğiniz CSV dosyasında aşağıdaki alanları tespit ettik. İçe aktarmak istediklerinizi işaretleyin."
      ],
      "Also, we have automatically matched CSV fields with vCard fields. You can review and change this matching manually.": [
        "Ayrıca, CSV alanlarını vCard alanlarıyla otomatik olarak eşleştirdik. Bu eşleşmeyi manuel olarak inceleyebilir ve değiştirebilirsiniz."
      ]
    },
    "Import contact groups info": {
      "${ totalContacts } contact": [
        "${ totalContacts } kişi",
        "${ totalContacts } kişi"
      ]
    },
    "Alert": {
      "By leaving now, some contacts may not be imported": [
        "Şimdi çıkarsanız bazı kişiler içe aktarılamaz"
      ],
      "By leaving now, some events may not be imported": [
        "Şimdi ayrılırsanız, bazı etkinlikler içe aktarılamayabilir"
      ],
      "Deleting your keys is irreversible. To be able to access any message encrypted with this, you might want to make a backup of this key for later use.": [
        "Anahtarlarınızı silmek geri alınamaz. Bununla şifrelenmiş herhangi bir mesaja erişebilmek için, daha sonra kullanmak üzere bu anahtarın bir yedeğini almak isteyebilirsiniz."
      ],
      "You will face a permanent data loss by not making a backup of your key.": [
        "Anahtarınızın yedeğini almayarak kalıcı bir veri kaybıyla karşılaşacaksınız."
      ],
      "Are you sure you want to import a private key? Importing an insecurely generated or leaked private key can harm the security of your emails.": [
        "Özel anahtarı içe aktarmak istediğinizden emin misiniz? Güvenli olmayan bir şekilde oluşturulmuş veya sızdırılmış bir özel anahtarı içe aktarmak, e-postalarınızın güvenliğine zarar verebilir."
      ]
    },
    "Import calendar": {
      "Encrypting and adding contacts: ${ totalImported }/${ totalToImport }": [
        "Kişiler eklenip şifreleniyor: ${ totalImported }/${ totalToImport }"
      ],
      "Please don't close the tab before the importing process is finished.": [
        "Lütfen içe aktarma işlemi bitmeden önce sayfayı kapatmayın."
      ],
      "Encrypting and adding events to your calendar: ${ totalImported }/${ totalToImport }": [
        "Takviminize etkinlikler eklenip şifreleniyor: ${ totalImported }/${ totalToImport }"
      ],
      "Event successfully imported. The imported event will now appear in your calendar.": [
        "Etkinlik başarıyla içe aktarıldı. İçe aktarılan etkinlik artık takviminizde görünecektir.",
        "Etkinlikler başarıyla içe aktarıldı. İçe aktarılan etkinlikler artık takviminizde görünecektir."
      ],
      "An error occurred while encrypting and adding your events. ${ totalImported } out of ${ totalToImport } events successfully imported.": [
        "Etkinlikler eklenip şifrelenirken bir hata oluştu. ${ totalImported }/${{ totalToImport } etkinlik başarıyla içe aktarıldı."
      ],
      "An error occurred while encrypting and adding your event. No event could be imported.": [
        "Etkinliğinizi şifrelerken ve eklerken bir hata oluştu. Hiçbir olay içe aktarılamaz.",
        "Etkinliklerinizi şifrelerken ve eklerken bir hata oluştu. Hiçbir olay içe aktarılamaz."
      ],
      "${ totalImported }/${ totalToImport } event encrypted and added to your calendar": [
        "${ totalImported }/${ totalToImport } etkinlik takviminize eklenip şifrelendi",
        "${ totalImported }/${ totalToImport } etkinlik takviminize eklenip şifrelendi"
      ]
    },
    "Import contact error": {
      "Contact ${ contactId }: ": [
        "Kişi ${ contactId }: "
      ]
    },
    "Info on errors": {
      "Click for details": [
        "Detaylar için tıklayın"
      ]
    },
    "Import contacts warning": {
      "for now": [
        "şimdilik"
      ],
      "ProtonContacts does not support ${ forNow }:": [
        "ProtonContacts ${ forNow }: desteklemiyor:"
      ]
    },
    "Import warning": {
      "No contact can be imported. Click for details": [
        "Kişi içe aktarılamadı. Ayrıntılar için tıklayın"
      ],
      "${ totalContactsDiscarded } out of ${ totalContacts } contacts will not be imported. Click for details": [
        "${ totalContactsDiscarded }/${ totalContacts } kişi içe aktarılmayacak. Daha fazla bilgi için tıklayın"
      ],
      "No event can be imported. Click for details": [
        "Hiçbir olay içe aktarılamaz. Detaylar için tıklayın"
      ],
      "Part of your calendar content is not supported and will not be imported": [
        "Takvim içeriğinizin bir kısmı desteklenmiyor ve içe aktarılmayacak"
      ],
      "${ totalEventsDiscarded } out of ${ totalEvents } events will not be imported. Click for details": [
        "${ totalEventsDiscarded }/${ totalEvents } etkinlik içe aktarılmayacak. Ayrıntılar için tıklayın"
      ]
    },
    "Import calendar warning": {
      "vCard versions < 3.0": [
        "vCard sürümleri < 3.0"
      ],
      "for now": [
        "şimdilik"
      ],
      "${ CALENDAR_APP_NAME } does not support ${ forNow }:": [
        "${ CALENDAR_APP_NAME } ${ forNow } desteklemiyor:"
      ],
      "Attendees": [
        "Katılımcılar"
      ],
      "Complex recurring rules": [
        "Karmaşık yinelenen kurallar"
      ],
      "Email notifications": [
        "E-posta bildirimleri"
      ],
      "To-do entries": [
        "Yapılacakları girin"
      ],
      "Journal entries": [
        "Günlük girişleri"
      ],
      "Free-busy time information": [
        "Serbest yoğun zaman bilgisi"
      ],
      "Unofficial or custom timezones": [
        "Resmi olmayan veya özel zaman dilimleri"
      ],
      "Non-Gregorian calendars": [
        "Miladi olmayan takvimler"
      ]
    },
    "Import contacts": {
      "Contact successfully imported. The imported contact will now appear in your contact list.": [
        "Kişi başarıyla içe aktarıldı. İçe aktarılan kişi artık kişi listenizde görünecektir.",
        "Kişiler başarıyla içe aktarıldı. İçe aktarılan kişiler artık kişi listenizde görünecektir."
      ],
      "An error occurred while encrypting and adding your contacts. ${ totalImported } out of ${ totalToImport } contacts successfully imported.": [
        "Kişilerinizi şifrelerken ve eklerken bir hata oluştu. ${ totalImported } /${{ totalToImport } kişi başarıyla içe aktarıldı."
      ]
    },
    "Import contact": {
      "An error occurred while encrypting and adding your contact. No contact could be imported.": [
        "Kişinizi şifrelerken ve eklerken bir hata oluştu. Kişi içe aktarılamadı.",
        "Kişilerinizi şifrelerken ve eklerken bir hata oluştu. Kişi içe aktarılamadı."
      ],
      "${ totalImported }/${ totalToImport } contact encrypted and added to your contact list": [
        "${ totalImported }/${ totalToImport } kişi şifrelendi ve kişi listenize eklendi",
        "${ totalImported }/${ totalToImport } kişi şifrelendi ve kişi listenize eklendi"
      ]
    },
    "Label to change composer mode": {
      "Normal": [
        "Normal"
      ],
      "Maximized": [
        "Ekranı kapla"
      ]
    },
    "Label to change view layout": {
      "Column": [
        "Sütun"
      ],
      "Row": [
        "Liste"
      ]
    },
    "Label to change density": {
      "Comfortable": [
        "Rahat"
      ],
      "Compact": [
        "Kompakt"
      ]
    },
    "Message": {
      "Are you sure you want to disable two-factor authentication?": [
        "İki adımlı kimlik doğrulamayı devre dışı bırakmak istediğinizden emin misiniz?"
      ],
      "Set up a custom domain email address (e.g., you@yourcompany.com). It only takes a few minutes, and our wizard will guide you through the process.": [
        "Özel bir etki alanı e-posta adresi ayarlayın (örn. siz@sirketiniz.com) sadece birkaç dakika sürer ve sihirbazımız tüm süreç boyunca size rehberlik edecektir."
      ],
      "Upgrade to any paid plan to use custom domains and unlock premium features": [
        "Özel alan adlarını kullanmak ve ayrıcalıklı özellikleri kullanmak açmak için herhangi bir ücretli tarifeye yükseltin"
      ],
      "Upgrade to a ${ PLAN_NAMES[PLANS.VISIONARY] } or ${ PLAN_NAMES[PLANS.PROFESSIONAL] } plan to use a catch-all address and unlock premium features": [
        "Tüm adresleri yakalamayı kullanmak ve ayrıcalıklı özellikleri kullanmak için bir ${ PLAN_NAMES[PLANS.VISIONARY] } ya da ${ PLAN_NAMES[PLANS.PROFESSIONAL] } tarifelerine yükseltin"
      ],
      "Re:": [
        "Yanıt:"
      ],
      "Fw:": [
        "İlt:"
      ]
    },
    "Label for news": {
      "Proton company announcements": [
        "Proton şirket duyuruları"
      ],
      "Proton product announcements": [
        "Proton ürün duyuruları"
      ],
      "Proton for Business newsletter": [
        "İş için Proton bülteni"
      ],
      "Proton newsletter": [
        "Proton bülteni"
      ],
      "Proton beta announcements": [
        "Proton beta duyuruları"
      ],
      "Proton announcements": [
        "Proton duyuruları"
      ],
      "Proton major features": [
        "Yeni Proton özellikleri"
      ],
      "Proton for business": [
        "İş için Proton"
      ],
      "Proton Beta": [
        "Proton Beta"
      ]
    },
    "Frequency of news": {
      "(1 email per quarter)": [
        "(her çeyrek yılda 1 e-posta)"
      ],
      "(1-2 emails per month)": [
        "(ayda 1-2 e-posta)"
      ],
      "(1 email per month)": [
        "(ayda 1 e-posta)"
      ]
    },
    "Header for addresses table": {
      "Address": [
        "Adres"
      ],
      "Status": [
        "Durum"
      ],
      "Actions": [
        "Hareketler"
      ],
      "Username": [
        "Kullanıcı adı"
      ],
      "Domain": [
        "Etki alanı"
      ]
    },
    "Address status": {
      "Default": [
        "Varsayılan"
      ],
      "Active": [
        "Etkin"
      ],
      "Disabled": [
        "Devre Dışı"
      ],
      "Orphan": [
        "Korumasız"
      ],
      "Missing keys": [
        "Kayıp anahtarlar"
      ]
    },
    "Success notification": {
      "Address deleted": [
        "Adres silindi"
      ],
      "Address enabled": [
        "Adres etkinleştirildi"
      ],
      "Address disabled": [
        "Adres devre dışı bırakıldı"
      ],
      "Status updated": [
        "Durum güncellendi"
      ],
      "Filter removed": [
        "Filtre kaldırıldı"
      ],
      "${ label.Name } removed": [
        "${ label.Name } silindi"
      ]
    },
    "Address action": {
      "Enable": [
        "Etkinleştir"
      ],
      "Disable": [
        "Devre dışı bırak"
      ],
      "Generate missing keys": [
        "Eksik anahtarları oluştur"
      ],
      "Delete": [
        "Sil"
      ]
    },
    "Notification": {
      "A disabled address cannot be primary": [
        "Devre dışı bırakılmış bir adres birincil olamaz"
      ],
      "OpenVPN / IKEv2 credentials regenerated": [
        "OpenVPN / IKEv2 Kimlik bilgileri güncellendi"
      ],
      "${ _Filter.Name } created": [
        "${ _Filter.Name } oluşturuldu"
      ]
    },
    "VPNClient": {
      "Android": [
        "Android"
      ],
      "iOS": [
        "iOS"
      ],
      "Windows": [
        "Windows"
      ],
      "macOS": [
        "macOS"
      ],
      "GNU/Linux": [
        "GNU/Linux"
      ],
      "Chromebook": [
        "Chromebook"
      ],
      "Android TV": [
        "Android TV"
      ]
    },
    "CountryInfo": {
      "(via ${ entryCountryName })": [
        "(${ entryCountryName } üzerinden)"
      ]
    },
    "Feature": {
      "Access to all countries": [
        "Tüm ülkelere erişim"
      ],
      "Secure Core servers": [
        "Secure Core sunucuları"
      ],
      "Fastest VPN servers": [
        "En hızlı VPN sunucuları"
      ],
      "Torrenting support (P2P)": [
        "Torrent desteği (P2P)"
      ],
      "Connection for up to ${ plusVpnConnections } device": [
        "${ plusVpnConnections } cihaza kadar bağlantı",
        "${ plusVpnConnections } cihaza kadar bağlantı"
      ],
      "Secure streaming support": [
        "Güvenli medya akışı desteği"
      ],
      "VPN ${ connectionsPluralized }": [
        "VPN ${ connectionsPluralized }"
      ]
    },
    "VPN info": {
      "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now, and more.": [
        "Netflix, Amazon Prime Video, BBC iPlayer, ESPN+, Disney+, HBO Now ve daha fazlası."
      ]
    },
    "Header": {
      "Get help": [
        "Yardım alın"
      ],
      "Name": [
        "İsim"
      ],
      "Status": [
        "Durum"
      ],
      "Actions": [
        "Eylemler"
      ],
      "Calendar": [
        "Takvim"
      ],
      "Label": [
        "Etiket"
      ],
      "What others see": [
        "Başkalarının gördüğü"
      ],
      "Folders": [
        "Klasörler"
      ],
      "Notifications": [
        "Bildirimler"
      ],
      "Event": [
        "Etkinlik"
      ],
      "Time": [
        "Zaman"
      ],
      "Organization key fingerprint": [
        "Kuruluş anahtarı parmak izi"
      ],
      "Key type": [
        "Anahtar türü"
      ]
    },
    "Duration": {
      "30 minutes": [
        "30 dakika"
      ],
      "60 minutes": [
        "60 dakika"
      ],
      "90 minutes": [
        "90 dakika"
      ],
      "120 minutes": [
        "120 dakika"
      ]
    },
    "Notification when": {
      "day before": [
        "gün önceden",
        "gün önceden"
      ],
      "on the same day": [
        "aynı günde"
      ],
      "at time of event": [
        "olay anında"
      ],
      "week before": [
        "hafta önceden",
        "hafta önceden"
      ],
      "minute before": [
        "dakika önceden",
        "dakika önceden"
      ],
      "hour before": [
        "saat önceden",
        "saat önceden"
      ]
    },
    "Notification type": {
      "notification": [
        ""
      ],
      "email": [
        ""
      ]
    },
    "Title (number of minutes/hours/days/weeks)": {
      "Choose a number": [
        "Bir numara seçin"
      ]
    },
    "Notification time input": {
      "at": [
        "de"
      ]
    },
    "Export calendar": {
      "Loading events": [
        "Etkinlikler yükleniyor"
      ],
      "Decrypting events from your calendar: ${ totalProcessed }/${ totalToProcess }": [
        "Takviminizdeki etkinlikler deşifreleniyor: ${ totalProcessed }/${ totalToProcess }"
      ],
      "Please don't close the tab before the exporting process is finished.": [
        "Lütfen dışa aktarma işlemi bitmeden sayfayı kapatmayın."
      ],
      "Error decrypting event": [
        "Etkinlik deşifrelenirken hata"
      ],
      "Password reset - multiple events cannot be decrypted": [
        "Parola sıfırlandı - birden fazla etkinlik deşifrelenemedi"
      ],
      "Password reset - event cannot be decrypted": [
        "Parola sıfırlandı - etkinlik deşifrelenemedi"
      ],
      "${ totalProcessed }/${ totalToProcess } event exported": [
        "${ totalProcessed }/${ totalToProcess } etkinlik dışa aktarıldı",
        "${ totalProcessed }/${ totalToProcess } etkinlik dışa aktarıldı"
      ],
      "Calendar successfully exported. You can now save the ICS file.": [
        "Takvim başarıyla dışa aktarıldı. Artık ICS dosyasını kaydedebilirsiniz."
      ],
      "Due to a password reset, some of your events could not be decrypted and exported.": [
        "Parola sıfırlandığı için, bazı etkinlikleriniz deşifrelenip dışa aktarılamadı."
      ],
      "You can save an ICS file of the events that were successfully exported.": [
        "Başarıyla dışa aktarılan olayların bir ICS dosyasını kaydedebilirsiniz."
      ],
      "Learn how to restore encrypted events with old password": [
        "Şifrelenmiş etkinliklerin eski parola ile nasıl kurtarılacağını öğrenin"
      ],
      "Some of your events could not be exported.": [
        "Bazı etkinlikleriniz dışa aktarılamadı."
      ],
      "The internet connection was interrupted, causing the export process to fail. Please try again.": [
        "İnternet bağlantısı kesildi ve dışa aktarma işlemi başarısız oldu. Lütfen tekrar deneyin."
      ],
      "Due to a password reset, none of your events could be decrypted and exported.": [
        "Parola sıfırlandığı için, hiçbir etkinliğiniz deşifrelenip dışa aktarılamadı."
      ],
      "None of the events could be exported.": [
        "Etkinliklerin hiçbiri dışa aktarılamadı."
      ]
    },
    "Summary of errors during export calendar": {
      "Details about events that couldn't be exported": [
        "Dışa aktarılamayan etkinliklerle ilgili ayrıntılar"
      ]
    },
    "Calendar status": {
      "Default": [
        "Varsayılan"
      ],
      "Active": [
        "Etkin"
      ],
      "Disabled": [
        "Devre dışı"
      ],
      "Not synced": [
        "Eşitlenmedi"
      ]
    },
    "Upgrade notice": {
      "Upgrade to a paid plan to create up to ${ MAX_CALENDARS_PER_USER } calendar, allowing you to make calendars for work, to share with friends, and just for yourself.": [
        "İş , arkadaşlarınızla paylaşma ve sadece kendiniz için ${ MAX_CALENDARS_PER_USER } takvime kadar takvim oluşturmanıza olanak tanıyan ücretli bir plana yükseltin.",
        "İş , arkadaşlarınızla paylaşma ve sadece kendiniz için ${ MAX_CALENDARS_PER_USER } takvime kadar takvim oluşturmanıza olanak tanıyan ücretli bir plana yükseltin."
      ],
      "Upgrade to a paid plan to share your personal calendar via link with anyone.": [
        ""
      ]
    },
    "Calendar limit warning": {
      "You have reached the maximum of ${ calendarsLimit } calendar.": [
        "",
        ""
      ],
      "You have reached the maximum of ${ MAX_SUBSCRIBED_CALENDARS_PER_USER } subscribed calendar.": [
        "",
        ""
      ]
    },
    "Subscribed calendar section description": {
      "Add public, external, or shared calendars using a URL.": [
        ""
      ]
    },
    "Knowledge base link label": {
      "Here's how": [
        ""
      ]
    },
    "Calendar import section description": {
      "Import events or the contents of a calendar via ICS files.": [
        ""
      ]
    },
    "Primary timezone": {
      "Primary time zone": [
        "Birincil zaman dilimi"
      ],
      "Secondary time zone": [
        "İkincil saat dilimi"
      ]
    },
    "Calendar view": {
      "Day": [
        "Gün"
      ],
      "Week": [
        "Hafta"
      ],
      "Month": [
        "Ay"
      ]
    },
    "Subscribed calendar extension warning": {
      "This link might be wrong": [
        "Bu bağlantı yanlış olabilir"
      ],
      "By using this link, Google will make the calendar you are subscribing to public": [
        "Bu bağlantının kullanılmasıyla Google, abone olduğunuz takvimi herkese açık yapacaktır"
      ]
    },
    "Modal title and action": {
      "Add calendar": [
        ""
      ]
    },
    "Subscribe to calendar modal description": {
      "Learn how to get a private calendar link.": [
        "Özel takvim bağlantısını nasıl edineceğinizi öğrenin."
      ]
    },
    "Subscribe to calendar modal": {
      "You can subscribe to someone else's calendar by pasting its URL below. This will give you access to a read-only version of this calendar.\n${ kbLink }": [
        "URL 'sini yapıştırarak bir başkasının takvimine abone olabilirsiniz. Abone olduüunuz takvimin sat okunur bir versiyonuna erişmenizi sağlar\n${ kbLink }"
      ],
      "Calendar URL": [
        "Takvim URL'si"
      ]
    },
    "Error message": {
      "Invalid URL": [
        "Geçersiz URL"
      ],
      "Oops, something went wrong": [
        "Hay aksi, bir şeyler ters gitti"
      ],
      "There was a problem connecting to Proton.": [
        "Proton'a bağlanırken bir sorun oluştu."
      ],
      "Please ${ refresh } or check your connection.": [
        "Lütfen ${ refresh } veya bağlantınızı kontrol edin."
      ],
      "Error: ${ errorMessage }": [
        "Hata: ${ errorMessage }"
      ],
      "Too many child sessions, please clear your cookies and sign back in.": [
        "Çok fazla ürün oturumu, lütfen çerezleri temizleyiniz ve tekrar giriş yapın."
      ],
      "Brace yourself till we get the error fixed.": [
        "Hatayı düzeltene kadar bekleyin."
      ],
      "You may also ${ refresh } or try again later.": [
        "Ayrıca sayfayı ${ refresh } veya daha sonra tekrar deneyebilirsiniz."
      ],
      "There was a problem unsubscribing you.": [
        "Abonelikten çıkartılırken bir hata oluştu."
      ],
      "Please ${ signIn } to update your email subscription preferences.": [
        "Eposta abonelik tercihlerinizi güncellemek için lütfen ${ signIn }."
      ]
    },
    "Error importing event": {
      "Event": [
        "Etkinlik"
      ],
      "Calendar": [
        "Takvim"
      ],
      "Timezone": [
        "Zaman dilimi"
      ],
      "Element": [
        "Öğe"
      ],
      "Bad format. Component cannot be read.": [
        "Kötü format. Bileşen okunamıyor."
      ],
      "Unknown": [
        "Bilinmiyor"
      ],
      "Component with wrong format": [
        "Yanlış biçime sahip bileşen"
      ],
      "Non-Gregorian": [
        "Miladi değil"
      ],
      "To-do entry": [
        "Yapılacak iş girişi"
      ],
      "Journal entry": [
        "Günlük girişi"
      ],
      "Free-busy time information": [
        "Serbest-yoğun zaman bilgisi"
      ],
      "Custom timezone": [
        "Özel saat dilimi"
      ],
      "Invalid event": [
        "Geçersiz etkinlik"
      ],
      "Unsupported event": [
        "Desteklenmeyen etkinlik"
      ],
      "Malformed all-day event": [
        "Bozulmuş tüm gün etkinliği"
      ],
      "Missing start time": [
        "Başlama zamanı eksik"
      ],
      "Malformed start time": [
        "Hatalı biçimlendirilmiş başlangıç zamanı"
      ],
      "Floating times not supported": [
        "Bağımsız zamanlar desteklenmiyor"
      ],
      "Start time out of bounds": [
        "Başlangıç zamanı sınır dışında"
      ],
      "Malformed end time": [
        "Bitiş zamanı bozulmuş"
      ],
      "End time out of bounds": [
        "Bitiş zamanı sınır dışında"
      ],
      "Event duration not supported": [
        "Etkinlik süresi desteklenmiyor"
      ],
      "Calendar timezone not supported": [
        "Takvimin saat dilimi desteklenmiyor"
      ],
      "Timezone not supported": [
        "Saat dilimi desteklenmiyor"
      ],
      "Malformed recurring event": [
        "Hatalı biçimlendirilmiş yinelenen olay"
      ],
      "Recurring rule not supported": [
        "Tekrarlayan kural desteklenmiyor"
      ],
      "Edited event not supported": [
        "Düzenlenen etkinlik desteklenmiyor"
      ],
      "Notification out of bounds": [
        "Sınırsız bildirim"
      ],
      "Event validation failed": [
        "Etkinlik doğrulaması başarısız oldu"
      ],
      "Encryption failed": [
        "Şifreleme başarısız oldu"
      ],
      "Original recurring event could not be found": [
        "Özgün yinelenen olay bulunamadı"
      ],
      "no UID, title or start time": [
        "UID, başlık veya başlangıç ​​zamanı yok"
      ]
    },
    "Access level": {
      "Full": [
        "Dolu"
      ],
      "Limited": [
        "Sınırlı"
      ],
      "Limited view": [
        "Sınırlı görünüm"
      ],
      "Full view": [
        "Tam görünüm"
      ]
    },
    "Onboarding Proton": {
      "This is what people will see when you send them an email, invite them to an event, or share a file with them.": [
        "Bu, insanlara eposta, davetiye linki gönderdiğinizde veya bir doya paylaştığınızda kişilerin göreceği bir şeydir."
      ],
      "Choose a display name": [
        "Görünen adınızı seçin"
      ],
      "Select a theme": [
        "Bir Tema Seç"
      ],
      "You can change this anytime in your settings.": [
        "Bunu istediğiniz zaman ayarlarınızdan değiştirebilirsiniz."
      ],
      "Discover all Proton services": [
        "Tüm Proton hizmetlerini keşfedin"
      ],
      "Use the app selector in the top left to access other Proton services, including VPN, Calendar and Drive.": [
        "VPN, Calendar ve Drive dahil olmak üzere diğer Proton hizmetlerine erişmek için sol üstteki uygulama seçiciyi kullanın."
      ],
      "Welcome to Proton": [
        "ProtonMail'e Hoş Geldiniz"
      ],
      "Our mission is to build an internet where you are in control of your data and your privacy. We have recently updated Proton - welcome to the secure internet.": [
        "Görevimiz, verilerinizi ve gizliliğinizi kontrol ettiğiniz bir internet oluşturmaktır. Son zamanlarda Proton'u güncelledik, güvenli internete hoş geldiniz."
      ],
      "Set up your organization": [
        "Kuruluşunuzu ayarlama"
      ],
      "Configure your organization, link your domain name, and create accounts to ensure all members of your organization are protected.": [
        "Kuruluşunuzun tüm üyelerinin korunduğundan emin olmak için kuruluşunuzu yapılandırın, etki alanı adınızı bağlayın ve hesaplar oluşturun."
      ]
    },
    "Error notification in the bug report modal when the user upload file": {
      "No image selected": [
        "Görüntü seçilmedi"
      ]
    },
    "Bug category": {
      "Sign in problem": [
        "Oturum açma sorunu"
      ],
      "Sign up problem": [
        "Kaydolma sorunu"
      ],
      "Payments problem": [
        "Ödemeler sorunu"
      ],
      "Custom domain problem": [
        "Özel alan adı sorunu"
      ],
      "Bridge problem": [
        "Köprüleme sorunu"
      ],
      "Import / export problem": [
        "İçe / dışa aktarma sorunu"
      ],
      "Connection problem": [
        "Bağlantı sorunu"
      ],
      "Slow speed problem": [
        "Yavaş hız sorunu"
      ],
      "Calendar problem": [
        "Takvim sorunu"
      ],
      "Contacts problem": [
        "İletişim sorunu"
      ],
      "Drive problem": [
        "Sürücü sorunu"
      ],
      "Mail problem": [
        "Posta sorunu"
      ],
      "VPN problem": [
        "VPN sorunu"
      ],
      "Feature request": [
        "Özellik isteği"
      ],
      "Other": [
        "Diğer"
      ],
      "Signup problem": [
        "Kayıt sorunu"
      ],
      "Installation problem": [
        "Kurulum sorunu"
      ],
      "Update problem": [
        "Güncelleme sorunu"
      ],
      "Application problem": [
        "Uygulama sorunu"
      ],
      "Speed problem": [
        "Hız sorunu"
      ],
      "Manual setup problem": [
        "Elle kurulum sorunu"
      ],
      "Website access problem": [
        "Web sitesi erişim sorunu"
      ],
      "Streaming problem": [
        "Veri akışı sorunu"
      ]
    },
    "Group": {
      "Account": [
        "Hesap"
      ],
      "Apps": [
        "Uygulamalar"
      ],
      "Network": [
        "Ağ"
      ],
      "Services": [
        "Hizmetler"
      ],
      "Other category": [
        "Diğer kategori"
      ]
    },
    "Action to select a title for the bug report modal": {
      "Select": [
        "Seçin"
      ]
    },
    "Label, make it short please": {
      "Attach screenshot(s)": [
        "Ekran görüntüsü(leri) ekleyin"
      ]
    },
    "Apps dropdown": {
      "Proton applications": [
        "Proton uygulamaları"
      ],
      "Go to ${ title }": [
        "${ title } gidin"
      ],
      "Go to ${ vpnName }": [
        "${ vpnName } uygulamasına git"
      ]
    },
    "Autoresponse": {
      "I'm out of the office with limited access to my email.": [
        "Ofis dışındayım ve e-postama erişimim kısıtlı."
      ]
    },
    "Suffix": {
      "/ month": [
        "/ ay"
      ]
    },
    "Mail upsell feature": {
      "Get Multi-user support": [
        "Çoklu kullanıcı desteği alın"
      ],
      "Host emails for your organization": [
        "Kuruluşunuz için e-postalar sağlayın"
      ],
      "Create separate logins for each user": [
        "Her kullanıcı için ayrı girişler oluşturun"
      ]
    },
    "VPN upsell feature": {
      "Higher speed servers (up to 10Gbps)": [
        "En yüksek hızlı sunucular (10 Gbps'ye kadar)"
      ],
      "Access geo-blocked content (Netflix, YouTube, etc.)": [
        "Coğrafi olarak engellenen içeriğe erişin (Netflix, YouTube vb.)"
      ],
      "Unlock advanced VPN features": [
        "Gelişmiş VPN özelliklerinin kilidini açın"
      ]
    },
    "Plan": {
      "Free": [
        "Ücretsiz"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Ücretsiz"
      ]
    },
    "State": {
      "Downgrading your account, please wait": [
        "Hesabınız düşürülüyor, lütfen bekleyin"
      ]
    },
    "Suffix for price": {
      "/ month": [
        "/ ay"
      ]
    },
    "info": {
      "(beta)": [
        "(beta)"
      ]
    },
    "Mail feature": {
      "Users": [
        "Kullanıcı"
      ],
      "Storage": [
        "Depolama"
      ],
      "0.5 GB": [
        "0.5 GB"
      ],
      "20 GB": [
        "20 GB"
      ],
      "Addresses": [
        "Adres"
      ],
      "Custom email addresses": [
        "Özel eposta adresi"
      ],
      "Messages per day": [
        "Günlük ileti sınırı"
      ],
      "Folders / labels": [
        "Klasörler / etiketler"
      ],
      "Support": [
        "Destek"
      ],
      "Limited": [
        "Sınırlı"
      ],
      "Priority": [
        "Öncelikli"
      ],
      "Encrypted contacts": [
        "Şifrelenmiş kişiler"
      ],
      "Contact groups": [
        "Kişi grupları"
      ],
      "Address verification": [
        "Adres doğrulama"
      ],
      "Custom filters": [
        "Özel filtreler"
      ],
      "IMAP / SMTP": [
        "IMAP / SMTP"
      ],
      "Autoresponder": [
        "Otomatik yanıtlayıcı"
      ],
      "Use @pm.me address": [
        "@pm.me adresi kullanma"
      ],
      "Catch-All email": [
        "Tüm e-postaları yakala"
      ],
      "Multi-user support": [
        "Çok kullanıcı desteği"
      ]
    },
    "Mail feature option": {
      "5 GB *": [
        "5 GB *"
      ],
      "5 GB / user *": [
        "5 GB / kullanıcı *"
      ],
      "Unlimited **": [
        "Sınırsız **"
      ],
      "Unlimited": [
        "Sınırsız"
      ]
    },
    "Mail feature option: 5 email addresses / user": {
      "5 / user *": [
        "5 / kullanıcı *"
      ]
    },
    "information": {
      "Included": [
        "Dahil"
      ]
    },
    "VPN feature": {
      "VPN Connections": [
        "VPN Bağlantıları"
      ],
      "Speed": [
        "Hız"
      ],
      "VPN servers": [
        "VPN sunucuları"
      ],
      "Locations/Countries": [
        "Konumlar/Ülkeler"
      ],
      "Adblocker (NetShield)": [
        "Reklam engelleyici (NetShield)"
      ],
      "P2P/BitTorrent": [
        "P2P/BitTorrent"
      ],
      "Streaming service support": [
        "Medya akış hizmeti desteği"
      ],
      "Tor over VPN": [
        "VPN üzerinden Tor"
      ],
      "Secure Core servers": [
        "Secure Core sunucuları"
      ],
      "${ mailAppName } Visionary": [
        "${ mailAppName } Visionary"
      ],
      "Jurisdiction": [
        "Hükümet"
      ],
      "Open Source & audited apps": [
        "Açık kaynaklı ve denetlenmiş uygulamalar"
      ],
      "Access blocked content": [
        "Engellenen içeriğe erişim"
      ],
      "Strict no-logs policy": [
        "Sıkı kayıt tutmama ilkesi"
      ],
      "Volume/bandwidth cap": [
        "Kullanım sınırlandırma"
      ],
      "User data monetization": [
        "Kullanıcı verilerini pazarlama"
      ],
      "Platforms supported": [
        "Desteklenen platformlar"
      ],
      "Languages supported": [
        "Desteklenen diller"
      ],
      "DNS leak prevention": [
        "DNS sızıntı önlemesi"
      ],
      "Kill Switch / Always-on VPN": [
        "Kill Switch / Her zaman açık VPN"
      ],
      "Perfect Forward Secrecy (PFS)": [
        "Mükemmel İletim Gizliliği (PFS)"
      ],
      "Full Disk Encryption on Servers": [
        "Sunucularda tam disk şifrelemesi"
      ],
      "Split tunneling": [
        "Ayrık tünelleme"
      ],
      "Custom connection profiles": [
        "Özel bağlantı profilleri"
      ],
      "Router support": [
        "Yönlendirici desteği"
      ],
      "30-days money-back guarantee": [
        "30 gün para iade garantisi"
      ]
    },
    "VPN feature option": {
      "Medium": [
        "Orta"
      ],
      "High": [
        "Yüksek"
      ],
      "Highest (up to 10 Gbps)": [
        "En yüksek (10 Gbps'e kadar)"
      ],
      "Switzerland": [
        "İsviçre"
      ],
      "None": [
        "Yok"
      ],
      "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast": [
        "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast"
      ],
      "(Android & Windows only)": [
        "(yalnızca Android ve Windows)"
      ]
    },
    "Calendar feature": {
      "Multiple calendars": [
        "Birden çok takvim"
      ],
      "Calendar import": [
        "Takvim aktarma"
      ],
      "Recurring events": [
        "Tekrarlayan etkinlikler"
      ],
      "Invitations": [
        "Davetiyeler"
      ],
      "Share Calendar via link": [
        "Takvimi bağlantı ile paylaşma"
      ]
    },
    "Calendar feature option": {
      "20 / user *": [
        "20 / kullanıcı *"
      ],
      "20 / user": [
        "20 / kullanıcı"
      ]
    },
    "Drive feature": {
      "Access via Web": [
        "İnternet üzerinden erişme"
      ],
      "Upload / download files": [
        "Dosya indirme ve yükleme"
      ],
      "Share files via link": [
        "Dosyaları bağlantı ile paylaşma"
      ]
    },
    "Info concerning plan features": {
      "Customizable features": [
        "Özelleştirilebilir özellikler"
      ],
      "ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.": [
        "ProtonMail, toplu e-posta gönderme veya istenmeyen e-posta gönderme için kullanılamaz. Normal e-postalar sınırsızdır."
      ]
    },
    "Plan Feature": {
      "${ n } VPN connection": [
        "${ n } VPN bağlantısı",
        "${ n } VPN bağlantısı"
      ],
      "${ n } server": [
        "${ n } sunucu",
        "${ n } sunucular"
      ]
    },
    "Netflix": {
      "Netflix": [
        "Netflix"
      ]
    },
    "Disney": {
      "Disney+": [
        "Disney+"
      ]
    },
    "Prime Video": {
      "Prime Video": [
        "Prime Video"
      ]
    },
    "Many Others": {
      "and many others": [
        "ve diğerleri"
      ]
    },
    "Plan feature": {
      "Built-in Adblocker (NetShield)": [
        "Reklam engelleyici (NetShield)"
      ],
      "Secure Core servers": [
        "Secure Core sunucuları"
      ],
      "Streaming service support": [
        "Yayın hizmetleri desteği"
      ],
      "Access blocked content": [
        "Engelli içeriğe erişim"
      ],
      "${ freeServers } in ${ freeCountries } country": [
        "${ freeCountries } ülkesinde ${ freeServers }",
        "${ freeCountries } ülkelerinde ${ freeServers }"
      ],
      "Medium speed": [
        "Ortalama hız"
      ],
      "350+ servers in ${ basicCountries } country": [
        "${ basicCountries } ülkede 350'den fazla sunucu",
        "${ basicCountries } ülkede 350'den fazla sunucu"
      ],
      "High speed": [
        "Yüksek hız"
      ],
      "1200+ servers in ${ plusCountries } country": [
        "${ plusCountries } ülkede 1200'den fazla sunucu",
        "${ plusCountries } ülkede 1200'den fazla sunucu"
      ],
      "Highest speed (up to 10 Gbps)": [
        "Yüksek hız (10 Gbps'e kadar)"
      ],
      "All ${ PLAN_NAMES[PLANS.VPNPLUS] } plan features": [
        "Tüm ${ PLAN_NAMES[PLANS.VPNPLUS] } planı özellikleri"
      ],
      "Includes 6 user accounts": [
        "6 kullanıcı hesabı içerir"
      ],
      "Includes Proton Visionary": [
        "Proton Visionary içerir"
      ],
      "Early access to new products": [
        "Yeni ürünlere erken erişim"
      ],
      "Custom email addresses": [
        "Özel eposta adresleri"
      ],
      "Access to ${ driveAppName } (beta)": [
        "${ driveAppName }'a erişim (beta)"
      ],
      "1 user": [
        "1 kullanıcı"
      ],
      "0.5 GB storage": [
        "0.5 GB depolama alanı"
      ],
      "1 address": [
        "1 adres"
      ],
      "3 folders / labels": [
        "3 klasör / etiket"
      ],
      "5 GB storage *": [
        "5 GB depolama alanı *"
      ],
      "5 addresses": [
        "5 adres"
      ],
      "200 folders / labels": [
        "200 klasör / etiket"
      ],
      "1 - 5000 users *": [
        "1 - 5000 kullanıcı *"
      ],
      "5 GB storage / user": [
        "5 GB depolama / kullanıcı"
      ],
      "5 addresses / user": [
        "5 adres / kullanıcı"
      ],
      "Unlimited folders / labels": [
        "Sınırsız klasör / etiket"
      ],
      "6 users": [
        "6 kullanıcı"
      ],
      "20 GB storage": [
        "20 GB depolama"
      ],
      "50 addresses": [
        "50 adres"
      ]
    },
    "Billing cycle option": {
      "Monthly": [
        "Aylık"
      ],
      "Annually SAVE 20%": [
        "Yıllık %20 TASARRUF EDİN"
      ],
      "Two years SAVE 33%": [
        "İki yıl %33 TASARRUF EDİN"
      ],
      "Annually": [
        "Yıllık"
      ],
      "Two-year": [
        "İki yıllık"
      ]
    },
    "Price": {
      "Free": [
        "Ücretsiz"
      ]
    },
    "Countdown unit": {
      "${ monthsWithYears } month": [
        "${ monthsWithYears } ay",
        "${ monthsWithYears } ay"
      ],
      "${ days } day": [
        "${ days } gün",
        "${ days } gün"
      ]
    },
    "Addon": {
      "+ ${ addresses } email address": [
        "+ ${ addresses } e-posta adresi",
        "+ ${ addresses } e-posta adresi"
      ],
      "+ ${ storage } storage": [
        "+ ${ storage } depolama alanı"
      ],
      "+ ${ domains } custom domain": [
        "+ ${ domains } özel alan adı",
        "+ ${ domains } özel alanı"
      ],
      "+ ${ members } user": [
        "+ ${ members } kullanıcı",
        "+ ${ members } kullanıcı"
      ],
      "+ ${ vpn } connection": [
        "+ ${ vpn } bağlantısı",
        "+ ${ vpn } bağlantısı"
      ]
    },
    "Info for cash payment method": {
      "Please contact us at ${ email } for instructions on how to pay us with cash.": [
        "Bize nakit olarak nasıl ödeme yapacağınıza ilişkin talimatlar için lütfen ${ email } adresinden bizimle iletişime geçin."
      ]
    },
    "Billing cycle": {
      "Monthly billing (Renewal on ${ formattedEndTime })": [
        "Aylık faturalandırma (${ formattedEndTime } tarihinde yenilenir)"
      ],
      "Yearly billing (Renewal on ${ formattedEndTime })": [
        "Yıllık faturalandırma (${ formattedEndTime } tarihinde yenilenir)"
      ],
      "2-year billing (Renewal on ${ formattedEndTime })": [
        "2 Yıllık faturalandırma (${ formattedEndTime } tarihinde yenilenir)"
      ],
      "Billing (Renewal on ${ formattedEndTime })": [
        "Faturalandırma (${ formattedEndTime } tarihinde yenilenir)"
      ]
    },
    "Addon unit for subscription": {
      "${ memberAddon.MaxMembers } user": [
        "${ memberAddon.MaxMembers } kullanıcı",
        "${ memberAddon.MaxMembers } kullanıcı"
      ],
      "${ addressAddon.MaxAddresses } address": [
        "${ addressAddon.MaxAddresses } adres",
        "${ addressAddon.MaxAddresses } adresler"
      ],
      "${ domainAddon.MaxDomains } domain": [
        "${ domainAddon.MaxDomains } alan adı",
        "${ domainAddon.MaxDomains } alan adları"
      ],
      "${ vpnAddon.MaxVPN } connection": [
        "${ vpnAddon.MaxVPN } bağlantısı",
        "${ vpnAddon.MaxVPN } bağlantıları"
      ],
      "${ vpnBonus } connection": [
        "${ vpnBonus } bağlantı",
        "${ vpnBonus } bağlantı"
      ]
    },
    "Monetary unit": {
      "Euro": [
        "Avro"
      ],
      "Swiss franc": [
        "İsviçre frangı"
      ],
      "Dollar": [
        "Dolar"
      ]
    },
    "Credits": {
      "Unused credits": [
        "Kullanılmamış bakiye"
      ]
    },
    "Plan info": {
      "(current plan)": [
        "(mevcut plan)"
      ]
    },
    "Free price": {
      "Free": [
        "Ücretsiz"
      ]
    },
    "Tooltip prompt to trust keys": {
      "When receiving an email from another ProtonMail user who does not have trusted keys in your contacts, a banner will ask if you want to enable trusted keys.": [
        "Kişilerinizde güvenilir anahtarlara sahip olmayan başka bir ProtonMail kullanıcısından bir e-posta alırken, güvenilir anahtarları etkinleştirmek isteyip istemediğiniz sorulacaktır."
      ]
    },
    "Tooltip sign external messages": {
      "Automatically sign all your outgoing messages so users can verify the authenticity of your messages. This is done in combination with the default PGP settings which can be configured below.": [
        "Tüm giden iletilerinizi otomatik olarak imzalayın, böylece kullanıcılar mesajlarınızın orijinalliğini doğrulayabilir. Bu, aşağıda yapılandırılabilen varsayılan PGP ayarları ile birlikte yapılır."
      ]
    },
    "Tooltip automatically attach public key": {
      "This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and send encrypted messages to you.": [
        "Bu, gönderdiğiniz her iletiye otomatik olarak genel anahtarınızı ekler. Alıcılar bunu, iletilerinizin doğruluğunu doğrulamak ve şifreli iletileri size göndermek için kullanabilir."
      ]
    },
    "Tooltip default pgp scheme": {
      "Select the default PGP settings used to sign or encrypt messages with non-ProtonMail PGP users. Note that Inline PGP forces plain text messages. Learn more": [
        "ProtonMail olmayan PGP kullanıcılarıyla iletileri imzalamak veya şifrelemek için kullanılan varsayılan PGP ayarlarını seçin. Satır içi PGP'nin düz metin iletileri gerektirdiğini unutmayın. Daha fazlasını öğrenin"
      ]
    },
    "Key state badge": {
      "Error": [
        "Hata"
      ],
      "Primary": [
        "Birincil"
      ],
      "Active": [
        "Etkin"
      ],
      "Inactive": [
        "Etkin değil"
      ],
      "Compromised": [
        "Tehlikeli"
      ],
      "Obsolete": [
        "Eskimiş"
      ],
      "Disabled": [
        "Devre Dışı"
      ]
    },
    "Key status displayed in a badge": {
      "Key uploaded": [
        "Anahtar yüklendi"
      ]
    },
    "Title header for keys table": {
      "Email": [
        "E-Posta"
      ],
      "Fingerprint": [
        "Parmak izi"
      ],
      "Status": [
        "Durum"
      ],
      "Action": [
        "Eylem"
      ],
      "Key type": [
        "Anahtar türü"
      ],
      "Actions": [
        "İşlemler"
      ]
    },
    "Keys actions": {
      "Reactivate": [
        "Yeniden etkinleştir"
      ],
      "Export": [
        "Dışa aktar"
      ],
      "Export private key": [
        "Özel anahtarı dışa aktar"
      ],
      "Make primary": [
        "Birincil yap"
      ],
      "Mark obsolete": [
        "Eski olarak işaretle"
      ],
      "Disables encryption with this key": [
        "Bu anahtarla şifrelemeyi devre dışı bırakın"
      ],
      "Mark not obsolete": [
        "Eski değil olarak işaretle"
      ],
      "Enable encryption with this key": [
        "Bu anahtarla şifrelemeyi etkinleştirin"
      ],
      "Mark compromised": [
        "Gizliliği ihlal edilmiş olarak işaretle"
      ],
      "Disables signature verification and encryption with this key": [
        "Bu anahtarla imza doğrulamayı ve şifrelemeyi devre dışı bırakın"
      ],
      "Mark not compromised": [
        "Gizliliği ihlal edilmedi olarak işaretle"
      ],
      "Enable signature verification and encryption with this key": [
        "Bu anahtarla imza doğrulamayı ve şifrelemeyi etkinleştirin"
      ],
      "Delete": [
        "Sil"
      ]
    },
    "Select files": {
      "Upload": [
        "Yükle"
      ]
    },
    "Confirm": {
      "Are you sure you want to permanently delete this key?": [
        "Bu anahtarı kalıcı olarak silmek istediğinizden emin misiniz?"
      ],
      "Do you want to export your key?": [
        "Anahtarınızı dışa aktarmak istiyor musunuz?"
      ],
      "Are you sure you want to delete this key without backing it up?": [
        "Bu anahtarı yedeklemeden silmek istediğinizden emin misiniz?"
      ]
    },
    "alert": {
      "The key for your address is now being deleted.": [
        "Adresinizin anahtarı şimdi siliniyor."
      ],
      "The encryption keys for your address are being generated. This may take several minutes and temporarily freeze your browser.": [
        "Adresiniz için şifreleme anahtarları üretiliyor. Bu birkaç dakika sürebilir ve tarayıcınızı geçici olarak dondurur."
      ]
    },
    "encryption": {
      "State of the art": [
        "Teknoloji harikası"
      ],
      "Compatibility": [
        "Uyumluluk"
      ]
    },
    "Payment method option": {
      "New credit/debit card": [
        "Yeni kredi/banka kartı"
      ],
      "PayPal": [
        "PayPal"
      ],
      "Bitcoin": [
        "Sanal para"
      ]
    },
    "Confirmation title": {
      "Delete payment method": [
        "Ödeme yöntemini sil"
      ]
    },
    "Info when deleting payment method": {
      "To avoid any service interruption due to unpaid invoices, please make sure that you have at least 1 valid payment method saved at any point in time.": [
        "Ödenmemiş faturalar nedeniyle herhangi bir hizmet kesintisini önlemek için, lütfen herhangi bir zamanda kaydedilmiş en az 1 geçerli ödeme yönteminiz olduğundan emin olun."
      ]
    },
    "Confirmation message to delete payment method": {
      "Are you sure you want to delete this payment method?": [
        "Bu ödeme yöntemini silmek istediğinizden emin misiniz?"
      ]
    },
    "Label on payment method": {
      "Expired": [
        "Süresi doldu"
      ],
      "Default": [
        "Varsayılan"
      ]
    },
    "Title for payment methods table": {
      "Method": [
        "Yöntem"
      ],
      "Status": [
        "Durum"
      ],
      "Actions": [
        "Eylemler"
      ]
    },
    "Info for payment methods": {
      "You can add a payment method to have your subscription renewed automatically. Other payment methods are also available.": [
        "Aboneliğinizin otomatik olarak yenilenmesi için bir ödeme yöntemi ekleyebilirsiniz. Diğer ödeme yöntemleri de mevcuttur."
      ]
    },
    "Message display when a new app version is available": {
      "A new version of ${ appName } is available. ${ reloadButton }.": [
        "${ appName } uygulamasının yeni sürümü mevcut. ${ reloadButton }."
      ]
    },
    "Step in filter modal": {
      "Name": [
        "İsim"
      ],
      "Conditions": [
        "Koşullar"
      ],
      "Actions": [
        "İşlemler"
      ],
      "Preview": [
        "Ön izleme"
      ],
      "Sieve editor": [
        "Sieve düzenleyici"
      ]
    },
    "Option group": {
      "Custom folders": [
        "Özel klasörler"
      ],
      "Move to...": [
        "Şuraya taşı..."
      ],
      "Default folders": [
        "Varsayılan klasörler"
      ]
    },
    "Filter preview": {
      "read": [
        "oku"
      ],
      "starred": [
        "yıldızlı"
      ]
    },
    "Filter notification": {
      "Filter ${ Filter.Name } updated": [
        "Filtre ${ Filter.Name } güncellendi"
      ],
      "${ Label.Name } updated": [
        "${ Label.Name } güncellendi"
      ]
    },
    "Filter modal type": {
      "Select…": [
        "Seç…"
      ],
      "The subject": [
        "Konu"
      ],
      "The sender": [
        "Gönderici"
      ],
      "The recipient": [
        "Alıcı"
      ],
      "The attachment": [
        "Ek"
      ]
    },
    "Condition for custom filter": {
      "contains": [
        "içeriyorsa"
      ],
      "is exactly": [
        "tam olarak"
      ],
      "begins with": [
        "ile başlıyorsa"
      ],
      "ends with": [
        "ile bitiyorsa"
      ],
      "matches": [
        "eşleşiyorsa"
      ],
      "does not contain": [
        "içermiyorsa"
      ],
      "is not": [
        "değilse"
      ],
      "does not begin with": [
        "ile başlamıyorsa"
      ],
      "does not end with": [
        "ile bitmez"
      ],
      "does not match": [
        "eşleşmiyor"
      ]
    },
    "Filter modal operators": {
      "All conditions must be fulfilled (AND)": [
        "Tüm koşullar yerine getirilmelidir (VE)"
      ],
      "One condition must be fulfilled (OR)": [
        "Tek koşul yerine getirilmelidir (VEYA)"
      ]
    },
    "Filter Actions": {
      "Select a folder": [
        "Bir klasör seçin"
      ],
      "Archive": [
        "Arşiv"
      ],
      "Inbox": [
        "Gelen kutusu"
      ],
      "Spam": [
        "Gereksiz"
      ],
      "Trash": [
        "Çöp"
      ]
    },
    "Settings/filters": {
      "Filters": [
        "Filtreler"
      ]
    },
    "Settings/filters - table": {
      "Order": [
        "Sipariş"
      ],
      "Name": [
        "İsim"
      ],
      "Status": [
        "Durum"
      ],
      "Action": [
        "Eylem"
      ]
    },
    "FilterSettings": {
      "Add a custom filter to automatically perform certain actions, like labeling or archiving messages.": [
        "İletileri etiketleme veya arşivleme gibi belirli eylemleri otomatik olarak gerçekleştirmek için özel bir filtre ekleyin."
      ],
      "Apply sender-specific spam rules. Messages from addresses or domains on the Allow List always go to your Inbox while messages from addresses or domains on the Block List always go to Spam. Marking a message as spam adds its address to the Block List. Marking a message as not spam adds it to the Allow List.": [
        "Gönderene özel gereksiz kuralları uygulayın. İzin listesindeki adreslerden veya etki alanlarından gelen iletiler her zaman gelen kutunuza giderken, engel listesindeki adreslerden veya etki alanlarından gelen iletiler her zaman gereksize gider. Bir iletiyi gereksiz olarak işaretlemek, adresini engelleme listesine ekler. Bir iletiyi spam olarak işaretlemek, iletiyi İzin listesine ekler."
      ],
      "Search in Allow List and Block List": [
        "İzin ve Engel listesinde ara"
      ]
    },
    "Spam notification": {
      "${ domain } updated": [
        "${ domain } güncellendi"
      ],
      "${ domain } added": [
        "${ domain } eklendi"
      ],
      "${ email } updated": [
        "${ email } güncellendi"
      ],
      "${ email } added": [
        "${ email } eklendi"
      ]
    },
    "Spam filter moved to blacklist": {
      "${ Domain } moved to Block List": [
        "${ Domain } Engellenenler listesine taşındı"
      ],
      "${ Email } moved to Block List": [
        "${ Email } Engellenen listesine taşındı"
      ]
    },
    "Spam filter moved to whitelist": {
      "${ Domain } moved to Allow List": [
        "${ Domain } İzin verilen listesine eklendi"
      ],
      "${ Email } moved to Allow List": [
        "${ Email } İzin verilen listesine eklendi"
      ]
    },
    "Moved to black/whitelist": {
      "${ Domain } removed": [
        "${ Domain } kaldırıldı"
      ],
      "${ Email } removed": [
        "${ Email } kaldırıldı"
      ]
    },
    "Delinquent modal title": {
      "Overdue invoice": [
        "Gecikmiş fatura"
      ]
    },
    "Human verification method": {
      "CAPTCHA": [
        "CAPTCHA"
      ],
      "Email": [
        "E-posta"
      ],
      "SMS": [
        "SMS"
      ],
      "Manual": [
        "El ile"
      ],
      "No verification method available": [
        "Doğrulama yöntemi mevcut değil"
      ]
    },
    "New Label form": {
      "Color": [
        "Renk"
      ],
      "Folder name": [
        "Klasör adı"
      ],
      "Label name": [
        "Etiket adı"
      ]
    },
    "label/folder notification": {
      "${ Label.Name } created": [
        "${ Label.Name } oluşturuldu"
      ],
      "${ label.Name } updated": [
        "${ label.Name } güncellendi"
      ],
      "Preference saved": [
        "Tercih kaydedildi"
      ]
    },
    "Label/folder modal": {
      "Create folder": [
        "Klasör oluştur"
      ],
      "Create label": [
        "Etiket oluştur"
      ],
      "Edit folder": [
        "Klasörü düzenle"
      ],
      "Edit label": [
        "Etiketi düzenle"
      ]
    },
    "Success message after sorting folders": {
      "Folders sorted": [
        "Klasörler sıralandı"
      ]
    },
    "Info - folder colouring feature": {
      "When enabled, sub-folders inherit the color of the parent folder.": [
        "Etkinleştirildiğinde, alt klasörler üst klasörün rengini alır."
      ]
    },
    "Settings/labels": {
      "Labels/Folders": [
        "Etiketler/Klasörler"
      ]
    },
    "Settings/labels - table": {
      "Labels": [
        "Etiketler"
      ],
      "Actions": [
        "Eylemler"
      ]
    },
    "Success message after sorting labels": {
      "Labels sorted": [
        "Etiketler sıralandı"
      ]
    },
    "label": {
      "Phone number": [
        "Telefon numarası"
      ]
    },
    "Badge for user sessions table": {
      "Current session": [
        "Geçerli oturum"
      ]
    },
    "Action for user session": {
      "Revoke": [
        "İptal et"
      ]
    },
    "Badge": {
      "ProtonMail for web": [
        "Web için ProtonMail"
      ],
      "ProtonVPN for Windows": [
        "Windows için ProtonVPN"
      ],
      "ProtonVPN for web": [
        "Web için ProtonVPN"
      ],
      "Admin": [
        "Yönetici"
      ],
      "ProtonMail Import-Export": [
        "ProtonMail Import-Export"
      ],
      "ProtonMail Bridge": [
        "ProtonMail Köprüsü"
      ],
      "ProtonMail for Android": [
        "Android için ProtonMail"
      ],
      "Proton Account for web": [
        "Web için Proton Hesabı"
      ],
      "ProtonMail settings for web": [
        "Web için ProtonMail ayarları"
      ],
      "ProtonContacts for web": [
        "Web için ProtonContacts"
      ],
      "ProtonVPN settings for web": [
        "Web için ProtonVPN ayarları"
      ],
      "${ calendarAppName } for web": [
        "${ calendarAppName } Web"
      ],
      "${ driveAppName } for web": [
        "${ driveAppName } Web"
      ],
      "ProtonMail for iOS": [
        "iOS için ProtonMail"
      ],
      "${ driveAppName } for iOS": [
        "${ driveAppName } iOS"
      ],
      "ProtonVPN for iOS": [
        "iOS için ProtonVPN"
      ],
      "${ calendarAppName } for iOS": [
        "${ calendarAppName } iOS"
      ],
      "ProtonVPN for Android": [
        "Android için ProtonVPN"
      ],
      "ProtonVPN for Android TV": [
        "Android TV için ProtonVPN"
      ],
      "${ calendarAppName } for Android": [
        "${ calendarAppName } Android"
      ],
      "${ driveAppName } for Android": [
        "${ driveAppName } Android"
      ],
      "ProtonMail Import-Export for Windows": [
        "Windows için ProtonMail Import-Export"
      ],
      "ProtonMail Bridge for Windows": [
        "Windows için ProtonMail Köprüsü"
      ],
      "ProtonVPN for macOS": [
        "macOS için ProtonVPN"
      ],
      "ProtonMail Import-Export for macOS": [
        "macOS için ProtonMail Import-Export"
      ],
      "ProtonMail Bridge for macOS": [
        "macOS için ProtonMail Bridge"
      ],
      "${ driveAppName } for macOS": [
        "${ driveAppName } macOS"
      ],
      "ProtonMail Import-Export for GNU/Linux": [
        "GNU/Linux için ProtonMail Import-Export"
      ],
      "ProtonMail Bridge for GNU/Linux": [
        "GNU/Linux için ProtonMail Köprüsü"
      ],
      "ProtonVPN for GNU/Linux": [
        "GNU/Linux için ProtonVPN"
      ]
    },
    "Log preference": {
      "Enable authentication logs": [
        "Kimlik doğrulama günlüklerini etkinleştir"
      ],
      "Enable advanced logs": [
        "Gelişmiş günlüğü etkinleştir"
      ]
    },
    "Invoice type display as badge": {
      "Other": [
        "Diğer"
      ],
      "Subscription": [
        "Abonelik"
      ],
      "Cancellation": [
        "İptal"
      ],
      "Credit": [
        "Kredi"
      ],
      "Donation": [
        "Bağış"
      ],
      "Chargeback": [
        "Geri ödeme"
      ],
      "Renewal": [
        "Yenileme"
      ],
      "Refund": [
        "Para iadesi"
      ],
      "Modification": [
        "Değişiklik"
      ],
      "Addition": [
        "İlave"
      ]
    },
    "Invoice state display as badge": {
      "Unpaid": [
        "Ödenmemiş"
      ],
      "Paid": [
        "Ödenmiş"
      ],
      "Void": [
        "Geçersiz"
      ],
      "Billed": [
        "Faturalandırılan"
      ],
      "Writeoff": [
        "Faturadan çıkarılan"
      ]
    },
    "Info message for custom invoice modal": {
      "Add your name (or company name) and address to your invoices.": [
        "Faturalarınıza adınızı (veya şirket adınızı) ve adresinizi ekleyin."
      ]
    },
    "Placeholder for custom invoice text": {
      "Add your name (or company name) and address to your invoices": [
        "Faturalarınıza adınızı (veya şirket adınızı) ve adresinizi ekleyin"
      ]
    },
    "Title for PDF file": {
      "ProtonMail invoice": [
        "ProtonMail faturası"
      ]
    },
    "Option delay send seconds": {
      "0 seconds": [
        "0 saniye"
      ],
      "5 seconds": [
        "5 saniye"
      ],
      "10 seconds": [
        "10 saniye"
      ],
      "20 seconds": [
        "20 saniye"
      ]
    },
    "Bridge version load failed": {
      "Failed to find latest version": [
        "En son sürüm bulunamadı"
      ]
    },
    "OS compatibility": {
      ".exe (64-bit)": [
        ".exe (64-bit)"
      ],
      ".dmg (10.12 or later)": [
        ".dmg (10.12 veya üzeri)"
      ],
      ".deb (for Debian/Ubuntu)": [
        ".deb (Debian/Ubuntu için)"
      ],
      ".rpm (for Fedora/openSUSE)": [
        ".rpm (Fedora/openSUSE için)"
      ],
      "PKGBUILD (for other distributions)": [
        "PKGBUILD (diğer dağıtımlar için)"
      ]
    },
    "Restore administrator panel": {
      "Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:": [
        "Parola değişikliği nedeniyle, kuruluşunuzun yönetici ayrıcalıkları kısıtlanmıştır. Aşağıdaki eylemlere artık izin verilmemektedir:"
      ],
      "Creating new users": [
        ""
      ],
      "Reading emails of non-private users": [
        ""
      ],
      "Changing organization password": [
        "Kuruluş parolası değiştiriliyor"
      ],
      "Changing organization keys": [
        "Kuruluş anahtarlarını değiştirme"
      ]
    },
    "Success message": {
      "Sessions revoked": [
        "Oturumlar iptal edildi"
      ],
      "User deleted": [
        "Kullanıcı silindi"
      ],
      "Domain deleted": [
        "Etki alanı silindi"
      ]
    },
    "Member action": {
      "Edit": [
        "Düzenle"
      ],
      "Delete": [
        "Sil"
      ],
      "Sign in": [
        "Oturum aç"
      ],
      "Revoke sessions": [
        "Oturumları iptal et"
      ]
    },
    "Max VPN Connections": {
      "Connection": [
        "Bağlantı",
        "Bağlantı"
      ]
    },
    "User role": {
      "Admin": [
        "Yönetici"
      ],
      "Member": [
        "Üye"
      ],
      "Primary admin": [
        "Birincil yönetici"
      ]
    },
    "Label for new member": {
      "Private": [
        "Özel"
      ],
      "Admin": [
        "Yönetici"
      ]
    },
    "Title header for members table": {
      "Name": [
        "İsim"
      ],
      "Role": [
        "Rol"
      ],
      "Addresses": [
        "Adresler"
      ],
      "Features": [
        "Özellikler"
      ]
    },
    "Info for members section": {
      "Add, remove, and manage users within your organization. Here you can adjust their allocated storage space, grant admin rights, and more. Select a user to manage their email addresses. The email address at the top of the list will automatically be selected as the default email address.": [
        "Kuruluşunuzdaki kullanıcıları ekleyin, kaldırın ve yönetin. Buradan ayrılmış depolama alanlarını ayarlayabilir, yönetici hakları verebilir ve daha fazlasını yapabilirsiniz. E-posta adreslerini yönetmek için bir kullanıcı seçin. Listenin en üstündeki e-posta adresi kendiliğinden varsayılan e-posta adresi olarak seçilecektir."
      ]
    },
    "Private Member": {
      "private": [
        "özel"
      ]
    },
    "Label for adding a new custom domain": {
      "Add a domain that you own to your ProtonMail account.": [
        "ProtonMail hesabınıza sahip olduğunuz bir alan adı ekleyin."
      ]
    },
    "Domain modal": {
      "'www' subdomains are typically not used for email. Are you sure you want to use this domain value?": [
        "'www' alt alan adları genellikle e-posta için kullanılmaz. Bu alan adı değerini kullanmak istediğinizden emin misiniz?"
      ]
    },
    "Info for domain modal": {
      "For security reasons, we need to verify that you are the owner of ${ domainName }. Please add the following DNS TXT record to your domain. This can typically be done in the control panel of your domain name registrar.": [
        "Güvenlik nedenleriyle, ${ domainName } sahibi olduğunuzu doğrulamamız gerekiyor. Lütfen alan adınıza aşağıdaki DNS TXT kaydını ekleyin. Bu genellikle alan adı kayıt kuruluşunuzun kontrol panelinde yapılabilir."
      ],
      "Add a new user to your organization and create an address for it.": [
        "Etkinliğine yeni kullanıcı ekle ve bunun için bir adres yarat."
      ],
      "Add a new address for any user of your organization.": [
        "Etkinliğini kullananlar için yeni bir adres ekle."
      ]
    },
    "Warning for domain modal": {
      "After successful verification, do not remove this TXT record as it is needed to confirm that you continue to own the domain.": [
        "Başarılı bir doğrulamadan sonra, bu alan adının sahibi olmaya devam ettiğinizi doğrulamanız gerektiğinden bu TXT kaydını kaldırmayın."
      ],
      "It can take up to a day for DNS changes to update.": [
        "DNS değişikliklerinin güncellenmesi bir güne kadar sürebilir."
      ]
    },
    "Label for domain modal": {
      "Please add the following TXT record:": [
        "Lütfen aşağıdaki TXT kaydını ekleyin:"
      ]
    },
    "Header for domain modal": {
      "Type": [
        "Tür"
      ],
      "Host name": [
        "Ana bilgisayar adı"
      ],
      "Value / Data / Points to": [
        "Değer / Veri / Puan"
      ],
      "Value / Data": [
        "Değer / Veri"
      ],
      "Priority": [
        "Öncelik"
      ]
    },
    "Tab in domain modal": {
      "Addresses": [
        "Adresler"
      ]
    },
    "Label in domain modal": {
      "Domain": [
        "Alan adı"
      ],
      "Verify": [
        "Doğrula"
      ],
      "Addresses": [
        "Adresler"
      ]
    },
    "Domain label": {
      "Verified": [
        "Doğrulandı"
      ]
    },
    "Badge for domain": {
      "Missing keys": [
        "Eksik anahtarlar"
      ],
      "Enabled": [
        "Etkin"
      ],
      "Disabled": [
        "Devre Dışı"
      ]
    },
    "Title header for addresses domain table": {
      "Address": [
        "Adres"
      ],
      "Status": [
        "Durum"
      ],
      "Catch-All": [
        "Tümünü yakala"
      ]
    },
    "Contact field label": {
      "Name": [
        "İsim"
      ],
      "Email": [
        "E-posta"
      ],
      "Phone": [
        "Cep telefonu"
      ],
      "Address": [
        "Adres"
      ],
      "Photo": [
        "Fotoğraf"
      ],
      "Organization": [
        "Kuruluş"
      ],
      "Birthday": [
        "Doğum günü"
      ],
      "Anniversary": [
        "Yıldönümü"
      ],
      "Title": [
        "Başlık"
      ],
      "Role": [
        "Rol"
      ],
      "Note": [
        "Not"
      ],
      "URL": [
        "URL"
      ],
      "Gender": [
        "Cinsiyet"
      ],
      "Language": [
        "Dil"
      ],
      "Timezone": [
        "Zaman dilimi"
      ],
      "Geo": [
        "Coğrafi"
      ],
      "Logo": [
        "Amblem"
      ],
      "Member": [
        "Üye"
      ]
    },
    "Contact type label": {
      "Work": [
        "İş"
      ],
      "Personal": [
        "Kişisel"
      ],
      "Mobile": [
        "Cep telefonu"
      ],
      "Main": [
        "Ana"
      ],
      "Yomi": [
        "Yomi"
      ],
      "Other": [
        "Diğer"
      ],
      "Fax": [
        "Faks"
      ],
      "Pager": [
        "Çağrı cihazı"
      ]
    },
    "Property type": {
      "Email": [
        "E-posta"
      ],
      "Home": [
        "Ev"
      ],
      "Work": [
        "İş"
      ],
      "Other": [
        "Diğer"
      ],
      "Phone": [
        "Telefon"
      ],
      "Mobile": [
        "Cep Telefonu"
      ],
      "Main": [
        "Ana"
      ],
      "Fax": [
        "Faks"
      ],
      "Pager": [
        "Çağrı cihazı"
      ],
      "Address": [
        "Adres"
      ]
    },
    "Validation": {
      "Password must contain at least ${ length } character": [
        "Parola en az ${ length } karakter barındırmalıdır",
        "Parola en az ${ length } karakter içermelidir"
      ]
    },
    "file size format": {
      "bytes": [
        "bayt"
      ],
      "KB": [
        "KB"
      ],
      "MB": [
        "MB"
      ],
      "GB": [
        "GB"
      ]
    },
    "Import contact. Contact identifier": {
      "unknown": [
        "bilinmiyor"
      ]
    },
    "Error importing contact": {
      "vCard versions < 3.0 not supported": [
        "vCard 3.0 öncesi desteklenmez"
      ],
      "Encryption failed": [
        "Şifreleme başarısız oldu"
      ]
    },
    "Error importing calendar": {
      "An unexpected error occurred. Import must be restarted.": [
        "Beklenmeyen bir hata oluştu. İçe aktarma yeniden başlatılmalıdır."
      ],
      "An error occurred uploading your file. No file has been selected.": [
        "Dosyanız yüklenirken bir hata oluştu. Hiçbir dosya seçilmedi."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Only ICS file formats are allowed.": [
        "${ formattedFilename } dosyanızı yüklerken bir hata oluştu. Yalnızca ICS dosya formatlarına izin verilir."
      ],
      "Your file ${ formattedFilename } is empty.": [
        "${ formattedFilename } dosyanız boş."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "${ formattedFilename } dosyanızı yüklerken bir hata oluştu. Maksimum dosya boyutu ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } is not a calendar.": [
        "${ formattedFilename } dosyanız bir takvim değildir."
      ],
      "${ CALENDAR_APP_NAME } only supports importing calendars with iCal version 2.0.": [
        "${ CALENDAR_APP_NAME } sadece iCal sürüm 2.0 ile takvimleri içe aktarmayı destekler."
      ],
      "Your file ${ formattedFilename } is an invitation and cannot be imported.": [
        "${ formattedFilename } dosyanız bir davettir ve içe aktarılamaz."
      ],
      "Your file ${ formattedFilename } has no events to be imported.": [
        "${ formattedFilename } dosyanızın içe aktarılacak hiçbir etkinliği yoktur."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_EVENTS_STRING } events.": [
        "${ formattedFilename } dosyanız birden fazla ${ MAX_IMPORT_EVENTS_STRING } etkinliği içerir."
      ],
      "An error occurred reading your file ${ formattedFilename }. File does not have the right format.": [
        "${ formattedFilename } dosyanızı okurken bir hata oluştu. Dosya doğru formata sahip değil."
      ]
    },
    "Error importing contacts": {
      "An error occurred uploading your file. No file has been selected.": [
        "Dosyanızı yüklerken bir hata oluştu. Hiçbir dosya seçilmedi."
      ],
      "An error occurred uploading your file ${ formattedFilename }. No .csv or .vcf file selected": [
        "${ formattedFilename }. dosyanızı yüklerken bir hata oluştu. .csv veya .vcf dosyası seçilmedi"
      ],
      "Your file ${ formattedFilename } is empty.": [
        "${ formattedFilename } dosyanız boş."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "${ formattedFilename } dosyanızı yüklerken bir hata oluştu. Maksimum dosya boyutu ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } has no contacts to be imported.": [
        "${ formattedFilename } dosyanızda içe aktarılacak kişi yok."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_CONTACTS_STRING } contacts.": [
        "${ formattedFilename } dosyanız fazla ${ MAX_IMPORT_CONTACTS_STRING } kişileri içerir."
      ],
      "An error occurred reading your file ${ formattedFilename }. File doesn't have the right format.": [
        "${ formattedFilename } dosyanızı okurken bir hata oluştu. Dosya doğru formata sahip değil."
      ]
    },
    "Default display name vcard": {
      "Unknown": [
        "Bilinmeyen"
      ]
    },
    "Alarm notification": {
      "${ title } starts now": [
        "${ title } şimdi başlıyor"
      ],
      "${ title } starts today": [
        "${ title } bugün başlıyor"
      ],
      "${ title } started at ${ formattedHour }": [
        "${ title }, ${ formattedHour } saatinde başladı"
      ],
      "${ title } started yesterday": [
        "${ title } dün başladı"
      ],
      "${ title } started yesterday at ${ formattedHour }": [
        "${ title }, dün ${ formattedHour } saatinde başladı"
      ],
      "${ title } started on ${ formattedDate }": [
        "${ title }, ${ formattedDate } tarihinde başladı"
      ],
      "${ title } started on ${ formattedDate } at ${ formattedHour }": [
        "${ title }, ${ formattedDate } tarihinde ${ formattedHour } zamanında başladı"
      ],
      "${ title } started on ${ _formattedDate }": [
        "${ title }, ${ _formattedDate } tarihinde başladı"
      ],
      "${ title } started on ${ _formattedDate } at ${ formattedHour }": [
        "${ title }, ${ _formattedDate } tarihinde ${ formattedHour } zamanında başladı"
      ],
      "${ title } started on ${ formattedDateWithoutTime }": [
        "${ title }, ${ formattedDateWithoutTime } tarihinde başladı"
      ],
      "${ title } started on ${ _formattedDateWithTime }": [
        "${ title }, ${ _formattedDateWithTime } tarihinde başladı"
      ],
      "${ title } will start at ${ formattedHour }": [
        "${ title }, ${ formattedHour } saatinde başlayacak"
      ],
      "${ title } will start tomorrow": [
        "${ title } yarın başlayacak"
      ],
      "${ title } will start tomorrow at ${ formattedHour }": [
        "${ title }, yarın ${ formattedHour } saatinde başlayacak"
      ],
      "${ title } will start on ${ _formattedDate2 }": [
        "${ title }, ${ _formattedDate2 } tarihinde başlayacak"
      ],
      "${ title } will start on ${ _formattedDate2 } at ${ formattedHour }": [
        "${ title },${ _formattedDate2 } tarihinde ${ formattedHour } saatinde başlayacak"
      ],
      "${ title } will start on ${ _formattedDate3 }": [
        "${ title }, ${ _formattedDate3 } tarihinde başlayacak"
      ],
      "${ title } will start on ${ _formattedDate3 } at ${ formattedHour }": [
        "${ title }, ${ _formattedDate3 } tarihinde ${ formattedHour } saatinde başlayacak"
      ],
      "${ title } will start on ${ _formattedDateWithoutTime }": [
        "${ title }, ${ _formattedDateWithoutTime } tarihinde başlayacak"
      ],
      "${ title } will start on ${ formattedDateWithTime }": [
        "${ title }, ${ formattedDateWithTime } vaktinde başlayacak"
      ]
    },
    "Event title": {
      "(no title)": [
        "(başlık yok)"
      ]
    },
    "Participant name": {
      "You": [
        "Siz"
      ]
    },
    "Email subject": {
      "Cancellation of an event on ${ formattedStart }": [
        "Bir etkinlik iptal edildi ${ formattedStart }"
      ],
      "Invitation for an event on ${ formattedStart }": [
        "${ formattedStart } tarihinde bir etkinlik için davetiye"
      ],
      "Update for an event on ${ formattedStart }": [
        "${ formattedStart } tarihindeki bir etkinlik güncellendi"
      ],
      "Cancellation of an event starting on ${ formattedStart }": [
        "${ formattedStart } tarihinde başlayan bir etkinlik iptali"
      ],
      "Invitation for an event starting on ${ formattedStart }": [
        "${ formattedStart } tarihinde başlayan bir etkinlik için davetiye"
      ],
      "Update for an event starting on ${ formattedStart }": [
        "Şu tarihte başlayan bir etkinlik güncellendi - ${ formattedStart }"
      ],
      "Invitation: ${ eventTitle }": [
        "Davetiye: ${ eventTitle }"
      ]
    },
    "Email body for invitation (date part)": {
      "When: ${ formattedStart } (all day)": [
        "Ne zaman: ${ formattedStart } (tüm gün)"
      ],
      "When: ${ formattedStart } - ${ formattedEnd }": [
        "Ne zaman: ${ formattedStart } - ${ formattedEnd }"
      ],
      "When: ${ formattedStart }": [
        "Ne zaman: ${ formattedStart }"
      ]
    },
    "Email body for invitation (location part)": {
      "Where: ${ eventLocation }": [
        "Nerede: ${ eventLocation }"
      ]
    },
    "Email body for description (description part)": {
      "Description: ${ eventDescription }": [
        "Açıklama: ${ eventDescription }"
      ]
    },
    "Email body for invitation": {
      "You are invited to ${ eventTitle }\n${ eventDetailsText }": [
        "${ eventTitle } etkinliğine davet edildiniz\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been updated.\n${ eventDetailsText }": [
        "${ eventTitle } güncellendi.\n${ eventDetailsText }"
      ],
      "${ eventTitle } has been cancelled.": [
        "${ eventTitle } etkinliği iptal edildi."
      ]
    },
    "Email body for response to invitation": {
      "${ emailAddress } has accepted your invitation to ${ eventTitle }": [
        "${ eventTitle } etkinlik davetiyeniz ${ emailAddress } tarafından kabul edildi"
      ],
      "${ emailAddress } has tentatively accepted your invitation to ${ eventTitle }": [
        "${ eventTitle } etkinlik davetiyeniz ${ emailAddress } tarafından geçiçi olarak kabul edildi"
      ],
      "${ emailAddress } has declined your invitation to ${ eventTitle }": [
        "${ eventTitle } etkinlik davetiyeniz ${ emailAddress } tarafından reddedildi"
      ]
    },
    "Monthly recurring event, repeats on": {
      "on the first Sunday": [
        "ilk Pazar günü"
      ],
      "on the first Monday": [
        "ilk Pazartesi günü"
      ],
      "on the first Tuesday": [
        "ilk Salı günü"
      ],
      "on the first Wednesday": [
        "ilk Çarşamba günü"
      ],
      "on the first Thursday": [
        "ilk Perşembe günü"
      ],
      "on the first Friday": [
        "ilk Cuma günü"
      ],
      "on the first Saturday": [
        "ilk Cumartesi günü"
      ],
      "on the second Sunday": [
        "ikinci Pazar günü"
      ],
      "on the second Monday": [
        "ikinci Pazartesi günü"
      ],
      "on the second Tuesday": [
        "ikinci Salı günü"
      ],
      "on the second Wednesday": [
        "ikinci Çarşamba günü"
      ],
      "on the second Thursday": [
        "ikinci Perşembe günü"
      ],
      "on the second Friday": [
        "ikinci Cuma günü"
      ],
      "on the second Saturday": [
        "ikinci Cumartesi günü"
      ],
      "on the third Sunday": [
        "üçüncü Pazar günü"
      ],
      "on the third Monday": [
        "üçüncü Pazartesi günü"
      ],
      "on the third Tuesday": [
        "üçüncü Salı günü"
      ],
      "on the third Wednesday": [
        "üçüncü Çarşamba günü"
      ],
      "on the third Thursday": [
        "üçüncü Perşembe günü"
      ],
      "on the third Friday": [
        "üçüncü Cuma günü"
      ],
      "on the third Saturday": [
        "üçüncü Cumartesi günü"
      ],
      "on the fourth Sunday": [
        "dördüncü Pazar günü"
      ],
      "on the fourth Monday": [
        "dördüncü Pazartesi günü"
      ],
      "on the fourth Tuesday": [
        "dördüncü Salı günü"
      ],
      "on the fourth Wednesday": [
        "dördüncü Çarşamba günü"
      ],
      "on the fourth Thursday": [
        "dördüncü Perşembe günü"
      ],
      "on the fourth Friday": [
        "dördüncü Cuma günü"
      ],
      "on the fourth Saturday": [
        "dördüncü Cumartesi günü"
      ],
      "on the last Sunday": [
        "son Pazar günü"
      ],
      "on the last Monday": [
        "son Pazartesi günü"
      ],
      "on the last Tuesday": [
        "son Salı günü"
      ],
      "on the last Wednesday": [
        "son Çarşamba günü"
      ],
      "on the last Thursday": [
        "son Perşembe günü"
      ],
      "on the last Friday": [
        "son Cuma günü"
      ],
      "on the last Saturday": [
        "son Cumartesi günü"
      ],
      "on day ${ dayOfMonth }": [
        "${ dayOfMonth }. günde"
      ]
    },
    "Daily recurring event, frequency": {
      "${ count } time": [
        "${ count } kez",
        "${ count } kez"
      ],
      "until ${ dateString }": [
        "${ dateString } tarihine kadar"
      ],
      "Daily": [
        "Günlük"
      ],
      "Every ${ interval } day": [
        "Her ${ interval } günde",
        "Her ${ interval } günde"
      ],
      "Daily, ${ timesString }": [
        "Günlük, ${ timesString }"
      ],
      "Every ${ interval } day, ${ timesString }": [
        "Her ${ interval } günde, ${ timesString }",
        "Her ${ interval } günde, ${ timesString }"
      ],
      "Daily, ${ untilString }": [
        "Günlük, ${ untilString }"
      ],
      "Every ${ interval } day, ${ untilString }": [
        "Her ${ interval } günde bir, ${ untilString }",
        "Her ${ interval } günde bir, ${ untilString }"
      ]
    },
    "Weekly recurring event, repeats on (multiple days), frequency": {
      "Sunday": [
        "Pazar"
      ],
      "Monday": [
        "Pazartesi"
      ],
      "Tuesday": [
        "Salı"
      ],
      "Wednesday": [
        "Çarşamba"
      ],
      "Thursday": [
        "Perşembe"
      ],
      "Friday": [
        "Cuma"
      ],
      "Saturday": [
        "Cumartesi"
      ]
    },
    "Weekly recurring event, frequency": {
      "Weekly on all days": [
        "Haftanın her günü"
      ],
      "Every ${ interval } week on all days": [
        "Haftanın her ${ interval } günü",
        "Her { interval } haftada her gün"
      ],
      "Weekly on Sunday": [
        "Her Pazar"
      ],
      "Every ${ interval } week on Sunday": [
        "Her ${ interval } hafta Pazar",
        "Her ${ interval } hafta Pazar"
      ],
      "Weekly on Monday": [
        "Her Pazartesi"
      ],
      "Every ${ interval } week on Monday": [
        "Her ${ interval } hafta Pazartesi",
        "Her ${ interval } hafta pazartesi"
      ],
      "Weekly on Tuesday": [
        "Her Salı"
      ],
      "Every ${ interval } week on Tuesday": [
        "Her ${ interval } hafta salı",
        "Her ${ interval } hafta salı"
      ],
      "Weekly on Wednesday": [
        "Her Çarşamba"
      ],
      "Every ${ interval } week on Wednesday": [
        "Her ${ interval } hafta Çarşamba",
        "Her ${ interval } hafta Çarşamba"
      ],
      "Weekly on Thursday": [
        "Her Perşembe"
      ],
      "Every ${ interval } week on Thursday": [
        "Her ${ interval } hafta Perşembe",
        "Her ${ interval } hafta Perşembe"
      ],
      "Weekly on Friday": [
        "Her Cuma"
      ],
      "Every ${ interval } week on Friday": [
        "Her ${ interval } hafta Cuma",
        "Her ${ interval } hafta Cuma"
      ],
      "Weekly on Saturday": [
        "Her Cumartesi"
      ],
      "Every ${ interval } week on Saturday": [
        "Her ${ interval } hafta Cumartesi",
        "Her ${ interval } hafta Cumartesi"
      ],
      "Weekly on ${ multipleDaysString }": [
        "Her ${ multipleDaysString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }": [
        "Her ${ interval } hafta ${ multipleDaysString }",
        "Her ${ interval } hafta ${ multipleDaysString }"
      ],
      "Weekly on all days, ${ timesString }": [
        "Haftanın her günü, ${ timesString }"
      ],
      "Every ${ interval } week on all days, ${ timesString }": [
        "Her ${ interval } haftanın her günü, ${ timesString }",
        "Her ${ interval } haftanın her günü, ${ timesString }"
      ],
      "Weekly on Sunday, ${ timesString }": [
        "Her Pazar, ${ timesString }"
      ],
      "Every ${ interval } week on Sunday, ${ timesString }": [
        "Her ${ interval } hafta Pazar, ${ timesString }",
        "Her ${ interval } hafta Pazar, ${ timesString }"
      ],
      "Weekly on Monday, ${ timesString }": [
        "Her Pazartesi, ${ timesString }"
      ],
      "Every ${ interval } week on Monday, ${ timesString }": [
        "Her ${ interval } hafta Pazartesi, ${ timesString }",
        "Her ${ interval } hafta Pazartesi, ${ timesString }"
      ],
      "Weekly on Tuesday, ${ timesString }": [
        "Her Salı, ${ timesString }"
      ],
      "Every ${ interval } week on Tuesday, ${ timesString }": [
        "Her Salı, ${ timesString }",
        "Her ${ interval } haftada bir Salı, ${ timesString }"
      ],
      "Weekly on Wednesday, ${ timesString }": [
        "Her Çarşamba, ${ timesString }"
      ],
      "Every ${ interval } week on Wednesday, ${ timesString }": [
        "Her Çarşamba, ${ timesString }",
        "Her ${ interval } haftada bir Çarşamba, ${ timesString }"
      ],
      "Weekly on Thursday, ${ timesString }": [
        "Her Perşembe, ${ timesString }"
      ],
      "Every ${ interval } week on Thursday, ${ timesString }": [
        "Her Perşembe, ${ timesString }",
        "Her ${ interval } haftada bir Perşembe, ${ timesString }"
      ],
      "Weekly on Friday, ${ timesString }": [
        "Her Cuma, ${ timesString }"
      ],
      "Every ${ interval } week on Friday, ${ timesString }": [
        "Her Cuma, ${ timesString }",
        "Her ${ interval } haftada bir Cuma, ${ timesString }"
      ],
      "Weekly on Saturday, ${ timesString }": [
        "Her Cumartesi, ${ timesString }"
      ],
      "Every ${ interval } week on Saturday, ${ timesString }": [
        "Her Cumartesi, ${ timesString }",
        "Her ${ interval } haftada bir Cumartesi, ${ timesString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ timesString }": [
        "Her ${ multipleDaysString }, ${ timesString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ timesString }": [
        "Her ${ multipleDaysString }, ${ timesString }",
        "Her ${ interval } haftada bir ${ multipleDaysString }, ${ timesString }"
      ],
      "Weekly on all days, ${ untilString }": [
        "Haftanın her günü, ${ untilString }"
      ],
      "Every ${ interval } week on all days, ${ untilString }": [
        "Haftanın her günü, ${ untilString }",
        "Her ${ interval } haftada bir haftanın her günü, ${ untilString }"
      ],
      "Weekly on Sunday, ${ untilString }": [
        "Her Pazar, ${ untilString }"
      ],
      "Every ${ interval } week on Sunday, ${ untilString }": [
        "Her Pazar, ${ untilString }",
        "Her ${ interval } haftada bir Pazar, ${ untilString }"
      ],
      "Weekly on Monday, ${ untilString }": [
        "Her Pazartesi, ${ untilString }"
      ],
      "Every ${ interval } week on Monday, ${ untilString }": [
        "Her Pazartesi, ${ untilString }",
        "Her ${ interval } haftada bir Pazartesi, ${ untilString }"
      ],
      "Weekly on Tuesday, ${ untilString }": [
        "Her Salı, ${ untilString }"
      ],
      "Every ${ interval } week on Tuesday, ${ untilString }": [
        "Her ${ interval } hafta Salı, ${ untilString }",
        "Her ${ interval } hafta Salı, ${ untilString }"
      ],
      "Weekly on Wednesday, ${ untilString }": [
        "Her Çarşamba, ${ untilString }"
      ],
      "Every ${ interval } week on Wednesday, ${ untilString }": [
        "Her ${ interval } hafta Çarşamba, ${ untilString }",
        "Her ${ interval } hafta Çarşamba, ${ untilString }"
      ],
      "Weekly on Thursday, ${ untilString }": [
        "Her Perşembe, ${ untilString }"
      ],
      "Every ${ interval } week on Thursday, ${ untilString }": [
        "Her ${ interval } hafta Perşembe, ${ untilString }",
        "Her ${ interval } hafta Perşembe, ${ untilString }"
      ],
      "Weekly on Friday, ${ untilString }": [
        "Her Cuma, ${ untilString }"
      ],
      "Every ${ interval } week on Friday, ${ untilString }": [
        "Her ${ interval } hafta Cuma, ${ untilString }",
        "Her ${ interval } hafta Cuma, ${ untilString }"
      ],
      "Weekly on Saturday, ${ untilString }": [
        "Her Cumartesi, ${ untilString }"
      ],
      "Every ${ interval } week on Saturday, ${ untilString }": [
        "Her ${ interval } hafta Cumartesi, ${ untilString }",
        "Her ${ interval } hafta Cumartesi, ${ untilString }"
      ],
      "Weekly on ${ multipleDaysString }, ${ untilString }": [
        "Her ${ multipleDaysString }, ${ untilString }"
      ],
      "Every ${ interval } week on ${ multipleDaysString }, ${ untilString }": [
        "Her ${ interval } hafta ${ multipleDaysString }, ${ untilString }",
        "Her ${ interval } hafta ${ multipleDaysString }, ${ untilString }"
      ]
    },
    "Monthly recurring event, frequency": {
      "Monthly ${ onDayString }": [
        "Aylık ${ onDayString }"
      ],
      "Every ${ interval } month ${ onDayString }": [
        "Her ${ interval } ayın ${ onDayString }",
        "Her ${ interval } ayın ${ onDayString }"
      ],
      "Monthly ${ onDayString }, ${ timesString }": [
        "Aylık ${ onDayString }, ${ timesString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ timesString }": [
        "Her ${ interval } ay ${ onDayString }, ${ timesString }",
        "Her ${ interval } ay ${ onDayString }, ${ timesString }"
      ],
      "Monthly ${ onDayString }, ${ untilString }": [
        "Aylık ${ onDayString }, ${ untilString }"
      ],
      "Every ${ interval } month ${ onDayString }, ${ untilString }": [
        "Her ${ interval } ay ${ onDayString }, ${ untilString }",
        "Her ${ interval } ay ${ onDayString }, ${ untilString }"
      ]
    },
    "Yearly recurring event, frequency": {
      "Yearly": [
        "Yıllık"
      ],
      "Every ${ interval } year": [
        "Her yıl",
        "Her ${ interval } yılda bir"
      ],
      "Yearly, ${ timesString }": [
        "Yıllık, ${ timesString }"
      ],
      "Every ${ interval } year, ${ timesString }": [
        "Her yıl, ${ timesString }",
        "Her ${ interval } yılda bir, ${ timesString }"
      ],
      "Yearly, ${ untilString }": [
        "Yıllık, ${ untilString }"
      ],
      "Every ${ interval } year, ${ untilString }": [
        "Her yıl, ${ untilString }",
        "Her ${ interval } yılda bir, ${ untilString }"
      ]
    },
    "Error when exporting event from calendar": {
      "Event from ${ timeString }, ${ rruleString }": [
        "${ timeString } tarihindeki ${ rruleString } etkinlik"
      ],
      "Event @ ${ timeString }": [
        "${ timeString } tarihindeki etkinlik"
      ]
    },
    "Attached ics file error": {
      "Invalid ICS file": [
        "Geçersiz ICS dosyası"
      ],
      "Invalid event": [
        "Geçersiz etkinlik"
      ],
      "Unsupported event": [
        "Desteklenmeyen etkinlik"
      ]
    },
    "Event invitation error": {
      "Invalid response": [
        "Geçersiz yanıt"
      ],
      "Invalid invitation": [
        "Geçersiz davet"
      ],
      "Unsupported response": [
        "Desteklenmeyen yanıt"
      ],
      "Unsupported invitation": [
        "Desteklenmeyen davet"
      ],
      "Attached ICS file could not be parsed": [
        "Eklenen ICS dosyası ayrıştırılamadı"
      ],
      "Attached ICS file could not be decrypted": [
        "Eklenen ICS dosyası çözülemedi"
      ],
      "We could not retrieve the event from your calendar": [
        "Etkinliği, takviminizden alamadık"
      ],
      "We could not update the event in your calendar": [
        "Takviminizdeki etkinliği güncelleyemedik"
      ],
      "Your answer was sent, but the event could not be added to your calendar": [
        "Cevabınız gönderildi, ancak etkinlik takviminize eklenemedi"
      ],
      "Your answer was sent, but the event could not be updated in your calendar": [
        "Cevabınız gönderildi, ancak etkinlik takviminizde güncellenemedi"
      ],
      "We could not cancel the event in your calendar": [
        "Takviminizdeki etkinliği iptal edemedik"
      ],
      "Unexpected error": [
        "Beklenmeyen hata"
      ]
    },
    "Keyboard shortcut section name": {
      "Basic navigation": [
        "Temel gezinti"
      ],
      "Basic actions": [
        "Temel eylemler"
      ],
      "Folder shortcuts": [
        "Klasör kısayolları"
      ],
      "Composer shortcuts": [
        "Oluşturucu kısayolları"
      ],
      "List shortcuts": [
        "Liste kısayolları"
      ],
      "Action shortcuts": [
        "Eylem kısayolları"
      ],
      "Message shortcuts": [
        "İleti kısayolları"
      ]
    },
    "Keyboard shortcut name": {
      "Move up": [
        "Yukarı git"
      ],
      "Jump to first": [
        "En başa git"
      ],
      "Move down": [
        "Aşağı git"
      ],
      "Jump to last": [
        "En sona git"
      ],
      "Move right / expand": [
        "Sağa git / genişlet"
      ],
      "Move left / collapse": [
        "Sola git / küçült"
      ],
      "Apply / open": [
        "Uygula / aç"
      ],
      "Cancel / close": [
        "İptal / Kapat"
      ],
      "Open this modal": [
        "Diyaloğu aç"
      ],
      "Select / unselect": [
        "Seç / seçimi kaldır"
      ],
      "Go to Inbox": [
        "Gelen kutusuna git"
      ],
      "Go to Archive": [
        "Arşive git"
      ],
      "Go to Sent": [
        "Gönderilenlere git"
      ],
      "Go to Starred": [
        "Yıldızlılara git"
      ],
      "Go to Drafts": [
        "Taslaklara git"
      ],
      "Go to Trash": [
        "Çöp kutusuna git"
      ],
      "Go to Spam": [
        "Gereksize git"
      ],
      "Go to All Mail": [
        "Tüm postalara git"
      ],
      "Save draft": [
        "Taslağı kaydet"
      ],
      "Send email": [
        "E-posta gönder"
      ],
      "Close draft": [
        "Taslağı kapat"
      ],
      "Minimize / maximize composer": [
        "Oluşturucuyu küçült / büyüt"
      ],
      "Expand / contract composer": [
        "Yazı kutusunu büyüt / küçült"
      ],
      "Attach file": [
        "Dosya ekle"
      ],
      "Add expiration time": [
        "Son kullanma süresi ekle"
      ],
      "Add encryption": [
        "Şifreleme ekle"
      ],
      "Discard draft": [
        "Taslağı iptal et"
      ],
      "Open previous message": [
        "Önceki iletiyi aç"
      ],
      "Open next message": [
        "Sonraki iletiyi aç"
      ],
      "Show unread emails": [
        "Okunmamış e-postaları görüntüle"
      ],
      "Show all emails": [
        "Tüm e-postaları göster"
      ],
      "Select / unselect all": [
        "Tümünü seç / seçimi kaldır"
      ],
      "Search": [
        "Arama"
      ],
      "New message": [
        "Yeni ileti"
      ],
      "Star": [
        "Yıldız"
      ],
      "Mark as unread": [
        "Okunmadı olarak işaretle"
      ],
      "Label as...": [
        "Etiketle..."
      ],
      "Create filter with...": [
        "Süzgeç oluştur..."
      ],
      "Move to...": [
        "Taşı..."
      ],
      "Move to Inbox": [
        "Gelen kutusuna taşı"
      ],
      "Move to Archive": [
        "Arşive taşı"
      ],
      "Move to Spam": [
        "Gereksize taşı"
      ],
      "Move to Trash": [
        "Çöp kutusuna taşı"
      ],
      "Delete permanently": [
        "Kalıcı olarak sil"
      ],
      "Reply": [
        "Yanıtla"
      ],
      "Reply all": [
        "Tümünü yanıtla"
      ],
      "Forward": [
        "Yönlendir"
      ],
      "Load remote content": [
        "Uzak içeriği yükle"
      ],
      "Load embedded images": [
        "Gömülü resimleri yükle"
      ],
      "Show original message": [
        "İletinin aslını görüntüle"
      ]
    },
    "Settings section title": {
      "General": [
        "Genel"
      ],
      "Import & export": [
        "İçe/Dışa aktarma"
      ],
      "Identity & addresses": [
        "Kimlik ve adresler"
      ],
      "Appearance": [
        "Görünüm"
      ],
      "Folders & labels": [
        "Klasörler ve etiketler"
      ],
      "Filters": [
        "Filtreler"
      ],
      "Auto reply": [
        "Otomatik Yanıt"
      ],
      "Domain Names": [
        "Alan Adları"
      ],
      "Encryption & keys": [
        "Şifreleme ve anahtarlar"
      ],
      "IMAP/SMTP": [
        "IMAP/SMTP"
      ],
      "VPN apps": [
        "VPN uygulamaları"
      ],
      "Calendars": [
        "Takvimler"
      ],
      "Users & addresses": [
        "Kullanıcı ve Adresler"
      ],
      "Domain names": [
        "Alan adları"
      ],
      "Organization & keys": [
        "Kuruluş ve Anahtarlar"
      ],
      "Multi-user support": [
        "Çoklu kullanıcı desteği"
      ],
      "Account": [
        "Hesap"
      ],
      "Organization": [
        "Kuruluş"
      ]
    },
    "Settings description": {
      "You can apply multiple labels to a single message, but messages can usually only be in a single folder. Drag and drop to rearrange the order of your folders and labels.": [
        "Tek bir iletiye birden çok etiket uygulayabilirsiniz, ancak iletiler genellikle yalnızca tek bir klasörde olabilir. Klasörlerinizin ve etiketlerinizin sırasını yeniden düzenlemek için sürükleyip bırakın."
      ]
    },
    "Upgrade": {
      "Upgrade to ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } to connect up to ${ plusVpnConnections } device to the VPN at once": [
        "Aynı anda ${ plusVpnConnections } cihaza kadar bağlantı sağlamak için ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } planına yükseltin",
        "Aynı anda ${ plusVpnConnections } cihaza kadar bağlantı sağlamak için ${ protonVpnName } ${ PLAN_NAMES[PLANS.VPNPLUS] } planına yükseltin"
      ]
    },
    "Navigation": {
      "Back to Mailbox": [
        "Posta kutusuna dön"
      ],
      "Back to Calendar": [
        "Takvime dön"
      ],
      "Back to Contacts": [
        "Kişilere dön"
      ],
      "Back to Drive": [
        "Drive'a dön"
      ]
    },
    "Email Unsubscribe Categories": {
      "${ allCategoriesExceptTheLastOne } and ${ lastCategory }": [
        "${ allCategoriesExceptTheLastOne } ve ${ lastCategory }"
      ]
    },
    "Email Unsubscribe": {
      "You unsubscribed from ${ categoriesJsx } emails.": [
        "${ categoriesJsx } eposta aboneliğinden çıktınız."
      ],
      "You resubscribed to ${ categoriesJsx } emails.": [
        "${ categoriesJsx } epostalarına abone oldunuz."
      ],
      "Which emails do you want to receive from Proton?": [
        "Proton'dan hangi epostaları almak istiyorsunuz?"
      ]
    },
    "Signup label": {
      "Username": [
        "Kullanıcı adı"
      ],
      "Email": [
        "E-posta"
      ]
    },
    "Recovery method": {
      "email address": [
        "e-posta adresi"
      ],
      "phone number": [
        "telefon numarası"
      ],
      "Email": [
        "E-posta"
      ],
      "Phone number": [
        "Telefon numarası"
      ]
    },
    "blackfriday Info": {
      "Get early access to our new encrypted drive for FREE by upgrading to a Plus bundle now.": [
        "Şimdi bir Plus paketine yükselterek yeni şifrelenmiş sürücümüze ÜCRETSİZ olarak erken erişim sağlayın."
      ],
      "This subscription will automatically renew after 2 years at the same rate until it is cancelled.": [
        "Bu abonelik, iptal edilene kadar 2 yıllık bir dönem sonrasında aynı fiyattan otomatik olarak yenilenecektir."
      ],
      "Discounts are based on monthly pricing.": [
        "İndirimler aylık fiyatlandırmaya dayanmaktadır."
      ],
      "Offer valid only for first-time paid subscriptions.": [
        "Teklif yalnızca ilk kez ücretli abone olanlar için geçerlidir."
      ],
      "Save ${ percentage }%": [
        "%${ percentage }"
      ],
      "Includes": [
        "İçerdikleri"
      ],
      "early access to": [
        "erken erişim:"
      ],
      "ProtonDrive": [
        "ProtonDrive"
      ],
      "Free": [
        "Ücretsiz"
      ],
      "Standard price: ${ regularPrice }": [
        "Standart fiyat: ${ regularPrice }"
      ]
    },
    "blackfriday Title": {
      "ProtonDrive early access offer": [
        "ProtonDrive erken erişim teklifi"
      ],
      "Cyber Monday Sale": [
        "Siber Pazartesi İndirimi"
      ],
      "Black Friday Sale": [
        "Kara Cuma İndirimi"
      ],
      "for 1 month": [
        "1 ay için"
      ],
      "for 1 year": [
        "1 yıl için"
      ],
      "for 2 years": [
        "2 yıl için"
      ],
      "Billed as ${ amount } ${ supNotice }": [
        ""
      ],
      "(${ notice }) Renews after 1 year at a discounted annual price of ${ amount } every year (20% discount).": [
        "(${ notice }) 1 yıl sonra her yıl, yıllık ${ amount } indirimli fiyatla yenilenir (%20 indirim)."
      ],
      "(${ notice }) Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (47% discount).": [
        "(${ notice }) 2 yıl sonra her 2 yılda bir, 2 yıllık ${ amount } indirimli fiyatla yenilenir (%47 indirim)."
      ],
      "(${ notice }) Renews after 1 year at a discounted annual & bundle price of ${ amount } every year (36% discount).": [
        "(${ notice }) 1 yıl sonra her yıl, yıllık ${ amount } indirimli paket fiyatıyla yenilenir (%36 indirim)."
      ],
      "Most popular": [
        "En popüler olanlar"
      ]
    },
    "blackfriday Action": {
      "Upgrade": [
        "Yükselt"
      ],
      "Get limited-time deal": [
        "Sınırlı süreli fırsattan yararlanın"
      ]
    },
    "blackfriday info": {
      "per month": [
        "aylık"
      ]
    },
    "blackfriday Promo title, need to be short": {
      "Special offer": [
        "Özel teklif"
      ]
    }
  }
}
