{
  "headers": {
    "plural-forms": "nplurals=2; plural=(n != 1);",
    "language": "pt-BR"
  },
  "contexts": {
    "": {},
    "Error": {
      "This message may contain some link's URL that cannot be properly opened by your current browser": [
        "Esta mensagem pode conter algum URL de link que não pode ser aberto corretamente pelo seu navegador atual"
      ],
      "Authentication canceled.": [
        "Autenticação cancelada."
      ],
      "Your import will not be processed.": [
        "Sua importação não será processada."
      ],
      "Authentication error.": [
        "Erro de autenticação."
      ],
      "Unknown error": [
        "Erro desconhecido"
      ],
      "Email address invalid": [
        "Endereço de e-mail inválido"
      ],
      "This field is required": [
        "Este campo é obrigatório"
      ],
      "The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.": [
        "O navegador que você está usando não permite que o pagamento seja completamente autorizado. Por favor, use um navegador diferente ou inicie a sessão através de um computador."
      ],
      "Something went wrong, please ${ refresh } in order to proceed. If you still see this error message please contact our ${ supportTeam }.": [
        "Algo deu errado. Por favor, ${ refresh } a página para continuar. Se você continuar vendo esta mensagem de erro, entre em contato com nossa ${ supportTeam }."
      ],
      "Can't validate email, try again later": [
        "Não é possível validar o e-mail, tente novamente mais tarde"
      ],
      "Can't validate phone, try again later": [
        "Não é possível validar o telefone, tente novamente mais tarde"
      ],
      "Enter 6 digits": [
        "Insira 6 dígitos"
      ],
      "Invalid verification code": [
        "Código de verificação inválido"
      ],
      "File has no contents to preview": [
        "O arquivo não tem conteúdo para visualização"
      ],
      "Preferences could not be saved": [
        "As preferências não puderam ser salvas"
      ],
      "Some groups could not be deleted": [
        "Alguns grupos não puderam ser excluídos"
      ],
      "Image upload failed": [
        "Falha no carregamento da imagem"
      ],
      "Contact could not be saved": [
        "O contato não pôde ser salvo"
      ],
      "Some contacts could not be deleted": [
        "Alguns contatos não puderam ser excluídos"
      ],
      "Invalid public key file": [
        "Arquivo de chave pública inválido"
      ],
      "You can't send a mail to more than 100 recipients": [
        "Você não pode enviar um e-mail para mais de 100 destinatários"
      ],
      "One of the contacts has no email address: ${ noEmailsContactNamesList }": [
        "Um dos contatos não tem endereço de e-mail: ${ noEmailsContactNamesList }",
        "Alguns contatos não têm endereço de e-mail: ${ noEmailsContactNamesList } "
      ],
      "You can't send vCards of more than 10 contacts": [
        "Você não pode enviar vCards de mais de 10 contatos"
      ],
      "There was an error when exporting the contacts vCards": [
        "Ocorreu um erro ao exportar os vCards dos contatos"
      ],
      "One of the groups has no contacts: ${ noContactGroupList }": [
        "Um dos grupos não tem contatos: ${ noContactGroupList }",
        "Alguns dos grupos não têm contatos: ${ noContactGroupList } "
      ],
      "You must set a name": [
        "Você deve definir um nome"
      ],
      "A group with this name already exists": [
        "Já existe um grupo com esse"
      ],
      "Invalid name": [
        "Nome inválido"
      ],
      "Process aborted": [
        "Processo abortado"
      ],
      "Payment process cancelled": [
        "Processo de pagamento cancelado"
      ],
      "Payment process failed": [
        "Falha no processo de pagamento"
      ],
      "Payment process consumed": [
        "Processo de pagamento concluído"
      ],
      "Payment process not supported": [
        "Processo de pagamento não suportado"
      ],
      "Unknown payment token status": [
        "Status da token de pagamento desconhecido"
      ],
      "Tab closed": [
        "Guia fechada"
      ],
      "Name on card required": [
        "Nome no cartão de crédito obrigatório"
      ],
      "Invalid expiration date": [
        "Data de validade inválida"
      ],
      "Invalid card number": [
        "Número de cartão inválido"
      ],
      "Invalid ${ name } code": [
        "Código ${ name } inválido"
      ],
      "Invalid postal code": [
        "Código postal inválido"
      ],
      "Error connecting to the Bitcoin API.": [
        "Erro ao conectar com a API do Bitcoin."
      ],
      "Amount below minimum.": [
        "Valor abaixo do mínimo permitido."
      ],
      "Amount above the maximum.": [
        "Valor acima do máximo permitido."
      ],
      "The minimum amount that can be donated is ${ price }": [
        "O valor mínimo que pode ser doado é ${ price }"
      ],
      "The minimum amount of credit that can be added is ${ _price }": [
        "O valor mínimo de crédito que pode ser adicionado é ${ _price }"
      ],
      "The minimum payment we accept is ${ _price2 }": [
        "O pagamento mínimo que aceitamos é ${ _price2 }"
      ],
      "Checkout expired, please try again.": [
        "Pedido expirado. Por favor, tente novamente."
      ],
      "Invalid code": [
        "Código inválido"
      ],
      "We were unable to connect to your service provider.": [
        ""
      ],
      "Please try to reauthenticate and make sure the permissions are set correctly.": [
        ""
      ],
      "Incorrect mailbox password. Please try again": [
        "Senha da caixa de correio incorreta. Por favor, tente novamente"
      ],
      "Incorrect login credentials. Please try again": [
        "Credenciais de acesso incorretas. Por favor, tente novamente"
      ],
      "This field requires a minimum of ${ minimumLength } characters.": [
        "Esse campo requer um mínimo de ${ minimumLength } caracteres."
      ],
      "Email is not valid": [
        "O e-mail é inválido"
      ],
      "Not a valid number": [
        "Não é um número válido"
      ],
      "Passwords do not match": [
        "As senhas não coincidem"
      ],
      "Request timed out.": [
        "A solicitação expirou."
      ],
      "Signature verification failed": [
        "Falha na verificação da assinatura"
      ],
      "Could not find address ${ email }.": [
        "Não foi possível encontrar o endereço ${ email }."
      ],
      "Missing signature": [
        "Assinatura ausente"
      ],
      "Contact signature not verified": [
        "A assinatura do contato não pôde ser verificada"
      ],
      "Signature not verified": [
        "Assinatura não verificada"
      ],
      "Incorrect password. Please try again.": [
        "Senha inválida. Por favor, tente novamente."
      ],
      "No valid address found": [
        "Nenhum endereço válido encontrado"
      ]
    },
    "Info": {
      "Loading": [
        "Carregando"
      ],
      "No results found": [
        "Nenhum resultado encontrado"
      ],
      "No contacts added yet": [
        "Nenhum contato foi adicionado ainda"
      ],
      "Week": [
        "Semana"
      ],
      "This link may be a homograph attack and cannot be opened by Internet Explorer and Edge browsers. If you are certain the link is legitimate, please use a different browser to open it.": [
        "Este link pode ser um ataque homógrafo e não pode ser aberto pelos navegadores Internet Explorer e Edge. Se você tiver certeza de que o link é legítimo, use um navegador diferente para abri-lo."
      ],
      "This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.": [
        "Este link pode ser um ataque homógrafo. Por favor, verifique se este é o link que deseja visitar ou não o abra."
      ],
      "You are about to open another browser tab and visit:": [
        "Você está prestes a abrir outra guia do navegador e visitar:"
      ],
      "Learn more": [
        "Saiba mais"
      ],
      "Drop the file here to upload": [
        "Arraste o arquivo aqui para fazer upload"
      ],
      "support team": [
        "equipe de suporte"
      ],
      "Loading ${ appName }": [
        "Carregando ${ appName }"
      ],
      "Your Proton account is currently on hold. To continue using your account, please pay any overdue invoices.": [
        "Sua conta Proton está atualmente suspensa. Para continuar usando sua conta, pague as faturas pendentes."
      ],
      "Would you like to receive a new verification code or use an alternative verification method?": [
        "Você gostaria de receber um novo código de verificação ou usar um método de verificação diferente?"
      ],
      "Enter the verification code that was sent to ${ destinationText }.": [
        "Digite o código de verificação que foi enviado para ${ destinationText }."
      ],
      "If you don't find the email in your inbox, please check your spam folder.": [
        "Se você não encontrar o e-mail na caixa de entrada. Por favor, verifique a pasta de spam."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this email address is incorrect, click \"Edit\" to correct it.": [
        "Clique em \"Solicitar novo código\" para que um novo código seja enviado para ${ strong }. Se esse email estiver incorreto, clique em \"Editar\" para corrigir isso."
      ],
      "Click \"Request new code\" to have a new verification code sent to ${ strong }. If this phone number is incorrect, click \"Edit\" to correct it.": [
        "Clique em \"Solicitar novo código\" para que um novo código seja enviado para ${ strong }. Se esse número de telefone estiver incorreto, clique em \"Editar\" para corrigir isso."
      ],
      "To fight spam and abuse, please verify you are human.": [
        "Para combater o spam e/ou abuso, verifique se você é humano."
      ],
      "Your email will only be used for this one-time verification.": [
        "O seu e-mail será utilizado somente nesta verificação única."
      ],
      "Your phone number will only be used for this one-time verification.": [
        "O seu número de telefone será utilizado somente nesta verificação única."
      ],
      "If you are having trouble creating your account, please request an invitation and we will respond within one business day.": [
        "Se você estiver tendo problemas para criar sua conta, solicite um convite e nós responderemos no prazo de um dia útil."
      ],
      "Unsupported file": [
        "Arquivo não suportado"
      ],
      "No preview available": [
        "Nenhuma pré-visualização disponível"
      ],
      "Preview": [
        "Visualizar"
      ],
      "Loading preview": [
        "Carregando visualização"
      ],
      "This browser does not support previewing PDF documents. Please download the file.": [
        "Este navegador não suporta pré-visualização de documentos PDF. Por favor, baixe o arquivo."
      ],
      "of": [
        "de"
      ],
      "${ contactEmailsLength } Member": [
        "${ contactEmailsLength } membro",
        "${ contactEmailsLength } membros"
      ],
      "${ namesWithoutLast } and ${ nameOfLast }": [
        "${ namesWithoutLast } e ${ nameOfLast }"
      ],
      "${ contactName } contains multiple email addresses. Please select which email address or addresses to add to this group.": [
        "${ contactName } contém vários endereços de e-mail. Selecione qual ou quais endereços de e-mail serão adicionados a este grupo."
      ],
      "${ contactName } contains multiple email addresses. Please select which email address or addresses to add to ${ groupsEnumeration }.": [
        "${ contactName } contém vários endereços de e-mail. Selecione qual ou quais endereços de e-mail serão adicionados a ${ groupsEnumeration }."
      ],
      "${ contactsEnumeration } contain multiple email addresses. Please select which email address or addresses to add to this group.": [
        "${ contactsEnumeration } contém vários endereços de e-mail. Selecione qual ou quais endereços de e-mail serão adicionados a este grupo."
      ],
      "${ contactsEnumeration } contain multiple email addresses. Please select which email address or addresses to add to ${ groupsEnumeration }.": [
        "${ contactsEnumeration } contém vários endereços de e-mail. Selecione qual ou quais endereços de e-mail serão adicionados a ${ groupsEnumeration }."
      ],
      "Select the email format you want to be used by default when sending an email to this email address.": [
        "Selecione o formato de e-mail que você deseja que seja usado por padrão ao enviar um e-mail para este endereço."
      ],
      "PGP/Inline is only compatible with Plain Text format. Please note that ProtonMail always signs encrypted messages.": [
        "O PGP/Incorporado só é compatível com o formato texto sem formatação. Observe que o ProtonMail sempre assina mensagens criptografadas."
      ],
      "PGP/MIME automatically sends the message using the current composer mode. Please note that ProtonMail always signs encrypted messages": [
        "O PGP/MIME envia automaticamente a mensagem usando o modo de composição atual. Observe que o ProtonMail sempre assina mensagens criptografadas"
      ],
      "Please note that addresses assigned to this group will NOT be deleted.": [
        "Observe que os endereços atribuídos a este grupo NÃO serão excluídos."
      ],
      "Please wait while we look for contacts that contain data encrypted with the inactive key.": [
        "Aguarde enquanto procuramos contatos que contenham dados criptografados com a chave inativa."
      ],
      "Checking contact ${ progress } of ${ max }...": [
        "Verificando o contato ${ progress } de ${ max }..."
      ],
      "${ updated } contact updated successfully.": [
        "${ updated } contato atualizado com sucesso.",
        "${ updated } contatos atualizados com sucesso."
      ],
      "To recover your data, you need to re-activate the contact encryption key used at the time when the data was created. This will require you to remember the password used when the key was generated.": [
        "Para recuperar os seus dados, será necessário reativar a chave de criptografia de contato usada no momento que os dados foram criados. Para isso será necessário que você lembre a senha usada quando a chave foi gerada."
      ],
      "Key fingerprint": [
        "Chave de impressão digital"
      ],
      "Cannot remember your password? We can help you clear the encrypted data of all contacts encrypted with this key and in the process dismiss the alert.": [
        "Não consegue lembrar a sua senha? Nós podemos ajudá-lo a limpar os dados criptografados de todos os contatos criptografados com esta chave, e no processo, dispensar o alerta."
      ],
      "Please wait while we look for contacts that can be re-signed with the primary encryption key.": [
        "Espere enquanto procuramos por contatos que possam ser assinados novamente com a chave de criptografia primária."
      ],
      "To re-sign your contacts, we need to check every contact against the list of encryption keys available in your account. If no match is found, your contact will be re-signed with the primary encryption key.": [
        "Para assinar novamente os seus contatos, precisamos comparar todos os contatos com a lista de chaves criptográficas disponíveis em sua conta. Se nenhuma correspondência for encontrada, o seu contato será assinado novamente com a chave de criptografia primária."
      ],
      "Please note that this process may take some time depending on the size of your address book.": [
        "Observe que este processo pode levar algum tempo dependendo do tamanho da sua lista de contatos."
      ],
      "Group assignment applied": [
        "Atribuição de grupo aplicada"
      ],
      "Create a new contact group": [
        "Crie um novo grupo de contatos"
      ],
      "No group found": [
        "Nenhum grupo encontrado"
      ],
      "Duplicate key updated": [
        "Chave duplicada atualizada"
      ],
      "Setting up PGP allows you to send end-to-end encrypted emails with a non-ProtonMail user that uses a PGP compatible service.": [
        "A configuração do PGP permite que você envie e-mails criptografados de ponta a ponta com um usuário que não usa o ProtonMail, mas que usa um serviço compatível com PGP."
      ],
      "Address Verification with Trusted Keys is enabled for this address. To be able to send to this address, first trust public keys that can be used for sending.": [
        "A verificação de endereço com chaves confiáveis ​​está ativada para este endereço. Para poder enviar para este endereço, primeiro confie nas chaves públicas que podem ser usadas para envio."
      ],
      "This address is disabled. To be able to send to this address, the owner must first enable the address.": [
        "Este endereço está desativado. Para poder enviar para este endereço, o proprietário deve primeiro ativar o endereço."
      ],
      "To use Address Verification, you must trust one or more available public keys, including the one you want to use for sending. This prevents the encryption keys from being faked.": [
        "Para poder utilizar a verificação de endereço, você deve confiar em uma ou mais chaves públicas disponíveis, incluindo aquela que você deseja usar para o envio. Isso evita que as chaves de criptografia possam ser falsificadas."
      ],
      "Only change these settings if you are using PGP with non-ProtonMail recipients.": [
        "Altere essas configurações apenas se você estiver usando o PGP com destinatários que não usam o ProtonMail."
      ],
      "None of the uploaded keys are valid for encryption. Encryption is automatically disabled.": [
        "Nenhum das chaves carregadas é valida para criptografia. A criptografia será automaticamente desativada."
      ],
      "Primary": [
        "Principal"
      ],
      "No email address": [
        "Nenhum endereço de e-mail"
      ],
      "${ contactsCount } contact found": [
        "${ contactsCount } contato encontrado",
        "${ contactsCount } contatos encontrados"
      ],
      "${ groupCounts } group found": [
        "${ groupCounts } grupo encontrado",
        "${ groupCounts } grupos encontrados"
      ],
      "We support importing CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps. We also support importing vCard 4.0. (UTF-8 encoding).": [
        "Oferecemos suporte para importação de arquivos CSV do Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora e alguns outros aplicativos. Também suportamos a importação de vCard 4.0. (codificação UTF-8)."
      ],
      "The application needs to locally decrypt your contacts before they can be exported. At the end of the process, a VCF file will be generated and you will be able to download it.": [
        "O aplicativo precisa descriptografar localmente seus contatos antes que eles possam ser exportados. Ao final do processo, um arquivo VCF será gerado e você poderá baixá-lo."
      ],
      "${ addressCount } email address": [
        "${ addressCount } endereço de e-mail",
        "${ addressCount } endereços de e-mail"
      ],
      "Your account has at least one overdue invoice. Your access has been restricted. ${ payInvoiceLink }": [
        "Sua conta tem pelo menos uma fatura vencida. Seu acesso foi restringido. ${ payInvoiceLink }"
      ],
      "Your account has at least one overdue invoice. Your access will soon get restricted. ${ payInvoiceLink }": [
        "Sua conta tem pelo menos uma fatura vencida. O seu acesso será restringido em breve. ${ payInvoiceLink }"
      ],
      "Account access restricted due to unpaid invoices. Please contact your administrator.": [
        "O acesso à conta foi restringida devido a faturas não pagas. Por favor, contate seu administrador."
      ],
      "Free up some space or add more storage space.": [
        "Libere algum espaço ou adicione mais espaço de armazenamento."
      ],
      "Free up some space or contact your administrator.": [
        "Libere algum espaço ou contate seu administrador."
      ],
      "You reached 100% of your storage capacity. You cannot send or receive new emails. ${ freeUpMessage } ${ upgradeLink }": [
        "Você atingiu 100% da sua capacidade de armazenamento. Você não pode enviar ou receber novos e-mails. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "You reached ${ spaceDisplayed }% of your storage capacity. ${ freeUpMessage } ${ upgradeLink }": [
        "Você atingiu ${ spaceDisplayed }% da sua capacidade de armazenamento. ${ freeUpMessage } ${ upgradeLink }"
      ],
      "Internet connection restored.": [
        "Conexão com a internet restaurada."
      ],
      "Internet connection lost. Please check your device's connectivity.": [
        "Perda de conexão com a internet. Por favor, verifique a conectividade do seu dispositivo."
      ],
      "You are currently signed in as ${ user.Name } (${ user.Email }) and have restricted access.": [
        "Você está atualmente logado como ${ user.Name } (${ user.Email }) e tem acesso restrito."
      ],
      "${ appName } needs your permission to ${ enableDesktopNotifications }.": [
        "${ appName } precisa da sua permissão para ${ enableDesktopNotifications }."
      ],
      "You have enabled Beta Access. Click ${ refreshButton } to use the latest version of ${ appName }. The application will be reloaded.": [
        "Você habilitou o Acesso Beta. Clique em ${ refreshButton } para usar a última versão de ${ appName }. O aplicativo será recarregado."
      ],
      "You have disabled Beta Access. Click ${ refreshButton } to use the stable version of ${ appName }. The application will be reloaded.": [
        "Você desabilitou o Acesso Antecipado. Clique em ${ refreshButton } para utilizar a versão estável do ${ appName }. O aplicativo será recarregado."
      ],
      "Screenshot(s) attached": [
        "Captura(s) de tela anexada"
      ],
      "Refreshing the page or ${ link } will automatically resolve most issues.": [
        "Atualizando a página ou ${ link } irá resolver a maioria dos problemas."
      ],
      "Since you're a loyal user, your account has additional features enabled.": [
        "Como você é um usuário fiel, sua conta tem recursos adicionais ativados."
      ],
      "By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.": [
        "Ao voltar para um plano Gratuito, você perderá esses benefícios permanentemente, mesmo se fizer uma atualização novamente no futuro."
      ],
      "+${ bonusSpace } bonus storage": [
        "+${ bonusSpace } armazenamento de bônus"
      ],
      "+${ organization.BonusVPN } connection for ProtonVPN (allows you to connect more devices to VPN)": [
        "+${ organization.BonusVPN } conexão para ProtonVPN (permite que você conecte mais dispositivos à VPN)",
        "+${ organization.BonusVPN } conexões para ProtonVPN (permite que você conecte mais dispositivos à VPN)"
      ],
      "Your bank requires 3-D Secure verification for security purposes.": [
        "Por motivos de segurança, seu banco requer a verificação de segurança 3-D."
      ],
      "Verification will open a new tab, please disable any popup blockers. You will not be charged. Any amount used to verify the card will be refunded immediately.": [
        "A verificação abrirá uma nova guia, desative todos os bloqueadores de pop-up. Você não será cobrado. Qualquer valor usado para verificar o cartão será devolvido imediatamente."
      ],
      "Verification will open a new tab, please disable any popup blockers.": [
        "A verificação abrirá um nova guia no navegador. Por favor, desative todos os bloqueadores de pop-up."
      ],
      "You will soon be redirected to PayPal to verify your payment.": [
        "Em breve você será redirecionado para o PayPal para verificar seu pagamento."
      ],
      "You will be soon redirected to your bank to verify your payment.": [
        "Em breve você será redirecionado ao seu banco para verificar seu pagamento."
      ],
      "Please verify the card in the new tab which was opened.": [
        "Por favor, verifique o cartão na nova guia que foi aberta."
      ],
      "Please verify payment at the new tab which was opened.": [
        "Por favor, verifique o pagamento na nova guia que foi aberta."
      ],
      "Verification can take a few minutes.": [
        "A verificação pode levar alguns minutos."
      ],
      "Payment can take a few minutes to fully verify.": [
        "O pagamento poder levar alguns minutos para ser totalmente verificado."
      ],
      "Please try again, use a different payment method, or contact PayPal for assistance.": [
        "Por favor, tente novamente, use um método diferente de pagamento ou contate o PayPal para obter ajuda."
      ],
      "Please try again, use a different payment method, or call your bank for assistance.": [
        "Por favor, tente novamente, use um método diferente de pagamento ou entre em contato com seu banco para obter ajuda."
      ],
      "For Visa and MasterCard, the 3 digits on the back of your card. For American Express, the 4 digits on the front of your card.": [
        "Para Visa e MasterCard, os 3 dígitos no verso do seu cartão. Para American Express, os 4 dígitos na frente do seu cartão."
      ],
      "Amount below minimum (${ amount }).": [
        "Valor abaixo do mínimo (${ amount })."
      ],
      "Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.": [
        "As transações de Bitcoin podem levar algum tempo para serem confirmadas (até 24 horas). Uma vez confirmado, iremos adicionar créditos à sua conta. Após a confirmação da transação, você pode pagar sua fatura com os créditos."
      ],
      "After making your Bitcoin payment, please follow the instructions below to upgrade.": [
        "Depois de fazer seu pagamento em Bitcoin, siga as instruções abaixo para atualizar."
      ],
      "Please verify the payment in the new tab.": [
        "Por favor, verifique o pagamento na nova aba."
      ],
      "We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.": [
        "Vamos redirecioná-lo para o PayPal em uma nova guia do navegador para concluir esta transação. Desative qualquer bloqueador de pop-ups que estiver usando."
      ],
      "You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please click on the button below.": [
        "Você deve ter um cartão de crédito ou uma conta bancária vinculada à sua conta do PayPal. Se a sua conta do PayPal não tiver isso, clique no botão abaixo."
      ],
      "This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.": [
        "Isso permitirá que o PayPal seja usado para pagar sua assinatura do Proton. Iremos redirecioná-lo para o PayPal em uma nova guia do navegador. Se você usar bloqueadores de pop-up, desative-os para continuar."
      ],
      "You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.": [
        "Você deve ter um cartão de crédito ou uma conta bancária vinculada à sua conta do PayPal para que possa ser adicionada como método de pagamento."
      ],
      "We use 3-D Secure to protect your payments.": [
        "Usamos o 3-D Secure para proteger os seus pagamentos."
      ],
      "Billed as ${ billedPrice } per year": [
        "Cobrado como ${ billedPrice } por ano"
      ],
      "Billed as ${ billedPrice } every 2 years": [
        "Cobrado como ${ billedPrice } a cada 2 anos"
      ],
      "Included": [
        "Incluso"
      ],
      "* Customizable features": [
        "* Recursos personalizáveis"
      ],
      "Access your streaming services, like ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, no matter where you are.": [
        "Acesse seus serviços de streaming, como ${ netflix }, ${ disney }, ${ primeVideo }, ${ many }, não importa onde você esteja."
      ],
      "Access blocked content, like social media, news, Wikipedia, YouTube, and many others, no matter where you are.": [
        "Acesse conteúdo bloqueado, como mídia social, notícias, Wikipedia, YouTube e muitos outros, não importa onde você esteja."
      ],
      "For getting started with private and secure emailing.": [
        "Para começar a enviar e-mails privados e seguros."
      ],
      "A free and uncensored Internet should be available to all.": [
        "Uma Internet livre e sem censura deveria estar disponível para todos."
      ],
      "Starter VPN service with P2P support.": [
        "Serviço VPN Básico com suporte a P2P."
      ],
      "Full-featured VPN with speed up to 10 Gbps.": [
        "Serviço de VPN completa com velocidades de até 10 Gbps."
      ],
      "For individuals that need a fully-featured mailbox with advanced protection.": [
        "Para indivíduos que precisam de uma caixa de correio com todos os recursos e proteção avançada."
      ],
      "For professionals that need secure business communications.": [
        "Para profissionais que precisam de comunicações comerciais seguras."
      ],
      "VPN + ${ mailAppName } bundle for families and small businesses.": [
        "VPN + ${ mailAppName } Pacote para famílias e pequenas empresas."
      ],
      "For families and small teams; includes both Mail and VPN.": [
        "Para famílias e equipes pequenas; inclui e-mail e VPN."
      ],
      "Save 20%": [
        "Economize 20%"
      ],
      "Your account is being upgraded, this may take up to 30 seconds.": [
        "Sua conta está sendo atualizada. Isto pode levar até 30 segundos."
      ],
      "Thank you for supporting our mission.": [
        "Obrigado por apoiar a nossa missão."
      ],
      "Your account will be updated once the payment is cleared.": [
        "Sua conta será atualizada assim que o pagamento for liberado."
      ],
      "Account successfully updated": [
        "Conta atualizada com sucesso"
      ],
      "Download your favorite app today and take privacy with you everywhere you go.": [
        "Baixe seu aplicativo favorito hoje e leve a privacidade com você para onde quer que você vá."
      ],
      "(Mail + VPN)": [
        "(E-mail + VPN)"
      ],
      "${ mailAppName } Free": [
        "${ mailAppName } Gratuito"
      ],
      "${ vpnAppName } Free": [
        "${ vpnAppName } Gratuito"
      ],
      "Billed at the end of your current billing cycle (renews on ${ renewalDate })": [
        "Cobrado no final do seu ciclo de faturamento atual (renovação em ${ renewalDate })"
      ],
      "You must remove any additional calendar and any shared calendar links before you can cancel your subscription. ${ linkButton }": [
        "Você deve remover qualquer calendário adicional e qualquer link de calendário compartilhado antes de cancelar sua assinatura. ${ linkButton }"
      ],
      "No payment is required at this time.": [
        "Nenhum pagamento é necessário no momento."
      ],
      "Please note that upon clicking the Confirm button, your account will have ${ creditsRemaining } credits remaining.": [
        "Por favor, note que ao clicar no botão Confirmar sua conta terá ${ creditsRemaining } créditos restantes."
      ],
      "20% discount applied to your subscription with coupon ${ code }": [
        "20% de desconto aplicado à sua assinatura com o cupom ${ code }"
      ],
      "Black Friday 2018 applied to your subscription": [
        "Black Friday 2018 aplicada à sua assinatura"
      ],
      "Black Friday 2019 applied to your subscription": [
        "Black Friday 2019 aplicada à sua assinatura"
      ],
      "Black Friday 2020 newcomer discount has been applied": [
        "O desconto para recém-chegado da Black Friday 2020 foi aplicado"
      ],
      "Discount applied to your subscription with coupon ${ code }": [
        "Foi aplicado um desconto em sua assinatura com o cupom ${ code }"
      ],
      "Payments are protected with TLS encryption and Swiss privacy laws.": [
        "Pagamentos são protegidos com criptografia TLS e pelas leis suiças de privacidade."
      ],
      "30 days money-back guarantee.": [
        "Garantia de devolução do seu dinheiro por até 30 dias."
      ],
      "Save extra 20%": [
        "Economize mais 20%"
      ],
      "${ save20 } on your subscription by switching to ${ annualBilling }": [
        "${ save20 } na sua assinatura mudando para o ${ annualBilling }"
      ],
      "${ saveExtra20 } on both Mail and VPN by adding a Mail subscription.": [
        "${ saveExtra20 } tanto em e-mail quanto em VPN adicionando uma assinatura de e-mail."
      ],
      "${ saveExtra20 } on both VPN and Mail by adding a VPN subscription.": [
        "${ saveExtra20 } tanto em VPN quanto em e-mail adicionando uma assinatura VPN."
      ],
      "Storage GB": [
        "Armazenamento GB"
      ],
      "Users": [
        "Usuários"
      ],
      "Domains": [
        "Domínios"
      ],
      "Addresses": [
        "Endereços"
      ],
      "Connections": [
        "Conexões"
      ],
      "Allows you to host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Permite hospedar e-mails para seu(s) próprio(s) domínio(s) em ${ mailAppName }, por exemplo john.smith@example.com"
      ],
      "Add additional addresses to your account like user2@protonmail.com": [
        "Adicione endereços extras à sua conta, como usuario2@protonmail.com"
      ],
      "Number of VPN connections which can be assigned to users. Each connected device consumes one VPN connection.": [
        "Número de conexões VPN que podem ser atribuídas a usuários. Cada dispositivo conectado consome uma conexão VPN."
      ],
      "ProtonMail Plus is limited to one user and starts with 5 GB of storage.": [
        "O ProtonMail Plus está limitado a um usuário e começa com 5 GB de armazenamento."
      ],
      "Switch to ${ professionalPlan } to add more users.": [
        "Mude para o ${ professionalPlan } para adicionar mais usuários."
      ],
      "ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } includes ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } VPN connection.": [
        "O ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } inclui ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } conexão de VPN.",
        "O ProtonVPN ${ PLAN_NAMES[PLANS.VPNPLUS] } inclui ${ plansNameMap[PLANS.VPNPLUS].MaxVPN } conexões de VPN."
      ],
      "Each additional connection can be assigned to users in your organization.": [
        "Cada conexão adicional pode ser atribuída a usuários em sua organização."
      ],
      "Switch to ${ professionalPlan } to add more connections.": [
        "Mude para ${ professionalPlan } para adicionar mais conexões."
      ],
      "${ mailAppName } Professional starts with one user, and each user adds 5 GB and 5 email addresses to the organization’s pool.": [
        "${ mailAppName } Profissional começa com um usuário, e cada usuário adiciona 5 GB e 5 endereços de e-mail no pool da organização."
      ],
      "Not customizable": [
        "Não customizável"
      ],
      "Expired": [
        "Expirado"
      ],
      "Import contacts": [
        ""
      ],
      "Your contacts are being imported from": [
        ""
      ],
      "to": [
        ""
      ],
      "Your import has started!": [
        ""
      ],
      "We will notify you once your import is finished.": [
        ""
      ],
      "Large imports can take several days to complete.": [
        ""
      ],
      "You can continue using Proton services as usual.": [
        ""
      ],
      "Your import will not be processed.": [
        ""
      ],
      "here": [
        "aqui"
      ],
      "This account has been suspended due to a potential policy violation.": [
        "Essa conta foi suspensa devido a uma possível violação da política de uso."
      ],
      "If you believe this is in error, please contact us ${ contactLink }.": [
        "Se você acredita que seja um erro, entre em contato conosco ${ contactLink }."
      ],
      "Basic navigation and actions remain available regardless of keyboard shortcuts being active or not in the settings.": [
        "Navegação básica e ações permanecem disponíveis, independentemente dos atalhos de teclado estarem ativos ou não nas configurações."
      ],
      "Session timed out.": [
        "Sessão expirada."
      ],
      "Internet connection lost.": [
        "Perda de conexão com a internet."
      ],
      "Servers are unreachable.": [
        "Os servidores estão inacessíveis."
      ],
      "${ uploadName } already exists in this location.": [
        "${ uploadName } já existe neste local."
      ],
      "What do you want to do?": [
        "O que você deseja fazer?"
      ],
      "Folder contents will merge into a single folder": [
        "O conteúdo da pasta será mesclado em uma única pasta"
      ],
      "A number will be added to the folder name": [
        "Um número será adicionado ao nome da pasta"
      ],
      "A number will be added to the filename": [
        "Um número será adicionado ao nome do arquivo"
      ],
      "This will overwrite the existing folder": [
        "Isto irá sobrescrever a pasta existente"
      ],
      "This will overwrite the existing file": [
        "Isto irá sobrescrever o arquivo existente"
      ],
      "Folder will not be uploaded": [
        "A pasta não será enviada"
      ],
      "File will not be uploaded": [
        "O arquivo não será enviado"
      ],
      "Your files will be encrypted and then saved.": [
        "Seus arquivos serão criptografados e depois salvos."
      ],
      "Are you sure you want to empty trash and permanently delete all the items?": [
        "Você tem certeza que deseja esvaziar a Lixeira e excluir permanentemente todos os itens?"
      ],
      "${ doneCount } Finished": [
        "${ doneCount } Concluído",
        "${ doneCount } Concluído"
      ],
      "${ doneUploadsCount } Uploaded": [
        "${ doneUploadsCount } Enviado",
        "${ doneUploadsCount } Enviados"
      ],
      "${ doneDownloadsCount } Downloaded": [
        "${ doneDownloadsCount } Baixado",
        "${ doneDownloadsCount } Baixados"
      ],
      "${ activeUploadsCount } Uploading (${ uploadProgress }%)": [
        "${ activeUploadsCount } Enviando (${ uploadProgress }%)",
        "${ activeUploadsCount } Enviando (${ uploadProgress }%)"
      ],
      "${ activeDownloadsCount } Downloading (${ downloadProgress }%)": [
        "${ activeDownloadsCount } Baixando (${ downloadProgress }%)",
        "${ activeDownloadsCount } Baixando (${ downloadProgress }%)"
      ],
      "${ pausedCount } Paused": [
        "${ pausedCount } Em pausa",
        "${ pausedCount } Em pausa"
      ],
      "${ canceledCount } Canceled": [
        "${ canceledCount } Cancelado",
        "${ canceledCount } Cancelados"
      ],
      "${ errorCount } Failed": [
        "${ errorCount } Falhou",
        "${ errorCount } Falhou"
      ],
      "Something went wrong, please try again later.": [
        "Ocorreu um erro, tente novamente mais tarde."
      ],
      "Initializing": [
        "Inicializando"
      ],
      "Conflict": [
        "Conflito"
      ],
      "Queued": [
        "Enfileirado"
      ],
      "${ speed }/s": [
        "${ speed }/s"
      ],
      "Paused": [
        "Em pausa"
      ],
      "Downloaded": [
        "Transferido"
      ],
      "Uploaded": [
        "Enviado"
      ],
      "Failed": [
        "Falhou"
      ],
      "Network issue": [
        "Problema na rede"
      ],
      "Canceled": [
        "Cancelado"
      ],
      "Finalizing": [
        "Finalizando"
      ],
      "Downloading": [
        "Baixando"
      ],
      "Uploading": [
        "Enviando"
      ],
      "Closing transfer manager will cancel all active transfers, are you sure?": [
        "Fechar o gerenciador de transferências cancelará todas as transferências ativas. Tem certeza?"
      ],
      "Create your first folder and start moving your files.": [
        "Crie sua primeira pasta e comece a mover seus arquivos."
      ],
      "Go to \"My files\" and upload some files first.": [
        "Vá para \"Meus arquivos\" e carregue alguns arquivos primeiro."
      ],
      "No files or folders in trash": [
        "Não há arquivos ou pastas na lixeira"
      ],
      "There are no files yet": [
        "Ainda não há arquivos"
      ],
      "Drag and drop a file here or choose to upload.": [
        "Arraste e solte um arquivo aqui ou escolha para fazer upload."
      ],
      "Share files with links": [
        "Compartilhar arquivos com links"
      ],
      "Create links and share your files with others.": [
        "Crie links e compartilhe seus arquivos com outros."
      ],
      "Link expires: ": [
        "O link expira em: "
      ],
      "Your file has finished downloading.": [
        "Seu arquivo foi baixado."
      ],
      "Your file failed to download.": [
        "Falha ao baixar o seu arquivo."
      ],
      "Your download has been canceled.": [
        "Seu download foi cancelado."
      ],
      "Your file is being downloaded.": [
        "Seu arquivo está sendo baixado."
      ],
      "Would you like to restore your files?": [
        "Você gostaria de restaurar os arquivos?"
      ],
      "Recovery process might take some time.": [
        "O processo de recuperação pode levar algum tempo."
      ],
      "More": [
        "Mais"
      ],
      "Your files are no longer accessible due to a password reset. Re-upload the old encryption key to regain the access. ${ mailSettingsLink }": [
        "Seus arquivos não estão mais acessíveis devido a uma redefinição de senha. Faça o upload da chave de criptografia antiga para recuperar o acesso. ${ mailSettingsLink }"
      ],
      "Some of your files are no longer accessible. Restore the access to your files. ${ startRecoveryButton }": [
        "Alguns de seus arquivos não estão mais acessíveis. Restaure o acesso a seus arquivos. ${ startRecoveryButton }"
      ],
      "Yes": [
        "Sim"
      ],
      "No": [
        "Não"
      ],
      "Anyone with this link can access your file.": [
        "Qualquer um com este link pode acessar seu arquivo."
      ],
      "Only the people with the link and the password can access this file.": [
        "Apenas as pessoas com o link e a senha podem acessar este arquivo."
      ],
      "This link was created in a previous version and can not be modified. Delete this link and create a new one to change the settings.": [
        "Este link foi criado em uma versão anterior e não pode ser modificado. Exclua este link e crie um novo para alterar as configurações."
      ],
      "Your secure, shareable link for ${ boldNameText }:": [
        "Seu link seguro e compartilhável para ${ boldNameText }:"
      ],
      "Failed to generate a secure link. Try again later.": [
        "Falha ao gerar um link seguro. Tente novamente mais tarde."
      ],
      "Failed to open a secure link. The reason is: ${ error }": [
        "Falha ao abrir um link seguro. O motivo é: ${ error }"
      ],
      "This link will be permanently disabled. No one with this link will be able to access your file. To reshare the file, you will need a new link.": [
        "Este link será desativado permanentemente. Ninguém com este link será capaz de acessar o seu arquivo. Para recompartilhar o arquivo, você precisará de um novo link."
      ],
      "You will lose all unsaved changes.": [
        "Você perderá todas as alterações não salvas."
      ],
      "Preparing link to file": [
        "Preparando link para o arquivo"
      ],
      "Creating link to file": [
        "Criando link para o arquivo"
      ],
      "Select an uploaded file and create a link to it.": [
        "Selecione um arquivo enviado e crie um link para ele."
      ],
      "Loading folder contents": [
        "Carregando conteúdo da pasta"
      ],
      "Uploading hundreds of files at once may have a performance impact.": [
        "Enviar centenas de arquivos de uma só vez pode ter impacto no desempenho."
      ],
      "Are you sure you want to permanently delete selected item(s) from trash?": [
        "Você tem certeza de que deseja excluir permanentemente o(s) item(s) selecionado(s) da lixeira?"
      ],
      "This will delete the link(s) and remove access to your file(s) for anyone with the link(s).": [
        "Isso excluirá o(s) link(s) e removerá o acesso aos seu(s) arquivo(s) para qualquer pessoa com o(s) link(s)."
      ],
      "Moving files": [
        "Movendo arquivos"
      ],
      "You cannot undo this action.": [
        "Você não pode desfazer está ação."
      ],
      "Trash": [
        "Lixeira"
      ],
      "My Links": [
        "Meus Links"
      ]
    },
    "Action": {
      "Close": [
        "Fechar"
      ],
      "Confirm": [
        "Confirmar"
      ],
      "Cancel": [
        "Cancelar"
      ],
      "Close modal": [
        "Fechar janela"
      ],
      "Submit": [
        "Enviar"
      ],
      "Use “${ label }” setting": [
        "Usar configuração “${ label }”"
      ],
      "More info: ${ safeTitle }": [
        "Mais informações: ${ safeTitle }"
      ],
      "Close navigation": [
        "Fechar navegação"
      ],
      "Open navigation": [
        "Abrir navegação"
      ],
      "Go to panel ${ index }": [
        "Ir para o painel ${ index }"
      ],
      "Load image": [
        "Carregar imagem"
      ],
      "Export": [
        "Exportar"
      ],
      "Delete": [
        "Excluir"
      ],
      "Edit": [
        "Editar"
      ],
      "Remove": [
        "Remover"
      ],
      "Download": [
        "Baixar"
      ],
      "Use for sending": [
        "Usar para envio"
      ],
      "Trust": [
        "Confiar"
      ],
      "Untrust": [
        "Não confiar"
      ],
      "Upgrade": [
        "Atualizar"
      ],
      "Email settings": [
        "Configurações de e-mail"
      ],
      "Contact group": [
        "Grupo de contato"
      ],
      "Upload picture": [
        "Carregar imagem"
      ],
      "Next month": [
        "Próximo mês"
      ],
      "Previous month": [
        "Mês anterior"
      ],
      "Confirm opening of link ${ link }": [
        "Confirme a abertura do link ${ link }"
      ],
      "refresh the page": [
        "atualizar a página"
      ],
      "Signing out": [
        "Encerrando a sessão"
      ],
      "View invoice": [
        "Visualizar fatura"
      ],
      "Get verification code": [
        "Obtenha o código de verificação"
      ],
      "Try another method": [
        "Tentar outro método"
      ],
      "Request new code": [
        "Solicitar um novo código"
      ],
      "Verify": [
        "Verificar"
      ],
      "Did not receive the code?": [
        "Não recebeu o código?"
      ],
      "Edit email address": [
        "Editar endereço de e-mail"
      ],
      "Edit phone number": [
        "Editar número de telefone"
      ],
      "Details": [
        "Detalhes"
      ],
      "Share via link": [
        "Compartilhar via link"
      ],
      "Sharing options": [
        "Opções de compartilhamento"
      ],
      "Zoom out": [
        "Diminuir zoom"
      ],
      "Reset zoom": [
        "Redefinir zoom"
      ],
      "Zoom in": [
        "Aumentar zoom"
      ],
      "Previous": [
        "Anterior"
      ],
      "Next": [
        "Próximo"
      ],
      "Save": [
        "Salvar"
      ],
      "Add": [
        "Adicionar"
      ],
      "Apply": [
        "Aplicar"
      ],
      "Hide advanced PGP settings": [
        "Ocultar configurações avançadas de PGP"
      ],
      "Show advanced PGP settings": [
        "Mostrar configurações PGP avançadas"
      ],
      "Done": [
        "Concluído"
      ],
      "Clear data": [
        "Apagar os dados"
      ],
      "Recover data": [
        "Recuperar dados"
      ],
      "Click here.": [
        "Clique aqui."
      ],
      "Re-sign": [
        "Assinar novamente"
      ],
      "Add to group": [
        "Adicionar ao grupo"
      ],
      "Merge": [
        "Mesclar"
      ],
      "View": [
        "Visualizar"
      ],
      "Unmark for deletion": [
        "Desmarcar para exclusão"
      ],
      "Mark for deletion": [
        "Marcar para exclusão"
      ],
      "Preview contact": [
        "Pré-visualizar contato"
      ],
      "Continue": [
        "Continuar"
      ],
      "Delete contact": [
        "Excluir contato"
      ],
      "Delete ${ selectedCount } contact": [
        "Excluir ${ selectedCount } contato",
        "Excluir ${ selectedCount } contatos"
      ],
      "Deselect all": [
        "Desmarcar todos"
      ],
      "Select all": [
        "Selecionar tudo"
      ],
      "Compose": [
        "Compor"
      ],
      "Forward as attachment": [
        "Encaminhar como anexo"
      ],
      "Merge contacts": [
        "Mesclar contatos"
      ],
      "Add new contact": [
        "Adicionar novo contato"
      ],
      "Add group": [
        "Adicionar grupo"
      ],
      "Clear query": [
        "Limpar consulta"
      ],
      "Add contact": [
        "Adicionar contato"
      ],
      "import": [
        "importar"
      ],
      "Delete contact group": [
        "Excluir grupo de contato"
      ],
      "Delete ${ selectedCount } contact group": [
        "Excluir ${ selectedCount } grupo de contatos",
        "Excluir ${ selectedCount } grupos de contatos"
      ],
      "Add new group": [
        "Adicionar novo grupo"
      ],
      "Export contacts": [
        "Exportar contatos"
      ],
      "Continue with Google": [
        "Continuar com o Google"
      ],
      "Import contacts": [
        "Importar contatos"
      ],
      "Choose a file or drag it here": [
        "Escolha um arquivo ou arraste-o aqui"
      ],
      "Import": [
        "Importar"
      ],
      "Close this banner": [
        "Feche este banner"
      ],
      "Refresh the page": [
        "Atualizar a página"
      ],
      "enable desktop notifications": [
        "ativar notificações na área de trabalho"
      ],
      "here": [
        "aqui"
      ],
      "Clear": [
        "Limpar"
      ],
      "Add screenshot(s)": [
        "Adicionar captura(s) de tela"
      ],
      "Hide info": [
        "Ocultar informação"
      ],
      "Show info": [
        "Mostrar informação"
      ],
      "Copy email to clipboard": [
        "Copiar e-mail para a área de transferência"
      ],
      "${ BRAND_NAME } introduction": [
        "Introdução do ${ BRAND_NAME }"
      ],
      "I have a question": [
        "Eu tenho uma dúvida"
      ],
      "Request a feature": [
        "Solicitar um recurso"
      ],
      "Report a problem": [
        "Relatar um problema"
      ],
      "${ BRAND_NAME } shop": [
        "Loja ${ BRAND_NAME }"
      ],
      "Switch account": [
        "Alternar de conta"
      ],
      "Sign out": [
        "Encerrar Sessão"
      ],
      "Go to settings": [
        "Ir para configurações"
      ],
      "Beta Access": [
        "Acesso beta"
      ],
      "Theme": [
        "Tema"
      ],
      "Keyboard shortcuts": [
        "Atalhos do teclado"
      ],
      "Mailbox layout": [
        "Layout da caixa de correio"
      ],
      "Mailbox density": [
        "Densidade da caixa de correio"
      ],
      "Composer mode": [
        "Modo do compositor"
      ],
      "Get started": [
        "Começar"
      ],
      "Start setup": [
        "Iniciar configuração"
      ],
      "Skip": [
        "Pular"
      ],
      "Back": [
        "Voltar"
      ],
      "Use ${ label } theme": [
        "Usar o tema ${ label }"
      ],
      "OK": [
        "OK"
      ],
      "Remove bonuses": [
        "Remover bônus"
      ],
      "Try again": [
        "Tentar novamente"
      ],
      "Use a different card": [
        "Usar um cartão diferente"
      ],
      "Use a different payment method": [
        "Usar um método de pagamento diferente"
      ],
      "Retry": [
        "Tentar novamente"
      ],
      "Loading verification": [
        "Carregando verificação"
      ],
      "Select plan": [
        "Selecionar plano"
      ],
      "Compare all features": [
        "Comparar todos os recursos"
      ],
      "${ boldSave } by switching to annual billing": [
        "${ boldSave } mudando para pagamento anual"
      ],
      "Pay": [
        "Pagar"
      ],
      "Open ${ CALENDAR_APP_NAME } settings": [
        "Abrir configurações do ${ CALENDAR_APP_NAME }"
      ],
      "Remove gift code": [
        "Remover código de vale-presente"
      ],
      "annual billing": [
        "cobrança anual"
      ],
      "Compare plans": [
        "Comparar planos"
      ],
      "Decrease": [
        "Diminuir"
      ],
      "Increase": [
        "Aumentar"
      ],
      "Continue import": [
        ""
      ],
      "Discard": [
        ""
      ],
      "Reconnect": [
        ""
      ],
      "Start import": [
        ""
      ],
      "Log in": [
        "Iniciar sessão"
      ],
      "Cancel all uploads": [
        "Cancelar todos os envios"
      ],
      "New upload": [
        "Novo envio"
      ],
      "List layout": [
        "Exibição em lista"
      ],
      "Grid layout": [
        "Exibição em grade"
      ],
      "Rename": [
        "Renomear"
      ],
      "Move to folder": [
        "Mover para pasta"
      ],
      "Move to trash": [
        "Mover para lixeira"
      ],
      "Create new folder": [
        "Criar nova pasta"
      ],
      "Name: A to Z": [
        "Nome: A a Z"
      ],
      "Name: Z to A": [
        "Nome: Z a A"
      ],
      "Modified date: new to old": [
        "Data de modificação: nova para antiga"
      ],
      "Modified date: old to new": [
        "Data de modificação: antiga para nova"
      ],
      "Type: A to Z": [
        "Tipo: A a Z"
      ],
      "Type: Z to A": [
        "Tipo: Z a A"
      ],
      "Size: small to large": [
        "Tamanho: menor para maior"
      ],
      "Size: large to small": [
        "Tamanho: maior para menor"
      ],
      "Upload file": [
        "Enviar arquivo"
      ],
      "Upload folder": [
        "Enviar pasta"
      ],
      "Delete permanently": [
        "Excluir permanentemente"
      ],
      "Restore from trash": [
        "Restaurar da lixeira"
      ],
      "Empty trash": [
        "Esvaziar lixeira"
      ],
      "Maximize transfers": [
        "Maximizar transferências"
      ],
      "Minimize transfers": [
        "Minimizar transferências"
      ],
      "Close transfers": [
        "Fechar transferências"
      ],
      "Pause download": [
        "Pausar download"
      ],
      "Pause upload": [
        "Pausar upload"
      ],
      "Resume download": [
        "Retomar download"
      ],
      "Resume upload": [
        "Retomar upload"
      ],
      "Cancel download": [
        "Cancelar download"
      ],
      "Cancel upload": [
        "Cancelar upload"
      ],
      "Restart download": [
        "Reiniciar download"
      ],
      "Restart upload": [
        "Reiniciar upload"
      ],
      "Remove from this list": [
        "Remover desta lista"
      ],
      "Share": [
        "Compartilhar"
      ],
      "Create": [
        "Criar"
      ],
      "Preview": [
        "Visualizar"
      ],
      "Stop sharing": [
        "Parar compartilhamento"
      ],
      "Show shared link details": [
        "Mostrar detalhes do link compartilhado"
      ],
      "Share file": [
        "Compartilhar arquivo"
      ],
      "Start recovering": [
        "Comece a recuperar"
      ],
      "View more": [
        "Visualizar mais"
      ],
      "Move": [
        "Mover"
      ],
      "Copy link": [
        "Copiar link"
      ],
      "Create link": [
        "Criar link"
      ],
      "Undo": [
        "Desfazer"
      ]
    },
    "Title": {
      "Open actions dropdown": [
        "Abrir menu de ações"
      ],
      "Upgrade required": [
        "Atualização necessária"
      ],
      "Email settings": [
        "Configurações de e-mail"
      ],
      "Contact group": [
        "Grupo de contato"
      ],
      "Link confirmation": [
        "Link de confirmação"
      ],
      "Keyboard Shortcuts": [
        "Atalhos de teclado"
      ],
      "What's new": [
        "Novidades"
      ],
      "Invalid verification code": [
        "Código de verificação inválido"
      ],
      "Request new verification code": [
        "Solicitar novo código de verificação"
      ],
      "Human verification": [
        "Verificação humana"
      ],
      "Edit contact group": [
        "Editar grupo de contatos"
      ],
      "Create new group": [
        "Criar novo grupo"
      ],
      "Add to ${ groupName }": [
        "Adicionar a ${ groupName }"
      ],
      "Add to ${ groupCount } group": [
        "Adicionar ao grupo ${ groupCount }",
        "Adicionar aos grupos ${ groupCount }"
      ],
      "Email settings (${ emailAddress })": [
        "Configurações do e-mail (${ emailAddress })"
      ],
      "Delete ${ Name }": [
        "Excluir ${ Name }"
      ],
      "Delete ${ count } contact group": [
        "Excluir ${ count } grupo de contato",
        "Excluir ${ count } grupos de contato"
      ],
      "${ emailsCount } member": [
        "${ emailsCount } membro",
        "${ emailsCount } membros"
      ],
      "Edit image": [
        "Editar imagem"
      ],
      "Edit contact": [
        "Editar contato"
      ],
      "Create contact": [
        "Criar contato"
      ],
      "Delete ${ count } contact": [
        "Excluir ${ count } contato",
        "Excluir ${ count } contatos"
      ],
      "Clearing data": [
        "Limpando dados"
      ],
      "Warning": [
        "Aviso"
      ],
      "Recover data": [
        "Recuperar dados"
      ],
      "Re-signing contacts": [
        "Assinando contatos novamente"
      ],
      "Re-sign all contacts": [
        "Assinar novamente todos os contatos"
      ],
      "Exporting contacts": [
        "Exportando contatos"
      ],
      "Other names": [
        "Outros nomes"
      ],
      "Email addresses": [
        "Endereços de e-mail"
      ],
      "Phone numbers": [
        "Números de telefone"
      ],
      "Addresses": [
        "Endereços"
      ],
      "Other information": [
        "Outras informações"
      ],
      "Contact Details": [
        "Detalhes do contato"
      ],
      "Merging contacts": [
        "Mesclando contatos"
      ],
      "Merge contacts": [
        "Mesclar contatos"
      ],
      "Deleting contacts": [
        "Excluindo contatos"
      ],
      "View contacts": [
        "Ver contatos"
      ],
      "Contacts": [
        "Contatos"
      ],
      "Groups": [
        "Grupos"
      ],
      "Settings": [
        "Configurações"
      ],
      "Select action to take on contact group": [
        "Selecionar ação a ser executada no grupo de contatos"
      ],
      "Add contact group name": [
        "Adicionar nome do grupo de contatos"
      ],
      "Select contact group": [
        "Selecionar grupo de contatos"
      ],
      "Import groups": [
        "Importar grupos"
      ],
      "Import contacts": [
        "Importar contatos"
      ],
      "Report a problem": [
        "Relatar um problema"
      ],
      "Open help menu": [
        "Abrir o menu de ajuda"
      ],
      "Back": [
        "Voltar"
      ],
      "Open settings menu": [
        "Abrir o menu de configurações"
      ],
      "Select a theme": [
        "Selecione um tema"
      ],
      "Confirm loss of Proton bonuses": [
        "Confirmar perda dos bônus Proton"
      ],
      "Unsupported browser": [
        "Navegador não suportado"
      ],
      "Card verification": [
        "Verificação do cartão"
      ],
      "Payment verification": [
        "Verificação de pagamento"
      ],
      "Processing...": [
        "Processando..."
      ],
      "Card verification in progress": [
        "Verificação do cartão em progresso"
      ],
      "Payment verification in progress": [
        "Verificação de pagamento em progresso"
      ],
      "PayPal verification failed": [
        "Falha na verificação do PayPal"
      ],
      "3-D Secure verification failed": [
        "Falha na verificação 3-D Secure"
      ],
      "Error": [
        "Erro"
      ],
      "ZIP / postal code": [
        "CEP / código postal"
      ],
      "Payment details": [
        "Detalhes do pagamento"
      ],
      "Currency": [
        "Moeda"
      ],
      "Billing cycle": [
        "Ciclo de cobrança"
      ],
      "Current plan": [
        "Plano atual"
      ],
      "Processing": [
        "Processando"
      ],
      "Apply gift code": [
        "Aplicar código de vale-presente"
      ],
      "Subtotal": [
        "Subtotal"
      ],
      "Coupon discount": [
        "Cupom de desconto"
      ],
      "Total (monthly)": [
        "Total (mensal)"
      ],
      "Credits": [
        "Créditos"
      ],
      "Gift code": [
        "Código de vale-presente"
      ],
      "Amount due": [
        "Valor a pagar"
      ],
      "Cancel subscription": [
        "Cancelar assinatura"
      ],
      "Network error": [
        "Erro de rede"
      ],
      "Select a plan": [
        "Selecione um plano"
      ],
      "Customize your plan": [
        "Personalize seu plano"
      ],
      "Checkout": [
        "Finalizar compra"
      ],
      "Plan summary": [
        "Resumo do plano"
      ],
      "${ appName } customization": [
        "${ appName } personalizar"
      ],
      "Start import process": [
        ""
      ],
      "Import in progress": [
        ""
      ],
      "Sign in again to continue": [
        "Inicie a sessão novamente para continuar"
      ],
      "Account suspended": [
        "Account suspended"
      ],
      "Enter your username or ProtonMail email address": [
        "Digite seu nome de usuário ou o endereço de e-mail do ProtonMail"
      ],
      "Enter your password": [
        "Digite sua senha"
      ],
      "${ appName } Keyboard Shortcuts": [
        "Atalhos do teclado do ${ appName }"
      ],
      "Mailbox density": [
        "Densidade da caixa de correio"
      ],
      "Mailbox layout": [
        "Layout da caixa de correio"
      ],
      "Composer mode": [
        "Modo de composição"
      ],
      "Beta Access": [
        "Acesso beta"
      ],
      "Duplicate folder found": [
        "Pasta duplicada encontrada"
      ],
      "Duplicate file found": [
        "Arquivo duplicado encontrado"
      ],
      "Drop to upload": [
        "Solte para fazer o upload"
      ],
      "Change layout": [
        "Alterar layout"
      ],
      "Show actions": [
        "Mostrar ações"
      ],
      "Sort files/folders": [
        "Ordenar arquivos/pastas"
      ],
      "Trash": [
        "Lixeira"
      ],
      "Empty trash": [
        "Esvaziar lixeira"
      ],
      "Cancel all active transfers": [
        "Cancelar todas as transferências ativas"
      ],
      "My files": [
        "Meus arquivos"
      ],
      "You have no folders yet": [
        "Você ainda não tem pastas"
      ],
      "You have no files to share": [
        "Você não possui arquivos para compartilhar"
      ],
      "Drive": [
        "Drive"
      ],
      "Your file is ready to be downloaded": [
        "Seu arquivo está pronto para ser baixado"
      ],
      "Download completed": [
        "Download concluído"
      ],
      "Download failed": [
        "Falha no download"
      ],
      "Download canceled": [
        "Download cancelado"
      ],
      "Downloading": [
        "Baixando"
      ],
      "Enter file password to download": [
        "Digite a senha do arquivo para fazer o download"
      ],
      "The link either does not exist or has expired": [
        "O link não existe ou já expirou"
      ],
      "Restore your files": [
        "Restore your files"
      ],
      "File recovery process": [
        "Processo de recuperação de arquivo"
      ],
      "You have inaccessible files": [
        "Você tem arquivos inacessíveis"
      ],
      "Rename a folder": [
        "Renomear uma pasta"
      ],
      "Rename a file": [
        "Renomear um arquivo"
      ],
      "File details": [
        "Detalhes do arquivo"
      ],
      "Folder details": [
        "Detalhes da pasta"
      ],
      "Name": [
        "Nome"
      ],
      "Uploaded by": [
        "Enviado por"
      ],
      "Location": [
        "Localização"
      ],
      "Modified": [
        "Modificado"
      ],
      "Type": [
        "Tipo"
      ],
      "MIME type": [
        "Tipo MIME"
      ],
      "Size": [
        "Tamanho"
      ],
      "Shared": [
        "Compartilhado"
      ],
      "# of accesses": [
        "# de acessos"
      ],
      "Create a new folder": [
        "Criar uma nova pasta"
      ],
      "Date": [
        "Data"
      ],
      "Select link expiration date": [
        "Selecionar data de expiração do link"
      ],
      "Select link expiration time": [
        "Selecionar hora de expiração do link"
      ],
      "Share via link": [
        "Compartilhar via link"
      ],
      "Additional settings": [
        "Configurações adicionais"
      ],
      "Manage secure link": [
        "Gerenciar link seguro"
      ],
      "Stop sharing with everyone?": [
        "Parar de compartilhar com todos?"
      ],
      "Discard changes?": [
        "Descartar alterações?"
      ],
      "Discard": [
        "Descartar"
      ],
      "Files details": [
        "Detalhes dos arquivos"
      ],
      "Number of files": [
        "Número de arquivos"
      ],
      "Total size": [
        "Tamanho total"
      ],
      "Delete permanently": [
        "Excluir permanentemente"
      ],
      "Stop sharing": [
        "Parar compartilhamento"
      ]
    },
    "Label": {
      "Copy": [
        "Copiar"
      ],
      "Reveal password": [
        "Mostrar senha"
      ],
      "Hide password": [
        "Ocultar senha"
      ],
      "Street address": [
        "Endereço"
      ],
      "City": [
        "Cidade"
      ],
      "Region": [
        "Estado"
      ],
      "Postal code": [
        "CEP"
      ],
      "Country": [
        "País"
      ],
      "Post office box": [
        "Caixa postal"
      ],
      "Extended address": [
        "Endereço completo"
      ],
      "Do not ask again": [
        "Não pergunte novamente"
      ],
      "Email address": [
        "Endereço de e-mail"
      ],
      "Phone number": [
        "Número do telefone"
      ],
      "Verification code": [
        "Código de verificação"
      ],
      "Enter the 6-digit code": [
        "Digite o código de 6 dígitos"
      ],
      "Add email address": [
        "Adicionar endereço de e-mail"
      ],
      "Email format": [
        "Formato do e-mail"
      ],
      "Add image URL": [
        "Adicionar URL da imagem"
      ],
      "Upload picture": [
        "Carregar imagem"
      ],
      "Add to group": [
        "Adicionar ao grupo"
      ],
      "Encrypt emails": [
        "Criptografar e-mails"
      ],
      "Sign emails": [
        "Assinar e-mails"
      ],
      "Cryptographic scheme": [
        "Esquema de criptografia"
      ],
      "Public keys": [
        "Chaves públicas"
      ],
      "Automatically save contacts": [
        "Salvar contatos automaticamente"
      ],
      "Import contacts": [
        "Importar contatos"
      ],
      "Export contacts": [
        "Exportar contatos"
      ],
      "Operating system": [
        "Sistema operacional"
      ],
      "Operating system version": [
        "Versão do sistema operacional"
      ],
      "Proton username": [
        "Nome de usuário Proton"
      ],
      "Category": [
        "Categoria"
      ],
      "What happened?": [
        "O que aconteceu?"
      ],
      "System information": [
        "Informações do sistema"
      ],
      "Browser": [
        "Navegador"
      ],
      "Browser version": [
        "Versão do navegador"
      ],
      "Display name": [
        "Nome de exibição"
      ],
      "Name on card": [
        "Nome no cartão"
      ],
      "Card number": [
        "Numero do cartão"
      ],
      "Expiry date": [
        "Data de vencimento"
      ],
      "CVV code": [
        "Código CVV"
      ],
      "Select your country": [
        "Escolha o seu país"
      ],
      "ZIP": [
        "CEP"
      ],
      "BTC amount:": [
        "Valor em BTC:"
      ],
      "BTC address:": [
        "Endereço BTC:"
      ],
      "Select a method": [
        "Escolha um método"
      ],
      "Total (${ countdown })": [
        "Total (${ countdown })"
      ],
      "Total": [
        "Total"
      ],
      "Proration": [
        "Cálculo proporcional"
      ],
      "Cash": [
        "Dinheiro"
      ],
      "Card holder": [
        "Titular do Cartão"
      ],
      "Expires": [
        "Data de validade"
      ],
      "Payer": [
        "Pagador"
      ],
      "From: ${ fromEmailAddress }": [
        ""
      ],
      "To: ${ toEmailAddress }": [
        ""
      ],
      "Cancel": [
        "Cancelar"
      ],
      "Submit": [
        "Enviar"
      ],
      "Password": [
        "Senha"
      ],
      "Mailbox password": [
        "Senha da caixa de correio"
      ],
      "Two-factor authentication code": [
        "Autenticação de dois fatores"
      ],
      "Username or ProtonMail address": [
        "Nome de usuário ou endereço do ProtonMail"
      ],
      "Keyboard shortcuts": [
        "Atalhos do teclado"
      ],
      "Select how your list of messages looks like by default.": [
        "Selecione a aparência padrão para sua lista de mensagens."
      ],
      "Select how your mailbox looks like by default.": [
        "Selecione a aparência padrão para sua caixa de correio."
      ],
      "Select how your composer opens by default.": [
        "Selecionar como seu compositor abre por padrão."
      ],
      "Enable Beta Access": [
        "Habilitar acesso beta"
      ],
      "Merge a folder": [
        "Combinar uma pasta"
      ],
      "Upload anyway": [
        "Enviar assim mesmo"
      ],
      "Replace folder": [
        "Substituir pasta"
      ],
      "Replace file": [
        "Substituir arquivo"
      ],
      "Skip folder": [
        "Pular Pasta"
      ],
      "Skip file": [
        "Ignorar arquivo"
      ],
      "Apply to all duplicated folders": [
        "Aplicar a todas as pastas duplicadas"
      ],
      "Apply to all duplicated files": [
        "Aplicar a todas as pastas duplicadas"
      ],
      "Audio file": [
        "Arquivo de áudio"
      ],
      "Video file": [
        "Arquivo de vídeo"
      ],
      "Text": [
        "Texto"
      ],
      "Image": [
        "Imagem"
      ],
      "Unknown file": [
        "Arquivo desconhecido"
      ],
      "Folder": [
        "Pasta"
      ],
      "(Expired)": [
        "(Expirado)"
      ],
      "Expired": [
        "Expirado"
      ],
      "Never": [
        "Nunca"
      ],
      "File": [
        "Arquivo"
      ],
      "Report abuse": [
        "Reportar abuso"
      ],
      "Folder name": [
        "Nome da pasta"
      ],
      "File name": [
        "Nome do arquivo"
      ],
      "Protect with password": [
        "Proteger com senha"
      ],
      "Set expiration date": [
        "Definir data de vencimento"
      ]
    },
    "PGP key encryption warning": {
      "Key cannot be used for encryption": [
        "A chave não pode ser usada para criptografar"
      ]
    },
    "Placeholder": {
      "E.g., ": [
        "Ex."
      ],
      "Start typing an email address": [
        "Comece a digitar um endereço de e-mail"
      ],
      "Image URL": [
        "URL da imagem"
      ],
      "Filter groups": [
        "Filtrar grupos"
      ],
      "Search for name or email": [
        "Pesquisar nome ou e-mail"
      ],
      "Search for group name": [
        "Pesquisar nome do grupo"
      ],
      "Name": [
        "Nome"
      ],
      "OS name": [
        "Nome do SO"
      ],
      "OS version": [
        "Versão do sistema operacional"
      ],
      "Proton username": [
        "Nome de usuário Proton"
      ],
      "A way to contact you": [
        "Uma maneira de entrar em contato com você"
      ],
      "Please describe the problem and include any error messages": [
        "Por favor, descreva o problema e inclua quaisquer mensagens de erro"
      ],
      "Browser name": [
        "Nome do navegador"
      ],
      "Browser version": [
        "Versão do navegador"
      ],
      "e.g. Julia Smith": [
        "ex. Jessica Sales"
      ],
      "ZIP": [
        "CEP"
      ],
      "Postal code": [
        "Código postal"
      ],
      "Gift code": [
        "Código do vale-presente"
      ],
      "Mailbox password": [
        "Senha da caixa de correio"
      ],
      "New name": [
        "Novo nome"
      ],
      "Enter a new folder name": [
        "Digite o nome para nova pasta"
      ]
    },
    "Time unit": {
      "${ hours } hour": [
        "${ hours } hora",
        "${ hours } horas"
      ],
      "${ minutes } minute": [
        "${ minutes } minuto",
        "${ minutes } minutos"
      ]
    },
    "Link": {
      "Learn more": [
        "Saiba mais"
      ],
      "Request an invite": [
        "Solicitar um convite"
      ],
      "Pay invoice": [
        "Pagar fatura"
      ],
      "Upgrade account": [
        "Fazer upgrade na conta"
      ],
      "clearing your browser cache": [
        "limpando o cache do seu navegador"
      ],
      "Upgrade": [
        "Upgrade"
      ],
      "Go to subscription plans": [
        "Ir para Planos de assinatura"
      ],
      "click here": [
        "clique aqui"
      ],
      "Add a gift code": [
        "Adicionar código de vale-presente"
      ],
      "My files": [
        "Meus arquivos"
      ],
      "Shared": [
        "Compartilhado"
      ],
      "Trash": [
        "Lixeira"
      ]
    },
    "Storage": {
      "Your current storage:": [
        "Seu armazenamento atual:"
      ],
      "Upgrade storage": [
        "Ampliar armazenamento"
      ],
      "Release notes": [
        "Notas de lançamento"
      ]
    },
    "Tooltip": {
      "Encrypted data with verified digital signature": [
        "Dados criptografados com assinatura digital verificada"
      ],
      "Automatic indicates that the format in the composer is used to send to this user. Plain text indicates that the message will always be converted to plain text on send.": [
        "Indica automaticamente o formato no compositor a ser usado para enviar para este usuário. Texto sem formatação indica que a mensagem será sempre convertida em texto sem formatação no envio."
      ],
      "Email encryption forces email signature to help authenticate your sent messages": [
        "A criptografia de e-mail sempre utiliza a assinatura de e-mail para ajudar a autenticar as mensagens enviadas"
      ],
      "Digitally signing emails helps authenticating that messages are sent by you": [
        "Assinar e-mails digitalmente permite autenticar as mensagens que são enviadas por você"
      ],
      "Select the PGP scheme to be used when signing or encrypting to a user. Note that PGP/Inline forces plain text messages": [
        "Selecione o esquema PGP a ser usado durante a assinatura ou criptografia de um usuário. Observe que o PGP/Incorporado força o envio de mensagens de texto sem formatação"
      ],
      "Upload a public key to enable sending end-to-end encrypted emails to this email": [
        "Envie uma chave pública para permitir o envio de e-mails criptografados de ponta a ponta para este e-mail"
      ],
      "You do not have any contacts to export": [
        "Você não possui nenhum contato para exportar"
      ],
      "Use multiple addresses / aliases linked to your account, e.g. username2@protonmail.com": [
        "Use vários endereços/aliases vinculados à sua conta, por exemplo, usuario2@protonmail.com"
      ],
      "Host emails for your own domain(s) at ProtonMail, e.g. john.smith@example.com": [
        "Hospedar e-mails para os seus próprio(s) domínio(s) em ProtonMail, exemplo: john.smith@example.com"
      ],
      "Use the personal address username@pm.me to send emails": [
        "Use o endereço pessoal nomedeusuário@pm.me para enviar e-mails"
      ],
      "Multi-user support is only applicable to plans with 2 or more users": [
        "O suporte a múltiplos usuários só está disponível para planos com dois ou mais usuários"
      ],
      "NetShield protects your device and speeds up your browsing by blocking ads, trackers, and malware.": [
        "O NetShield protege seu dispositivo e acelera sua navegação, bloqueando anúncios, rastreadores e malware."
      ],
      "Support for file sharing protocols such as BitTorrent.": [
        "Suporte para protocolos de compartilhamento de arquivos como o BitTorrent."
      ],
      "Access geo-blocked content (Netflix, Amazon Prime Video, BBC iPlayer, Wikipedia, Facebook, YouTube, etc) no matter where you are.": [
        "Acesso ao conteúdo bloqueado geograficamente (Netflix, Amazon Prime Video, BBC iPlayer, Wikipédia, Facebook, YouTube, etc.), não quer que você esteja."
      ],
      "Route your Internet traffic through the Tor network with a single click.": [
        "Envie todo o seu tráfego através da rede Tor com um único clique."
      ],
      "Defends against threats to VPN privacy by passing your Internet traffic through multiple servers.": [
        "Protege contra ameaças de privacidade na VPN, transmitindo seu tráfego de internet através de múltiplos servidores."
      ],
      "Get access to all the paid features for both ProtonVPN and ProtonMail (the encrypted email service that millions use to protect their data) with one plan.": [
        "Tenha acesso a todos os recursos pagos do ProtonVPN e ProtonMail (o serviço de e-mail criptografado que milhões de pessoas usam para proteger seus dados) com um único plano."
      ],
      "Get access to all the paid features for both ${ vpnAppName } and ${ mailAppName } (the encrypted email service that millions use to protect their data) with one plan.": [
        "Tenha acesso a todos os recursos pagos para o ${ vpnAppName } e ${ mailAppName } (o serviço de e-mail criptografado que milhões de pessoas usam para proteger seus dados) com um único plano."
      ],
      "Host emails for your own domain(s) at ${ mailAppName }, e.g. john.smith@example.com": [
        "Hospedar e-mails para os seus próprio(s) domínio(s) em ${ mailAppName }, exemplo: john.smith@example.com"
      ],
      "Create multiple email addresses linked to your account, e.g. username2@protonmail.com": [
        "Crie vários endereços de e-mail vinculados à sua conta, por exemplo, usuário2@protonmail.com"
      ],
      "Discount applied for annual billing cycle": [
        "Desconto aplicado para o ciclo de faturamento anual"
      ],
      "Discount applied for two-year billing cycle": [
        "Desconto aplicado para o ciclo de faturamento bienal"
      ],
      "If you purchased a gift code or received one from our support team, you can enter it here.": [
        "Se você comprou um vale-presente ou recebeu um de nossa equipe de suporte, você pode inserir o código aqui."
      ],
      "Expired sharing link": [
        "Link de compartilhamento expirado"
      ],
      "Inactive sharing link": [
        "Link de compartilhamento inativo"
      ],
      "Active sharing link": [
        "Link de compartilhamento ativo"
      ]
    },
    "Table header": {
      "Name": [
        "Nome"
      ],
      "Address": [
        "Endereço"
      ],
      "Action": [
        "Ação"
      ],
      "Fingerprint": [
        "Impressão digital"
      ],
      "Created": [
        "Criação"
      ],
      "Expires": [
        "Expiração"
      ],
      "Type": [
        "Tipo"
      ],
      "Status": [
        "Status"
      ],
      "Actions": [
        "Ações"
      ]
    },
    "MIME type": {
      "Automatic": [
        "Automático"
      ],
      "Plain text": [
        "Texto sem formatação"
      ]
    },
    "Default encryption scheme": {
      "Use global default (${ defaultValueText })": [
        "Usar o padrão global (${ defaultValueText })"
      ]
    },
    "Key badge": {
      "Primary": [
        "Principal"
      ],
      "Verification only": [
        "Apenas verificação"
      ],
      "WKD": [
        "WKD"
      ],
      "Trusted": [
        "Confiável"
      ],
      "Revoked": [
        "Revogado"
      ],
      "Expired": [
        "Expirado"
      ]
    },
    "Warning": {
      "This feature requires a paid Proton account": [
        "Este recurso requer um plano pago do Proton"
      ],
      "Are you sure you want to permanently delete this contact group?": [
        "Você tem certeza de que deseja excluir permanentemente este grupo de contatos?"
      ],
      "Are you sure you want to permanently delete ${ count } contact group?": [
        "Você tem certeza de que deseja excluir permanentemente ${ count } grupo de contatos?",
        "Você tem certeza de que deseja excluir permanentemente ${ count } grupos de contatos?"
      ],
      "Are you sure you want to permanently delete this contact?": [
        "Tem certeza de que deseja excluir esse contato permanentemente?"
      ],
      "Are you sure you want to permanently delete ${ count } contact?": [
        "Tem certeza de que deseja excluir ${ count } contato permanentemente?",
        "Tem certeza de que deseja excluir ${ count } contatos permanentemente?"
      ],
      "If you don’t remember your password, it is impossible to re-activate your key. We can help you dismiss the alert banner but in the process you will permanently lose access to all the data encrypted with that key.": [
        "Se você não se lembra de sua senha, é impossível reativar sua chave. Nós podemos ajudá-lo a descartar o banner de alerta, mas no processo você perderá o acesso permanente a todos os dados criptografados com essa chave."
      ],
      "This action is irreversible. Please enter the word ${ boldDanger } in the field to proceed.": [
        "Essa ação é irreversível. Digite a palavra ${ boldDanger } no campo para continuar."
      ],
      "The decryption of the encrypted content failed.": [
        "Falha ao descriptografar o conteúdo criptografado."
      ],
      "The verification of the contact details' signature failed.": [
        "A verificação da assinatura dos detalhes de contato falhou."
      ],
      "The contact failed to load.": [
        "Falha ao carregar o contato."
      ],
      "Some of the contacts to be merged display errors. Please review them individually": [
        "Alguns dos contatos a serem mesclados apresentam erro. Verifique-os individualmente"
      ],
      "Contacts could not be merged": [
        "Os contatos não puderam ser mesclados"
      ],
      "Your local date & time settings seem to be out of sync.": [
        "Suas configurações locais de data e hora parecem estar fora de sincronia."
      ],
      "Reports are not end-to-end encrypted, please do not send any sensitive information.": [
        "Os relatórios não são criptografados de ponta a ponta. Não envie nenhuma informação confidencial."
      ],
      "Please note that by choosing this payment method, your account cannot be upgraded immediately. We will update your account once the payment is cleared.": [
        "Note que, ao escolher este método de pagamento, a sua conta não poderá ser imediatamente atualizada. Atualizaremos a sua conta assim que o pagamento for compensado."
      ],
      "Are you sure you want to discard your import?": [
        ""
      ]
    },
    "Success": {
      "Email address copied to clipboard": [
        "Endereço de e-mail copiado para a área de transferência"
      ],
      "Phone number copied to clipboard": [
        "Número de telefone copiado para a área de transferência"
      ],
      "Address copied to clipboard": [
        "O endereço foi copiado para a área de transferência"
      ],
      "Code sent to ${ methodTo }": [
        "Código enviado para ${ methodTo }"
      ],
      "Verification successful": [
        "Verificado com sucesso"
      ],
      "Preferences saved": [
        "Preferências salvas"
      ],
      "Contact group deleted": [
        "Grupo de contatos excluído",
        "Grupo de contatos excluídos"
      ],
      "Contact saved": [
        "Contato salvo"
      ],
      "Contacts deleted": [
        "Contatos excluídos"
      ],
      "Contact deleted": [
        "Contato excluído",
        "Contatos excluídos"
      ],
      "Fingerprint copied to clipboard": [
        "Impressão digital copiada para a área de transferência"
      ],
      "Bug reported": [
        "Relatório de erros enviado"
      ],
      "You have successfully unsubscribed": [
        "Você cancelou a inscrição com sucesso"
      ],
      "Preference saved": [
        "Preferência salva"
      ],
      "Keyboard shortcuts preferences updated": [
        "Preferências de atalhos de teclado atualizadas"
      ],
      "Recovery has started.": [
        "Recuperação iniciada."
      ],
      "${ nameElement } renamed successfully": [
        "${ nameElement } renomeado com sucesso"
      ],
      "\"${ formattedName }\" created successfully": [
        "\"${ formattedName }\" criado com sucesso"
      ],
      "The link to your file was successfully copied.": [
        "O link para o arquivo foi copiado com sucesso."
      ],
      "Your files were successfully recovered to \"My files\".": [
        "Seus arquivos foram recuperados com sucesso para \"Meus arquivos\"."
      ]
    },
    "Hint": {
      "Use Up and Down keys to access and browse suggestions after input. Press Enter to confirm your choice, or Escape to close the suggestions box.": [
        "Use as teclas de seta para Cima e para Baixo para acessar e procurar sugestões após a entrada. Pressione Enter para confirmar sua escolha, ou Escape para fechar a caixa de sugestões."
      ],
      "Found ${ items.length } suggestion, use keyboard to navigate.": [
        "Encontrada ${ items.length } sugestão, use o teclado para navegar.",
        "Encontradas ${ items.length } sugestões, use o teclado para navegar."
      ]
    },
    "Apps dropdown": {
      "Proton applications": [
        "Aplicativos do Proton"
      ],
      "Go to ${ title }": [
        "Ir para ${ title }"
      ],
      "Go to ${ vpnName }": [
        "Ir para ${ vpnName }"
      ]
    },
    "Error message": {
      "Oops, something went wrong": [
        "Opa, alguma coisa deu errado"
      ],
      "There was a problem connecting to Proton.": [
        "Ocorreu um problema ao conectar ao Proton."
      ],
      "Please ${ refresh } or check your connection.": [
        "Por favor, ${ refresh } ou verifique sua conexão."
      ],
      "Error: ${ errorMessage }": [
        "Erro: ${ errorMessage }"
      ],
      "Brace yourself till we get the error fixed.": [
        "Fique tranquilo, logo iremos corrigir este erro."
      ],
      "You may also ${ refresh } or try again later.": [
        "Você pode ${ refresh } ou tentar novamente mais tarde."
      ],
      "Internal server error": [
        "Erro interno do servidor"
      ],
      "You may also refresh the page or try again later.": [
        "Você pode atualizar a página ou tentar novamente mais tarde."
      ],
      "Not found": [
        "Não encontrado"
      ],
      "Access denied": [
        "Acesso negado"
      ]
    },
    "Delinquent modal title": {
      "Overdue invoice": [
        "Fatura vencida"
      ]
    },
    "Human verification method": {
      "CAPTCHA": [
        "CAPTCHA"
      ],
      "Email": [
        "E-mail"
      ],
      "SMS": [
        "SMS"
      ],
      "Manual": [
        "Manual"
      ],
      "No verification method available": [
        "Nenhum método de verificação disponível"
      ]
    },
    "Notification": {
      "Contact group updated": [
        "Grupo de contato atualizado"
      ],
      "Contact group created": [
        "Grupo de contatos criado"
      ],
      "All items will soon be permanently deleted from trash": [
        "Todos os itens serão em breve excluídos permanentemente da lixeira"
      ],
      "Move ${ movingCount } file": [
        "Mover ${ movingCount } arquivo",
        "Mover ${ movingCount } arquivos"
      ],
      "Move ${ movingCount } folder": [
        "Mover ${ movingCount } pasta",
        "Mover ${ movingCount } pastas"
      ],
      "Move ${ movingCount } item": [
        "Mover ${ movingCount } item",
        "Mover ${ movingCount } itens"
      ],
      "Move ${ itemsToMoveCount } file": [
        "Mover ${ itemsToMoveCount } arquivo",
        "Mover ${ itemsToMoveCount } arquivos"
      ],
      "Move ${ itemsToMoveCount } folder": [
        "Mover ${ itemsToMoveCount } pasta",
        "Mover ${ itemsToMoveCount } pastas"
      ],
      "Move ${ itemsToMoveCount } item": [
        "Mover ${ itemsToMoveCount } item",
        "Mover ${ itemsToMoveCount } itens"
      ],
      "Your settings have been changed successfully.": [
        "Suas configurações foram alteradas com sucesso."
      ],
      "The link to your file was deleted.": [
        "O link para o arquivo foi excluído."
      ],
      "Failed to move, please try again": [
        "Falha ao mover. Por favor, tente novamente"
      ],
      "Not enough space to upload ${ formattedRemaining }": [
        "Não há espaço suficiente para fazer upload de ${ formattedRemaining }"
      ],
      "\"${ firstItemName }\" deleted permanently from trash": [
        "\"${ firstItemName }\" excluído permanentemente da lixeira"
      ],
      "${ deletedItemsCount } file deleted permanently from trash": [
        "${ deletedItemsCount } arquivo excluído permanentemente da lixeira",
        "${ deletedItemsCount } arquivos excluídos permanentemente da lixeira"
      ],
      "${ deletedItemsCount } folder deleted permanently from trash": [
        "${ deletedItemsCount } pasta excluída permanentemente da lixeira",
        "${ deletedItemsCount } pastas excluídas permanentemente da lixeira"
      ],
      "${ deletedItemsCount } item deleted permanently from trash": [
        "${ deletedItemsCount } item excluído permanentemente da lixeira",
        "${ deletedItemsCount } itens excluídos permanentemente da lixeira"
      ],
      "\"${ firstItemName }\" moved to trash": [
        "\"${ firstItemName }\" movido para a lixeira"
      ],
      "${ trashedLinksCount } file moved to trash": [
        "${ trashedLinksCount } arquivo movido para a lixeira",
        "${ trashedLinksCount } arquivos movidos para a lixeira"
      ],
      "${ trashedLinksCount } folder moved to trash": [
        "${ trashedLinksCount } pasta movida para a lixeira",
        "${ trashedLinksCount } pastas movidas para a lixeira"
      ],
      "${ trashedLinksCount } item moved to trash": [
        "${ trashedLinksCount } item movido para a lixeira",
        "${ trashedLinksCount } itens movidos para a lixeira"
      ],
      "\"${ firstItemName }\" restored from trash": [
        "\"${ firstItemName }\" restaurado da lixeira"
      ],
      "${ restoredItemsCount } file restored from trash": [
        "${ restoredItemsCount } arquivo restaurado da lixeira",
        "${ restoredItemsCount } arquivos restaurados da lixeira"
      ],
      "${ restoredItemsCount } folder restored from trash": [
        "${ restoredItemsCount } pasta restaurada da lixeira",
        "${ restoredItemsCount } pastas restauradas da lixeira"
      ],
      "${ restoredItemsCount } item restored from trash": [
        "${ restoredItemsCount } item restaurado da lixeira",
        "${ restoredItemsCount } itens restaurados da lixeira"
      ],
      "An item with the name \"${ name }\" already exists in the current folder": [
        "Um item com o nome \"${ name }\" já existe na pasta atual"
      ],
      "\"${ _firstItemName }\" successfully moved": [
        "\"${ _firstItemName }\" movido com sucesso"
      ],
      "${ movedLinksCount } file successfully moved": [
        "${ movedLinksCount } arquivo movido com sucesso",
        "${ movedLinksCount } arquivos movidos com sucesso"
      ],
      "${ movedLinksCount } folder successfully moved": [
        "${ movedLinksCount } pasta movida com sucesso",
        "${ movedLinksCount } pastas movidas com sucesso"
      ],
      "${ movedLinksCount } item successfully moved": [
        "${ movedLinksCount } item movido com sucesso",
        "${ movedLinksCount } itens movidos com sucesso"
      ],
      "\"${ firstItemName }\" failed to be moved": [
        "\"${ firstItemName }\" falhou ao ser movido"
      ],
      "${ failedMovesCount } file failed to be moved": [
        "${ failedMovesCount } arquivo falhou em ser movido",
        "${ failedMovesCount } arquivos falharam ao ser movidos"
      ],
      "${ failedMovesCount } folder failed to be moved": [
        "${ failedMovesCount } pasta falhou ao ser movida",
        "${ failedMovesCount } pastas falharam ao ser movidas"
      ],
      "${ failedMovesCount } item failed to be moved": [
        "${ failedMovesCount } item falhou ao ser movido",
        "${ failedMovesCount } itens falharam ao serem movidos"
      ],
      "${ deletedCount } link to your file was deleted.": [
        "${ deletedCount } link para o seu arquivo foi excluído.",
        "${ deletedCount } links para os seus arquivos foram excluídos."
      ],
      "The link to your file failed to be deleted.": [
        "Falha ao excluir o link para o seu arquivo."
      ],
      "${ failedCount } link to your file failed to be deleted.": [
        "Falha ao excluir ${ failedCount } link de seu arquivo.",
        "Falha ao excluir ${ failedCount } links de seus arquivos."
      ]
    },
    "Label for contact group name": {
      "Name": [
        "Nome"
      ]
    },
    "Placeholder for contact group name": {
      "Name": [
        "Nome"
      ]
    },
    "Label for contact group color": {
      "Color": [
        "Cor"
      ]
    },
    "Progress bar description": {
      "${ contactsExported.length } out of ${ countContacts } contacts successfully exported.": [
        "${ contactsExported.length } de ${ countContacts } contados exportados com sucesso."
      ],
      "No contacts exported.": [
        "Nenhum contato exportado."
      ],
      "Progress: ${ combinedProgress }%": [
        "Progresso: ${ combinedProgress }%"
      ],
      "${ model.deleted.length } out of ${ totalBeDeleted } contact successfully deleted.": [
        "${ model.deleted.length } de ${ totalBeDeleted } contato excluído com sucesso.",
        "${ model.deleted.length } de ${ totalBeDeleted } contatos excluídos com sucesso."
      ],
      "${ model.submitted.length } out of ${ totalBeMerged } contact successfully merged.": [
        "${ model.submitted.length } de ${ totalBeMerged } contato combinado com sucesso.",
        "${ model.submitted.length } de ${ totalBeMerged } contatos combinados com sucesso."
      ],
      "No contacts merged.": [
        "Não há contatos mesclados."
      ]
    },
    "Description": {
      "Decrypting contacts... This may take a few minutes. When the process is completed, you will be able to download the file with all your contacts exported.": [
        "Descriptografando contatos... Isso pode levar alguns minutos. Quando este processo estiver concluído, você poderá baixar o arquivo com todos os seus contatos exportados."
      ],
      "Merging contacts... This may take a few minutes. When the process is completed, you can close this modal.": [
        "Mesclando contatos... Isso pode levar alguns minutos. Quando o processo estiver concluído, você poderá fechar esta janela."
      ],
      "Deleting contacts... This may take a few minutes. When the process is completed, you can close this modal.": [
        "Excluindo contatos... Isso pode levar alguns minutos. Quando o processo estiver concluído, você pode fechar esta janela modal."
      ],
      "Use Drag and Drop to rank merging priority between contacts. Uncheck the contacts you do not want to merge.": [
        "Arraste e solte para classificar a prioridade de mesclagem dos contatos. Desmarque os contatos que você não deseja mesclar."
      ],
      "You can mark for deletion the contacts that you do not want neither to merge nor to keep. Deletion will only take place after the merge button is clicked": [
        "Você pode marcar para exclusão os contatos que não quer mesclar nem manter. A exclusão somente ocorrerá após o botão de mesclagem ser clicado"
      ],
      "The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_CONTACTS_STRING } contact. If your file is bigger, please split it into smaller files.": [
        "O arquivo deve ter um tamanho máximo de ${ MAX_IMPORT_FILE_SIZE_STRING } e ter até ${ MAX_IMPORT_CONTACTS_STRING } contatos. Se o arquivo for maior, por favor divida em arquivos menores.",
        "O arquivo deve ter um tamanho máximo de ${ MAX_IMPORT_FILE_SIZE_STRING } e ter até ${ MAX_IMPORT_CONTACTS_STRING } contatos. Se o arquivo for maior, por favor divida em arquivos menores."
      ],
      "It looks like the contact list you are importing contains some groups. Please review how these groups should be imported.": [
        "Parece que a lista de contatos que você está importando contém alguns grupos. Verifique como esses grupos devem ser importados."
      ],
      "Encrypting and importing contacts... This may take a few minutes. When the process is completed, you can close this modal.": [
        "Criptografando e importando contatos... Isso pode levar alguns minutos. Quando o processo estiver concluído, você poderá fechar esta janela."
      ]
    },
    "TableHeader": {
      "Name": [
        "Nome"
      ],
      "Address": [
        "Endereço"
      ],
      "Actions": [
        "Ações"
      ],
      "Import": [
        "Importar"
      ],
      "CSV field": [
        "Campo CSV"
      ],
      "vCard field": [
        "campo vCard"
      ],
      "Values": [
        "Valores"
      ],
      "Location": [
        "Localização"
      ],
      "Type": [
        "Tipo"
      ],
      "Modified": [
        "Modificado"
      ],
      "Deleted": [
        "Excluído"
      ],
      "Size": [
        "Tamanho"
      ],
      "Created": [
        "Criado"
      ],
      "# of accesses": [
        "# de acessos"
      ],
      "Expires": [
        "Expira"
      ]
    },
    "Actions message": {
      "You don't have any groups.": [
        "Você não tem nenhum grupo."
      ],
      "No results found.": [
        "Nenhum resultado encontrado."
      ],
      "Please try another search term.": [
        "Tente outro termo de busca."
      ],
      "You don't have any contacts.": [
        "Você não tem nenhum contato."
      ],
      "${ addContact } or ${ importContact }.": [
        "${ addContact } ou ${ importContact }."
      ]
    },
    "Info, no need for singular": {
      "Multiple contacts look identical. ${ mergeAction }": [
        "Múltiplos contatos são idênticos. ${ mergeAction }"
      ]
    },
    "Header": {
      "Contacts": [
        "Contatos"
      ],
      "Contacts, groups and settings": [
        "Contatos, grupos e configurações"
      ],
      "Get help": [
        "Obter ajuda"
      ]
    },
    "Error notification": {
      "First name and last name cannot be unchecked at the same time": [
        "Nome e sobrenome não podem ser desmarcados ao mesmo tempo"
      ]
    },
    "Description of the purpose of the import CSV modal": {
      "We have detected the following fields in the CSV file you uploaded. Check the ones you want to import.": [
        "Detectamos os seguintes campos no arquivo CSV que você carregou. Marque os que você deseja importar."
      ],
      "Also, we have automatically matched CSV fields with vCard fields. You can review and change this matching manually.": [
        "Além disso, combinamos automaticamente os campos CSV com os campos vCard. Você pode analisar e alterar essa combinação manualmente."
      ]
    },
    "Option": {
      "Add to existing group": [
        "Adicionar a um grupo existente"
      ],
      "Create new group": [
        "Criar novo grupo"
      ],
      "Ignore group": [
        "Ignorar grupo"
      ]
    },
    "Import contact groups info": {
      "${ totalContacts } contact": [
        "${ totalContacts } contato",
        "${ totalContacts } contatos"
      ]
    },
    "Alert": {
      "By leaving now, some contacts may not be imported": [
        "Ao sair agora, alguns contatos podem não ser importados"
      ]
    },
    "Import calendar": {
      "Encrypting and adding contacts: ${ totalImported }/${ totalToImport }": [
        "Criptografando e adicionando contatos: ${ totalImported }/${ totalToImport }"
      ]
    },
    "Import contact error": {
      "Contact ${ contactId }: ": [
        "Contato ${ contactId }: "
      ]
    },
    "Info on errors": {
      "Click for details": [
        "Clique para ver detalhes"
      ]
    },
    "Import contacts warning": {
      "for now": [
        "por enquanto"
      ],
      "ProtonContacts does not support ${ forNow }:": [
        "O ProtonContacts não suporta ${ forNow }:"
      ]
    },
    "Import warning": {
      "No contact can be imported. Click for details": [
        "Nenhum contato pôde ser importado. Clique para ver detalhes"
      ],
      "${ totalContactsDiscarded } out of ${ totalContacts } contacts will not be imported. Click for details": [
        "${ totalContactsDiscarded } de ${ totalContacts } contatos não serão importados. Clique para ver detalhes"
      ]
    },
    "Import calendar warning": {
      "vCard versions < 3.0": [
        "versões vCard < 3.0"
      ]
    },
    "Import contacts": {
      "Contact successfully imported. The imported contact will now appear in your contact list.": [
        "Contato importado com sucesso. O contato importado aparecerá em sua lista de contatos.",
        "Contatos importados com sucesso. Os contatos importados aparecerão em sua lista de contatos."
      ],
      "An error occurred while encrypting and adding your contacts. ${ totalImported } out of ${ totalToImport } contacts successfully imported.": [
        "Ocorreu um erro ao criptografar e adicionar seus contatos. ${ totalImported } de ${ totalToImport } contatos importados com sucesso."
      ]
    },
    "Import contact": {
      "An error occurred while encrypting and adding your contact. No contact could be imported.": [
        "Ocorreu um erro ao criptografar e adicionar seu contato. Nenhum contato pôde ser importado.",
        "Ocorreu um erro ao criptografar e adicionar seus contatos. Nenhum contato pôde ser importado."
      ],
      "${ totalImported }/${ totalToImport } contact encrypted and added to your contact list": [
        "${ totalImported }/${ totalToImport } contato criptografado e adicionado à sua lista de contatos",
        "${ totalImported }/${ totalToImport } contatos criptografados e adicionados à sua lista de contatos"
      ]
    },
    "Message display when a new app version is available": {
      "A new version of ${ appName } is available. ${ reloadButton }.": [
        "Uma nova versão do ${ appName } está disponível. ${ reloadButton }."
      ]
    },
    "Error notification in the bug report modal when the user upload file": {
      "No image selected": [
        "Nenhuma imagem selecionada"
      ]
    },
    "Bug category": {
      "Sign in problem": [
        "Problema ao iniciar a sessão"
      ],
      "Sign up problem": [
        "Problema ao registar"
      ],
      "Payments problem": [
        "Problema com pagamento"
      ],
      "Custom domain problem": [
        "Problema com domínio personalizado"
      ],
      "Bridge problem": [
        "Problema de bridge"
      ],
      "Import / export problem": [
        "Problema ao importar / exportar"
      ],
      "Connection problem": [
        "Problema de conexão"
      ],
      "Slow speed problem": [
        "Problema com lentidão"
      ],
      "Calendar problem": [
        "Problemas com calendário"
      ],
      "Contacts problem": [
        "Problemas com contatos"
      ],
      "Drive problem": [
        "Problemas no Drive"
      ],
      "Mail problem": [
        "Problemas no e-mail"
      ],
      "VPN problem": [
        "Problema na VPN"
      ],
      "Feature request": [
        "Solicitação de recurso"
      ],
      "Other": [
        "Outro"
      ],
      "Signup problem": [
        "Problema de registro"
      ],
      "Installation problem": [
        "Problema na instalação"
      ],
      "Update problem": [
        "Problema na atualização"
      ],
      "Application problem": [
        "Problema no aplicativo"
      ],
      "Speed problem": [
        "Problema de velocidade"
      ],
      "Manual setup problem": [
        "Problema na configuração manual"
      ],
      "Website access problem": [
        "Problema de acesso ao site"
      ],
      "Streaming problem": [
        "Problema de streaming"
      ]
    },
    "Group": {
      "Account": [
        "Conta"
      ],
      "Apps": [
        "Aplicativos"
      ],
      "Network": [
        "Rede"
      ],
      "Services": [
        "Serviços"
      ],
      "Other category": [
        "Outra categoria"
      ]
    },
    "Action to select a title for the bug report modal": {
      "Select": [
        "Selecionar"
      ]
    },
    "Label, make it short please": {
      "Attach screenshot(s)": [
        "Anexar captura(s) de tela"
      ]
    },
    "Text": {
      "Settings": [
        "Configurações"
      ]
    },
    "Enabled": {
      "On": [
        "Ativo"
      ]
    },
    "Disabled": {
      "Off": [
        "Desativado"
      ]
    },
    "Layout mode": {
      "Column": [
        "Coluna"
      ],
      "Row": [
        "Linha"
      ]
    },
    "Density mode": {
      "Comfortable": [
        "Confortável"
      ],
      "Compact": [
        "Compacto"
      ]
    },
    "Composer mode": {
      "Maximized": [
        "Maximizado"
      ],
      "Normal": [
        "Normal"
      ]
    },
    "Onboarding Proton": {
      "This is what people will see when you send them an email, invite them to an event, or share a file with them.": [
        "Isso é o que as pessoas verão quando você enviá-las um e-mail, convidá-las para um evento ou compartilhar um arquivo com elas."
      ],
      "Choose a display name": [
        "Escolha um nome para exibição"
      ],
      "Select a theme": [
        "Selecione um tema"
      ],
      "You can change this anytime in your settings.": [
        "Você pode alterar isso a qualquer momento nas suas configurações."
      ],
      "Discover all Proton services": [
        "Descubra todos os serviços Proton"
      ],
      "Use the app selector in the top left to access other Proton services, including VPN, Calendar and Drive.": [
        "Use o seletor de aplicativos no canto superior esquerdo para acessar outros serviços do Proton, incluindo VPN, Calendário e Drive."
      ],
      "Welcome to Proton": [
        "Bem-vindo(a) ao Proton"
      ],
      "Our mission is to build an internet where you are in control of your data and your privacy. We have recently updated Proton - welcome to the secure internet.": [
        "A nossa missão é construir uma Internet em que você esteja no controle dos seus dados e da sua privacidade. Nós atualizamos o Proton recentemente. Bem-vindo(a) à Internet segura."
      ],
      "Set up your organization": [
        "Configure a sua organização"
      ],
      "Configure your organization, link your domain name, and create accounts to ensure all members of your organization are protected.": [
        "Configure a sua organização, vincule seu nome de domínio e crie contas para garantir que todos os membros da sua organização estejam protegidos."
      ]
    },
    "Info for cash payment method": {
      "Please contact us at ${ email } for instructions on how to pay us with cash.": [
        "Entre em contato conosco pelo ${ email } para obter instruções sobre como efetuar o pagamento em dinheiro."
      ]
    },
    "Billing cycle option": {
      "Monthly": [
        "Mensalmente"
      ],
      "Annually": [
        "Anualmente"
      ],
      "Two-year": [
        "2 anos"
      ],
      "Annually SAVE 20%": [
        "Anualmente ECONOMIZE 20%"
      ],
      "Two years SAVE 33%": [
        "Economize 33% em dois anos"
      ]
    },
    "Suffix for price": {
      "/ month": [
        "/mês"
      ]
    },
    "info": {
      "(beta)": [
        "(beta)"
      ]
    },
    "Mail feature": {
      "Users": [
        "Usuários"
      ],
      "Storage": [
        "Armazenamento"
      ],
      "0.5 GB": [
        "0,5 GB"
      ],
      "20 GB": [
        "20 GB"
      ],
      "Addresses": [
        "Endereços"
      ],
      "Custom email addresses": [
        "Endereços de e-mail personalizados"
      ],
      "Messages per day": [
        "Mensagens por dia"
      ],
      "Folders / labels": [
        "Pastas / marcadores"
      ],
      "Support": [
        "Suporte"
      ],
      "Limited": [
        "Limitado"
      ],
      "Priority": [
        "Prioridade"
      ],
      "Encrypted contacts": [
        "Contatos criptografados"
      ],
      "Contact groups": [
        "Grupos de contato"
      ],
      "Address verification": [
        "Verificação de endereço"
      ],
      "Custom filters": [
        "Filtros personalizados"
      ],
      "IMAP / SMTP": [
        "IMAP / SMTP"
      ],
      "Autoresponder": [
        "Respostas automáticas"
      ],
      "Use @pm.me address": [
        "Usar o endereço @pm.me"
      ],
      "Catch-All email": [
        "E-mail pega-tudo"
      ],
      "Multi-user support": [
        "Suporte a múltiplos usuários"
      ]
    },
    "Mail feature option": {
      "5 GB *": [
        "5 GB *"
      ],
      "5 GB / user *": [
        "5 GB / usuário *"
      ],
      "Unlimited **": [
        "Ilimitado **"
      ],
      "Unlimited": [
        "Ilimitado"
      ]
    },
    "Mail feature option: 5 email addresses / user": {
      "5 / user *": [
        "5 / usuário *"
      ]
    },
    "information": {
      "Included": [
        "Incluído"
      ]
    },
    "VPN feature": {
      "VPN Connections": [
        "Conexões VPN"
      ],
      "Speed": [
        "Velocidade"
      ],
      "VPN servers": [
        "Servidores VPN"
      ],
      "Locations/Countries": [
        "Locais/Países"
      ],
      "Adblocker (NetShield)": [
        "Bloqueador de anúncios (NetShield)"
      ],
      "P2P/BitTorrent": [
        "P2P/BitTorrent"
      ],
      "Streaming service support": [
        "Suporte a serviço de streaming"
      ],
      "Tor over VPN": [
        "Tor com VPN"
      ],
      "Secure Core servers": [
        "Servidores Core seguros"
      ],
      "${ mailAppName } Visionary": [
        "${ mailAppName } Visionário"
      ],
      "Jurisdiction": [
        "Jurisdição"
      ],
      "Open Source & audited apps": [
        "Aplicativos de código aberto e auditados"
      ],
      "Access blocked content": [
        "Acesso ao conteúdo bloqueado"
      ],
      "Strict no-logs policy": [
        "Política rigorosa contra logs"
      ],
      "Volume/bandwidth cap": [
        "Volume/Capacidade de banda"
      ],
      "User data monetization": [
        "Monetização de dados do usuário"
      ],
      "Platforms supported": [
        "Plataformas suportadas"
      ],
      "Languages supported": [
        "Idiomas suportados"
      ],
      "DNS leak prevention": [
        "Proteção contra vazamento de DNS"
      ],
      "Kill Switch / Always-on VPN": [
        "Kill Switch / VPN sempre ativa"
      ],
      "Perfect Forward Secrecy (PFS)": [
        "sigilo perfeito para a frente (PFS)"
      ],
      "Full Disk Encryption on Servers": [
        "Criptografia completa de disco nos servidores"
      ],
      "Split tunneling": [
        "Túnel dividido"
      ],
      "Custom connection profiles": [
        "Perfis de conexões personalizados"
      ],
      "Router support": [
        "Suporte ao roteador"
      ],
      "30-days money-back guarantee": [
        "Garantia de devolução do seu dinheiro por até 30 dias"
      ]
    },
    "VPN feature option": {
      "Medium": [
        "Média"
      ],
      "High": [
        "Alta"
      ],
      "Highest (up to 10 Gbps)": [
        "Velocidade máxima (até 10 Gbps)"
      ],
      "Switzerland": [
        "Suíça"
      ],
      "None": [
        "Nenhum"
      ],
      "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast": [
        "Windows, macOS, iOS, Linux, Android, Android TV, Chromebook, Chromecast"
      ],
      "(Android & Windows only)": [
        "(Somente Android e Windows)"
      ]
    },
    "Calendar feature": {
      "Multiple calendars": [
        "Vários calendários"
      ],
      "Calendar import": [
        "Importação de calendário"
      ],
      "Recurring events": [
        "Eventos recorrentes"
      ],
      "Invitations": [
        "Convites"
      ],
      "Share Calendar via link": [
        "Compartilhar calendário através de um link"
      ]
    },
    "Calendar feature option": {
      "20 / user *": [
        "20 / usuário *"
      ],
      "20 / user": [
        "20 / usuário"
      ]
    },
    "Drive feature": {
      "Access via Web": [
        "Acesso via web"
      ],
      "Upload / download files": [
        "Carregar/baixar arquivos"
      ],
      "Share files via link": [
        "Compartilhar arquivos através de um link"
      ]
    },
    "Info concerning plan features": {
      "Customizable features": [
        "Recursos personalizáveis"
      ],
      "ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.": [
        "O ProtonMail não pode ser usado para e-mails em massa ou \"spam\". E-mails legítimos são ilimitados."
      ]
    },
    "Plan Feature": {
      "${ n } VPN connection": [
        "${ n } conexão de VPN",
        "${ n } conexões de VPN"
      ],
      "${ n } server": [
        "${ n } servidor",
        "${ n } servidores"
      ]
    },
    "Netflix": {
      "Netflix": [
        "Netflix"
      ]
    },
    "Disney": {
      "Disney+": [
        "Disney+"
      ]
    },
    "Prime Video": {
      "Prime Video": [
        "Prime Video"
      ]
    },
    "Many Others": {
      "and many others": [
        "e muitos outros"
      ]
    },
    "Plan feature": {
      "Built-in Adblocker (NetShield)": [
        "Bloqueador de anúncios integrado (NetShield)"
      ],
      "Secure Core servers": [
        "Servidores do Núcleo Seguro"
      ],
      "Streaming service support": [
        "Suporte à serviço de streaming"
      ],
      "Access blocked content": [
        "Acesso a conteúdo bloqueado"
      ],
      "${ freeServers } in ${ freeCountries } country": [
        "${ freeServers } em ${ freeCountries } país",
        "${ freeServers } em ${ freeCountries } países"
      ],
      "Medium speed": [
        "Velocidade média"
      ],
      "350+ servers in ${ basicCountries } country": [
        "Mais de 350 servidores em ${ basicCountries } país",
        "Mais de 350 servidores em mais de ${ basicCountries } países"
      ],
      "High speed": [
        "Velocidade alta"
      ],
      "1200+ servers in ${ plusCountries } country": [
        "Mais de 1200 servidores em ${ plusCountries } país",
        "Mais de 1200 servidores em ${ plusCountries } países"
      ],
      "Highest speed (up to 10 Gbps)": [
        "Velocidade máxima (até 10 Gbps)"
      ],
      "All ${ PLAN_NAMES[PLANS.VPNPLUS] } plan features": [
        "Todos ${ PLAN_NAMES[PLANS.VPNPLUS] } recursos do plano"
      ],
      "Includes 6 user accounts": [
        "Inclui 6 contas de usuário"
      ],
      "Includes Proton Visionary": [
        "Inclui Proton Visionário"
      ],
      "Early access to new products": [
        "Acesso antecipado a novos produtos"
      ],
      "Custom email addresses": [
        "Endereços de e-mail personalizados"
      ],
      "Access to ${ driveAppName } (beta)": [
        "Acesso a ${ driveAppName } (beta)"
      ],
      "1 user": [
        "1 usuário"
      ],
      "0.5 GB storage": [
        "0.5 GB de armazenamento"
      ],
      "1 address": [
        "1 endereço"
      ],
      "3 folders / labels": [
        "3 pastas / marcadores"
      ],
      "5 GB storage *": [
        "5 GB de armazenamento *"
      ],
      "5 addresses": [
        "5 endereços *"
      ],
      "200 folders / labels": [
        "200 pastas / marcadores"
      ],
      "1 - 5000 users *": [
        "1 - 5000 usuários *"
      ],
      "5 GB storage / user": [
        "5 GB de armazenamento / usuário"
      ],
      "5 addresses / user": [
        "5 endereços / usuário"
      ],
      "Unlimited folders / labels": [
        "Pastas / marcadores ilimitados"
      ],
      "6 users": [
        "6 usuários"
      ],
      "20 GB storage": [
        "20 GB de armazenamento"
      ],
      "50 addresses": [
        "50 endereços"
      ]
    },
    "Price": {
      "Free": [
        "Gratuito"
      ]
    },
    "Countdown unit": {
      "${ monthsWithYears } month": [
        "${ monthsWithYears } mês",
        "${ monthsWithYears } mesês"
      ],
      "${ days } day": [
        "${ days } dia",
        "${ days } dias"
      ]
    },
    "Addon": {
      "+ ${ addresses } email address": [
        "+ ${ addresses } endereço de e-mail",
        "+ ${ addresses } endereços de e-mail"
      ],
      "+ ${ storage } storage": [
        "+ ${ storage } armazenamento"
      ],
      "+ ${ domains } custom domain": [
        "+ ${ domains } domínio personalizado",
        "+ ${ domains } domínios personalizados"
      ],
      "+ ${ members } user": [
        "+ ${ members } usuário",
        "+ ${ members } usuários"
      ],
      "+ ${ vpn } connection": [
        "+ ${ vpn } conexão",
        "+ ${ vpn } conexões"
      ]
    },
    "Plan info": {
      "(current plan)": [
        "(plano atual)"
      ]
    },
    "Free price": {
      "Free": [
        "Gratuito"
      ]
    },
    "Payment method option": {
      "New credit/debit card": [
        "Novo cartão de crédito/débito"
      ],
      "PayPal": [
        "PayPal"
      ],
      "Bitcoin": [
        "Bitcoin"
      ]
    },
    "Loading info": {
      "Connecting to your contacts provider": [
        ""
      ]
    },
    "Wizard step": {
      "Authenticate": [
        ""
      ],
      "Configure Import": [
        ""
      ],
      "Import": [
        ""
      ]
    },
    "Confirm modal title": {
      "Quit import?": [
        ""
      ]
    },
    "Select files": {
      "Upload": [
        "Enviar"
      ]
    },
    "Beta access description": {
      "Beta Access lets you use the beta version of ProtonMail, Proton Calendar, and Proton Drive before they are released to the public. This means you can be the first to try new products, get new updates, and use new features.": [
        "O Acesso beta permite que você use a versão beta do ProtonMail, Proton Calendar e Proton Drive antes que eles sejam liberados ao público. Isso significa que você pode ser o primeiro a experimentar novos produtos, obter novas atualizações e usar novos recursos."
      ],
      "If you encounter issues, you can always disable Beta Access.": [
        "Se você tiver problemas, poderá desativar o Acesso beta."
      ]
    },
    "Refresh on apply warning": {
      "Note: the service will reload after you click the Apply button.": [
        "Observação: o serviço recarregará depois que você clicar no botão Aplicar."
      ]
    },
    "Label to change density": {
      "Comfortable": [
        "Confortável"
      ],
      "Compact": [
        "Compacto"
      ]
    },
    "Label to change view layout": {
      "Column": [
        "Coluna"
      ],
      "Row": [
        "Linha"
      ]
    },
    "Label to change composer mode": {
      "Normal": [
        "Normal"
      ],
      "Maximized": [
        "Maximizado"
      ]
    },
    "Contact field label": {
      "Name": [
        "Nome"
      ],
      "Email": [
        "E-mail"
      ],
      "Phone": [
        "Telefone"
      ],
      "Address": [
        "Endereço"
      ],
      "Photo": [
        "Foto"
      ],
      "Organization": [
        "Organização"
      ],
      "Birthday": [
        "Aniversário"
      ],
      "Anniversary": [
        "Aniversário"
      ],
      "Title": [
        "Título"
      ],
      "Role": [
        "Função"
      ],
      "Note": [
        "Observação"
      ],
      "URL": [
        "URL"
      ],
      "Gender": [
        "Gênero"
      ],
      "Language": [
        "Idioma"
      ],
      "Timezone": [
        "Fuso horário"
      ],
      "Geo": [
        "Geolocalização"
      ],
      "Logo": [
        "Logotipo"
      ],
      "Member": [
        "Membro"
      ]
    },
    "Contact type label": {
      "Work": [
        "Comercial"
      ],
      "Personal": [
        "Pessoal"
      ],
      "Mobile": [
        "Celular"
      ],
      "Main": [
        "Principal"
      ],
      "Yomi": [
        "Yomi"
      ],
      "Other": [
        "Outros"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Pager"
      ]
    },
    "Property type": {
      "Email": [
        "E-mail"
      ],
      "Home": [
        "Casa"
      ],
      "Work": [
        "Trabalho"
      ],
      "Other": [
        "Outros"
      ],
      "Phone": [
        "Telefone"
      ],
      "Mobile": [
        "Celular"
      ],
      "Main": [
        "Principal"
      ],
      "Fax": [
        "Fax"
      ],
      "Pager": [
        "Pager"
      ],
      "Address": [
        "Endereço"
      ]
    },
    "file size format": {
      "bytes": [
        "bytes"
      ],
      "KB": [
        "KB"
      ],
      "MB": [
        "MB"
      ],
      "GB": [
        "GB"
      ]
    },
    "Validation": {
      "Password must contain at least ${ length } character": [
        "A senha deve conter ao menos ${ length } caractere",
        "A senha deve conter ao menos ${ length } caracteres"
      ]
    },
    "PGP key warning": {
      "Email address not found among user ids defined in sending key (${ keyUserIds })": [
        "Endereço de e-mail não encontrado entre as identidades de usuário definidas na chave de envio (${ keyUserIds })"
      ]
    },
    "Import contact. Contact identifier": {
      "unknown": [
        "desconhecido"
      ]
    },
    "Default display name vcard": {
      "Unknown": [
        "Desconhecido"
      ]
    },
    "Error importing contact": {
      "vCard versions < 3.0 not supported": [
        "versões vCard < 3.0 não são suportadas"
      ],
      "Encryption failed": [
        "Falha na criptografia"
      ]
    },
    "Error importing calendar": {
      "An unexpected error occurred. Import must be restarted.": [
        "Ocorreu um erro inesperado. A importação deve ser reiniciada."
      ]
    },
    "Error importing contacts": {
      "An error occurred uploading your file. No file has been selected.": [
        "Ocorreu um erro ao carregar o seu arquivo. Nenhum arquivo foi selecionado."
      ],
      "An error occurred uploading your file ${ formattedFilename }. No .csv or .vcf file selected": [
        "Ocorreu um erro ao carregar seu arquivo ${ formattedFilename }. Nenhum arquivo .csv ou .vcf foi selecionado"
      ],
      "Your file ${ formattedFilename } is empty.": [
        "O arquivo ${ formattedFilename } está vazio."
      ],
      "An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.": [
        "Ocorreu um erro ao fazer o upload do arquivo ${ formattedFilename }. O tamanho máximo permitido é ${ MAX_IMPORT_FILE_SIZE_STRING }."
      ],
      "Your file ${ formattedFilename } has no contacts to be imported.": [
        "O arquivo ${ formattedFilename } não tem contatos para serem importados."
      ],
      "Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_CONTACTS_STRING } contacts.": [
        "O arquivo ${ formattedFilename } contém mais de ${ MAX_IMPORT_CONTACTS_STRING } contatos."
      ],
      "An error occurred reading your file ${ formattedFilename }. File doesn't have the right format.": [
        "Ocorreu um erro ao ler o arquivo ${ formattedFilename }. O arquivo não tem o formato correto."
      ]
    },
    "Keyboard shortcut section name": {
      "Basic navigation": [
        "Navegação básica"
      ],
      "Basic actions": [
        "Ações básicas"
      ],
      "Folder shortcuts": [
        "Atalhos da pasta"
      ],
      "Composer shortcuts": [
        "Atalhos do compositor"
      ],
      "List shortcuts": [
        "Listar atalhos"
      ],
      "Action shortcuts": [
        "Atalhos de ação"
      ],
      "Message shortcuts": [
        "Atalhos de mensagem"
      ]
    },
    "Keyboard shortcut name": {
      "Move up": [
        "Mover para cima"
      ],
      "Jump to first": [
        "Ir para o primeiro"
      ],
      "Move down": [
        "Mover para baixo"
      ],
      "Jump to last": [
        "Pular para o último"
      ],
      "Move right / expand": [
        "Mover para a direita / expandir"
      ],
      "Move left / collapse": [
        "Mover para esquerda / recolher"
      ],
      "Apply / open": [
        "Aplicar / abrir"
      ],
      "Cancel / close": [
        "Cancelar / fechar"
      ],
      "Open this modal": [
        "Abrir esta janela"
      ],
      "Select / unselect": [
        "Marcar / desmarcar"
      ],
      "Go to Inbox": [
        "Ir para a Caixa de Entrada"
      ],
      "Go to Archive": [
        "Ir para Arquivo"
      ],
      "Go to Sent": [
        "Ir para Enviados"
      ],
      "Go to Starred": [
        "Ir para Favoritos"
      ],
      "Go to Drafts": [
        "Ir para Rascunhos"
      ],
      "Go to Trash": [
        "Ir para Lixeira"
      ],
      "Go to Spam": [
        "Ir para Spam"
      ],
      "Go to All Mail": [
        "Ir para Todas as Mensagens"
      ],
      "Save draft": [
        "Salvar rascunho"
      ],
      "Send email": [
        "Enviar e-mail"
      ],
      "Close draft": [
        "Fechar rascunho"
      ],
      "Minimize / maximize composer": [
        "Minimizar / maximizar o editor"
      ],
      "Expand / contract composer": [
        "Expandir / reduzir editor"
      ],
      "Attach file": [
        "Anexar arquivo"
      ],
      "Add expiration time": [
        "Adicionar tempo de expiração"
      ],
      "Add encryption": [
        "Adicionar criptografia"
      ],
      "Discard draft": [
        "Descartar rascunho"
      ],
      "Open previous message": [
        "Abrir mensagem anterior"
      ],
      "Open next message": [
        "Abrir próxima mensagem"
      ],
      "Show unread emails": [
        "Mostrar e-mails não lidos"
      ],
      "Show all emails": [
        "Visualizar todos os e-mails"
      ],
      "Select / unselect all": [
        "Selecionar / Desmarcar todos"
      ],
      "Search": [
        "Buscar"
      ],
      "New message": [
        "Nova mensagem"
      ],
      "Star": [
        "Favorito"
      ],
      "Mark as unread": [
        "Marcar como não lida"
      ],
      "Label as...": [
        "Marcar como..."
      ],
      "Create filter with...": [
        "Criar filtro com..."
      ],
      "Move to...": [
        "Mover para..."
      ],
      "Move to Inbox": [
        "Mover para Caixa de Entrada"
      ],
      "Move to Archive": [
        "Mover para Arquivo"
      ],
      "Move to Spam": [
        "Mover para Spam"
      ],
      "Move to Trash": [
        "Mover para Lixeira"
      ],
      "Delete permanently": [
        "Excluir permanentemente"
      ],
      "Reply": [
        "Responder"
      ],
      "Reply all": [
        "Responder a todos"
      ],
      "Forward": [
        "Encaminhar"
      ],
      "Load remote content": [
        "Carregar conteúdo remoto"
      ],
      "Load embedded images": [
        "Carregar imagens incorporadas"
      ],
      "Show original message": [
        "Exibir mensagem original"
      ]
    },
    "Validation Error": {
      "Name must not end with a space": [
        "O nome não pode terminar com um espaço"
      ],
      "Name must not begin with a space": [
        "O nome não pode terminar com um espaço"
      ],
      "Name must be ${ MAX_NAME_LENGTH } characters long at most": [
        "O nome deve ter no máximo ${ MAX_NAME_LENGTH } caracteres"
      ],
      "\"${ str }\" is not a valid name": [
        "\"${ str }\" não é um nome válido"
      ],
      "Name cannot include invisible characters, / or \\.": [
        "Nome não pode incluir caracteres invisíveis, / ou \\."
      ],
      "Name must not be empty": [
        "O nome não pode estar vazio"
      ]
    },
    "Onboarding Proton Drive Action": {
      "Upgrade account": [
        "Upgrade de conta"
      ],
      "Enable Beta Access": [
        "Habilitar Acesso Beta"
      ],
      "Start using ${ appName }": [
        "Comece a usar o ${ appName }"
      ]
    },
    "Onboarding Proton Drive Title": {
      "Upgrade to access ${ appName }": [
        "Atualize para acessar ${ appName }"
      ],
      "${ appName } is in Beta": [
        "${ appName } está em Beta"
      ],
      "Meet your new secure file storage": [
        "Conheça seu novo armazenamento de arquivos seguro"
      ]
    },
    "Onboarding Proton Drive Info": {
      "${ appName } is currently in early access and only available to users with a paid plan.": [
        "O ${ appName } está atualmente em acesso antecipado e disponível apenas para usuários de planos pagos."
      ],
      "${ appName } is currently only available if you enable Beta Access.": [
        "${ appName } está atualmente disponível apenas se você ativar o Acesso Beta."
      ],
      "Protect all your files with end-to-end encryption. Use ${ appName } to store and share your files securely.": [
        "Proteja todos os seus arquivos com criptografia de ponta a ponta. Use o ${ appName } para armazenar e compartilhar seus arquivos de forma segura."
      ]
    },
    "blackfriday Promo title, need to be short": {
      "Special offer": [
        "Oferta especial"
      ]
    },
    "blackfriday Info": {
      "Get early access to our new encrypted drive for FREE by upgrading to a Plus bundle now.": [
        "Obtenha acesso antecipado ao nosso novo drive criptografado GRATUITAMENTE, fazendo upgrade para um plano Plus agora."
      ],
      "This subscription will automatically renew after 2 years at the same rate until it is cancelled.": [
        "Esta assinatura será renovada automaticamente após 2 anos pelo mesmo valor, a menos que seja cancelada."
      ],
      "Discounts are based on monthly pricing.": [
        "Os descontos são baseados nos preços mensais."
      ],
      "Offer valid only for first-time paid subscriptions.": [
        "Oferta válida apenas para novas assinaturas pagas."
      ],
      "Save ${ percentage }%": [
        "${ percentage }%"
      ],
      "Includes": [
        "Inclui"
      ],
      "early access to": [
        "acesso antecipado ao"
      ],
      "ProtonDrive": [
        "ProtonDrive"
      ],
      "Free": [
        "Grátis"
      ],
      "Standard price: ${ regularPrice }": [
        "Preço normal: ${ regularPrice }"
      ]
    },
    "blackfriday Title": {
      "ProtonDrive early access offer": [
        "Oferta de acesso antecipado do ProtonDrive"
      ],
      "Cyber Monday Sale": [
        "Promoção da Cyber Monday"
      ],
      "Black Friday Sale": [
        "Promoção da Black Friday"
      ],
      "for 1 month": [
        "por 1 mês"
      ],
      "for 1 year": [
        "por 1 ano"
      ],
      "for 2 years": [
        "por 2 anos"
      ],
      "Billed as ${ amount } ${ supNotice }": [
        ""
      ],
      "(${ notice }) Renews after 1 year at a discounted annual price of ${ amount } every year (20% discount).": [
        "(${ notice }) É renovado após 1 ano a um preço anual reduzido de ${ amount } por ano (20% de desconto)."
      ],
      "(${ notice }) Renews after 2 years at a discounted 2-year price of ${ amount } every 2 years (47% discount).": [
        "(${ notice }) É renovado após 2 anos a um preço reduzido de ${ amount } a cada 2 anos (47% de desconto)."
      ],
      "(${ notice }) Renews after 1 year at a discounted annual & bundle price of ${ amount } every year (36% discount).": [
        "(${ notice }) É renovado após 1 ano a um preço anual reduzido e combinado de ${ amount } por ano (36% de desconto)."
      ],
      "Most popular": [
        "Mais popular"
      ]
    },
    "blackfriday Action": {
      "Upgrade": [
        "Fazer upgrade"
      ],
      "Get limited-time deal": [
        "Obter o desconto por tempo limitado"
      ]
    },
    "blackfriday info": {
      "per month": [
        "por mês"
      ]
    }
  }
}
