{
  "headers": {
    "plural-forms": "nplurals=2; plural=(n != 1);",
    "language": "en_US"
  },
  "contexts": {
    "Action": {
      "Toggle Contact app": [
        "Toggle Contacts app"
      ]
    },
    "Description": {
      "Automatically clear out messages older than 30 days from trash and spam. Enjoy this and other benefits when you upgrade.": [
        "Automatically clear out messages that have been in Trash or Spam for over 30 days. Enjoy this and other benefits when you upgrade."
      ]
    },
    "Error": {
      "Require at least one action": [
        "Add at least one action"
      ],
      "Require at least one condition": [
        "Add at least one condition"
      ]
    },
    "familyOffer_2023:Family plan": {
      "Accounts with custom domains cannot join a Visionary or family plan.": [
        "Accounts with custom domains cannot join a Visionary or family plan."
      ],
      "Manage addresses.": [
        "Manage addresses"
      ]
    },
    "familyOffer_2023:Onboarding Proton": {
      "Configure your family account and invite users ": [
        "Configure your family account and invite users"
      ]
    },
    "Filter option to only show message with attachments": {
      "Has file": [
        "Has attachments"
      ]
    },
    "Font face option": {
      "System default": [
        "Paramètres par défaut du système"
      ]
    },
    "Info": {
      "Contact unassigned to group ${ contactGroupName }": [
        "Contact removed from ${ contactGroupName }"
      ],
      "file attached": [
        "attachment",
        "attachments"
      ],
      "Turn off to only search by date, name, email address, or subject line. To disable search message content and delete downloaded messages, go to settings.": [
        "Turn off this option to search only by date, name, e-mail address or message subject. To disable search in message content (and delete messages that have been downloaded to enable this feature), go to Settings."
      ],
      "Upgrade to automatically delete messages that have been in trash and spam for more than 30 days.": [
        "Upgrade to automatically delete messages that have been in Trash or Spam for more than 30 days."
      ]
    },
    "Label": {
      "Synchronize with system": [
        "Sync with system"
      ]
    },
    "Oauth instructions video alternative": {
      "Select what ${ BRAND_NAME } can access: view your email messages and settings, view and download your contacts, view and download all agendas you access from Google Agenda.": [
        "Select what ${ BRAND_NAME } can access: view your email messages and settings, view and download your contacts, view and download all agendas you access from Google Calendar."
      ]
    }
  }
}