Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Title
source: Attach screenshot
ca: Adjuntar una captura de pantalla
de: Screenshot anhängen
es: Adjuntar captura de pantalla
fr: Ajouter une capture d'écran
hr: Dodajte snimak zaslona
id: Lampirkan tangkapan layar
nl: Schermafbeelding toevoegen
pl: Załącz zrzut ekranu
pt: Anexar captura de tela
pt_pt: Anexar captura de ecrã
ru: Приложить снимок экрана
tr: Ekran görüntüsü ekleyin
zh_tw: 附上螢幕擷圖

# Title
source: Attachments
ca: Adjunts
de: Anhänge
es: Adjuntos
fr: Pièces jointes
hr: Privitci
id: Lampiran
nl: Bijlagen
pl: Załączniki
pt: Anexos
pt_pt: Anexos
ru: Вложения
tr: Ekler
zh_tw: 附件

# Title
source: Authentication Logs
ca: Registre d'autenticacions
de: Authentifizierungsprotokolle
es: Registros de Autenticación
fr: Historique de connexion
hr: Autentifikacijski zapisi
id: Log Otentikasi
nl: Authenticatielogboek
pl: Dzienniki uwierzytelniania
pt: Registros de autenticação
pt_pt: Diários de autenticação
ru: Логи аутентификации
tr: Kimlik Doğrulama Kayıtları
zh_tw: 認證日誌

# Title
source: Auto-Reply
ca: Resposta automàtica
de: Automatische Antwort
es: Autorespuesta
fr: Répondeur automatique
hr: Automatski odgovori
id: Balasan Otomatis
nl: Automatisch antwoord
pl: Autoresponder
pt: Resposta automática
pt_pt: Resposta automática
ru: Автоответчик
tr: Otomatik Yanıt
zh_tw: 自動回覆

# Title
source: Automatic Replies
ca: Respostes automàtiques
de: Automatische Antworten
es: Respuestas Automáticas
fr: Réponses automatiques
hr: Automatski odgovori
id: Balasan Otomatis
nl: Automatische antwoorden
pl: Automatyczne odpowiedzi
pt: Respostas automáticas
pt_pt: Respostas automáticas
ru: Автоматические ответы
tr: Otomatik Yanıtlar
zh_tw: 自動回覆

# Title
source: Automatically save contacts
ca: Guardar contactes automàticament
de: Kontakte automatisch speichern
es: Guardar contactos automáticamente
fr: Enregistrer automatiquement les contacts
hr: Automatsko spremanje kontakata
id: Secara otomatis menyimpan kontak
nl: Contacten automatisch opslaan
pl: Automatyczne zapisywanie kontaktów
pt: Salvar contatos automaticamente
pt_pt: Gravar contactos automaticamente
ru: Автоматически сохранять контакты
tr: Kişileri otomatik kaydet
zh_tw: 自動新增聯絡人

# Title
source: Background color
ca: Color de fons
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d'arrière-plan
hr: Pozadinska boja
id: Warna latar belakang
nl: Achtergrond kleur
pl: Kolor tła
pt: Cor de fundo
pt_pt: Cor de fundo
ru: Цвет фона
tr: Arka plan rengi
zh_tw: 背景色

# Title
source: Billing
ca: Facturació
de: Abrechnung
es: Facturación
fr: Facturation
hr: Naplata
id: Penagihan
nl: Facturatie
pl: Rozliczenie
pt: Faturamento
pt_pt: Facturação
ru: Оплата
tr: Faturalandırma
zh_tw: 計費

# Title
source: Billing Information
ca: Informació de facturació
de: Rechnungsinformationen
es: Información de facturación
fr: Informations de facturation
hr: Informacije o plaćanju
id: Informasi tagihan
nl: Facturatiegegevens
pl: Dane do faktury
pt: Informações de pagamento
pt_pt: Informação de facturação
ru: Платёжная информация
tr: Fatura bilgisi
zh_tw: 帳單資訊

# Title
source: Black Friday Sale
pt_pt: Venda Sexta-feira negra

# Title
source: Card verification
pt_pt: Verificação do cartão

# Title
source: Card verification in progress
pt_pt: Verificação do cartão em curso

# Title
source: Catch-All
ca: Captura tot
de: Catch-all-Weiterleitung
fr: Adresse attrape-tout
hr: Dohvati-sve
id: Tangkap-semua
pt_pt: Captura-tudo
tr: Tümünü yakala

# Title
source: Change Login Password
ca: Canvia la contrasenya d'inici de sessió
de: Login-Passwort ändern
es: Cambiar contraseña de inicio de sesión
fr: Modifier le mot de passe de connexion
hr: Promijeni lozinku za prijavu
id: Ganti kata sandi login
nl: Loginwachtwoord wijzigen
pl: Zmień hasło logowania
pt: Alterar senha de login
pt_pt: Alterar a senha de início de sessão
ru: Изменить пароль учётной записи
tr: Oturum açma parolasını değiştir
zh_tw: 變更登入密碼

# Title
source: Change Mailbox Password
ca: Canviar la contrasenya del bústia
de: Postfach-Passwort ändern
es: Cambiar contraseña del buzón
fr: Changer le mot de passe de la boîte mail
hr: Promijeni lozinku sandučića e-pošte
id: Ubah Password Kotak Pesan
nl: Mailboxwachtwoord wijzigen
pl: Zmień hasło skrzynki pocztowej
pt: Alterar senha da caixa de correio
pt_pt: Alterar a senha da caixa de correio
ru: Изменить пароль почтового ящика
tr: Posta kutusu parolasını değiştir
zh_tw: 更改信箱密碼

# Title
source: Change OpenVPN Login
ca: Canviar inici de sessió de OpenVPN
de: OpenVPN-Login ändern
es: Cambiar inicio de sesión de OpenVPN
fr: Modifier l'identifiant OpenVPN
hr: Promjeni OpenVPN prijavu
id: Ubah Login OpenVPN
nl: OpenVPN-inloggegevens wijzigen
pl: Zmień login OpenVPN
pt: Alterar login OpenVPN
pt_pt: Alterar o nome de utilizador OpenVPN
ru: Изменить логин OpenVPN
tr: OpenVPN girişini değiştir
zh_tw: 變更 OpenVPN 使用者名稱

# Title
source: Change OpenVPN Password
ca: Canviar la contrasenya de OpenVPN
de: OpenVPN-Passwort ändern
es: Cambiar contraseña de OpenVPN
fr: Modifier le mot de passe OpenVPN
hr: Promjeni OpenVPN lozinku
id: Ubah Password OpenVPN
nl: OpenVPN-wachtwoord wijzigen
pl: Zmień hasło OpenVPN
pt: Alterar senha do OpenVPN
pt_pt: Alterar a senha OpenVPN
ru: Изменить пароль OpenVPN
tr: OpenVPN parolasını değiştir
zh_tw: 更改 OpenVPN 密碼

# Title
source: Change Organization Keys
ca: Canviar les claus d'organització
de: Organisationsschlüssel ändern
es: Cambiar claves de la organización
fr: Changer les Clés de l’Organisation
hr: Promijeni organizacijske ključeve
id: Ubah Kunci Organisasi
nl: Organisatiesleutels wijzigen
pl: Zmień klucze organizacji
pt: Alterar chaves da organização
pt_pt: Alterar as chaves da organização
ru: Изменение ключей организации
tr: Kuruluş anahtarlarını değiştir
zh_tw: 變更組織金鑰

# Title
source: Change Organization Password
ca: Canviar la contrasenya de l'organització
de: Organisationspasswort ändern
es: Cambiar contraseña de la organización
fr: Changer le mot de passe de l'organisation
hr: Promijeni organizacijsku lozinku
id: Ubah Password Organisasi
nl: Organisatiewachtwoord wijzigen
pl: Zmień hasło organizacji
pt: Alterar a senha da organização
pt_pt: Alterar a senha da organização
ru: Изменение пароля организации
tr: Kuruluş parolasını değiştir
zh_tw: 變更組織密碼

# Title
source: Change Password
ca: Canviar Contrasenya
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
hr: Promijeni lozinku
id: Ganti kata sandi
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar senha
pt_pt: Alterar a senha
ru: Изменение пароля
tr: Parolayı Değiştir
zh_tw: 變更密碼

# Title
source: Change Role
ca: Canvia de rol
de: Funktion ändern
es: Cambiar privilegios
fr: Changer le rôle
hr: Promjenite ulogu
id: Ubah Peran
nl: Rol wijzigen
pl: Zmiana uprawnień
pt: Alterar função
pt_pt: Alterar cargo
ru: Изменить роль
tr: Rolü değiştir
zh_tw: 更改角色

# Title
source: Choose your default language.
ca: Tria el teu idioma predeterminat.
de: Wählen Sie Ihre Standardsprache.
fr: Sélectionnez la langue par défaut.
hr: Odaberite vaš zadani jezik.
nl: Selecteer uw standaardtaal.
pl: Wybierz swój domyślny język.
pt: Selecione o seu idioma padrão.
pt_pt: Escolha o seu idioma predefinido.
ru: Выберите ваш основной язык.
tr: Varsayılan dilinizi seçin.
zh_tw: 選擇您的預設語言。

# Title
source: Clear
ca: Netejar
de: Löschen
es: Borrar
fr: Effacer
hr: Očisti
id: Bersih
nl: Wissen
pl: Wyczyść
pt: Limpar
pt_pt: Limpar
ru: Очистить
tr: Temizle
zh_tw: 清除

# Title
source: Composer
ca: Editor
de: Verfasser
es: Editor
fr: Éditeur
hr: Prozor za novu poruku
id: Komposer
nl: Opstelvenster
pl: Edytor
pt: Compositor de mensagens
pt_pt: Compositor
ru: Редактор писем
tr: Oluşturucu
zh_tw: 撰寫郵件

# Title
source: Composer Text Direction
ca: Direcció de Text del editor
de: Textrichtung im Verfassen-Fenster
es: Dirección del texto en el editor
fr: Orientation du texte dans le compositeur
hr: Smjer teksta u prozoru za novu poruku
nl: Opstelvenster tekstrichting
pl: Kierunek tekstu edytora
pt: Direção do texto no compositor
pt_pt: Direcção do texto no compositor
ru: Направление текста в редакторе
tr: Metin yönü düzenleyicisi
zh_tw: 撰寫文字方向

# Title
source: Composer mode
ca: Mode de editor
de: Nachrichtenformat
es: Modo del redactor
fr: Mode du compositeur
hr: Način rada prozora za novu poruku
id: Mode komposer
nl: Opstelmodus
pl: Tryb edytora
pt: Modo de compositor
pt_pt: Modo do compositor
ru: Режим редактора
tr: Besteci modu
zh_tw: 撰寫模式

# Title
source: Conditions
ca: Condicions
de: Bedingungen
es: Condiciones
hr: Uvjeti
id: Kondisi
nl: Voorwaarden
pl: Warunki
pt: Condições
pt_pt: Condições
ru: Условия
tr: Koşullar
zh_tw: 條件

# Title
source: Confirm Password
ca: Confirmar contrasenya
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
hr: Potvrdi lozinku
id: Konfirmasi sandi
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt: Confirmar senha
pt_pt: Confirmar senha
ru: Подтвердите пароль
tr: Parolayı Onayla
zh_tw: 確認密碼

# Title
source: Confirm Reset Password
ca: Confirma Restablir contrasenya
de: Passwortrücksetzung bestätigen
es: Confirmar el restablecimiento de la contraseña
fr: Confirmer la réinitialisation du mot de passe
hr: Potvrdi lozinku za ponovno postavljanje
id: Konfirmasikan Reset Password
nl: Herstelwachtwoord bevestigen
pl: Potwierdzenie resetowania hasła
pt: Confirmar senha de redefinição
pt_pt: Confirmar senha de reposição
ru: Подтвердите пароль сброса
tr: Parola Sıfırlamayı Onayla
zh_tw: 確認重置密碼

# Title
source: Confirm downgrade
ca: Confirmar baixar de categoria
de: Downgrade bestätigen
es: Confirmar degradación
fr: Confirmez votre changement d'offre
hr: Potvrdi snižavanje statusa
id: Konfirmasi downgrade
nl: Downgrade bevestigen
pl: Potwierdź obniżenie planu taryfowego
pt: Confirmar o downgrade
pt_pt: Confirmar regressão
ru: Подтвердите понижение
tr: Düşürmeyi onayla
zh_tw: 確認降級

# Title
source: Confirm login password
ca: Confirma la contrasenya d'inici de sessió
de: Anmeldepasswort bestätigen
fr: Confirmer le mot de passe de connexion
hr: Potvrdi lozinku za prijavu
nl: Bevestig inlogwachtwoord
pl: Potwierdź hasło logowania
pt: Confirmar senha de login
pt_pt: Confirmar senha de início de sessão
ru: Подтвердить входной пароль
tr: Giriş parolasını onayla
zh_tw: 確認登入密碼

# Title
source: Confirm loss of Proton bonuses
pt_pt: Confirmar perda de bónus Proton

# Title
source: Confirm mailbox password
ca: Confirma la contrasenya de la bústia
de: Postfach-Passwort bestätigen
fr: Confirmer le mot de passe de la boîte mail
hr: Potvrdi lozinku za sandučić e-pošte
nl: Bevestig mailboxwachtwoord
pl: Potwierdź hasło skrzynki pocztowej
pt: Confirme a senha da caixa de correio
pt_pt: Confirmar senha da caixa de correio
ru: Подтвердите пароль почтового ящика
tr: Posta kutusu parolasını onayla
zh_tw: 確認郵箱密碼

# Title
source: Confirm recovery Password
ca: Confirma la contrasenya de recuperació
de: Wiederherstellungspasswort bestätigen
fr: Confirmer le mot de passe de récupération
hr: Potvrdi lozinku za oporavak
nl: Bevestig herstelwachtwoord
pl: Potwierdź hasło odzyskiwania
pt: Confirmar a senha de recuperação
pt_pt: Confirmar senha de recuperação
ru: Подтвердите пароль восстановления
tr: Kurtarma parolasını onayla
zh_tw: 確認備援密碼

# Title
source: Contact
ca: Contacte
de: Kontakt
es: Contacto
hr: Kontakt
id: Kontak
nl: Contactpersoon
pl: Kontakt
pt: Contato
pt_pt: Contacto
ru: Контакт
tr: Kişi
zh_tw: 聯絡人

# Title
source: Contact Details
ca: Dades de contacte
de: Kontaktdetails
es: Datos de Contacto
fr: Détails du contact
hr: Detalji o kontaktu
id: Rincian kontak
nl: Details van contactpersoon
pl: Szczegóły kontaktu
pt: Detalhes do contato
pt_pt: Detalhes do contacto
ru: Контактные данные
tr: Kişi Ayrıntıları
zh_tw: 聯絡人詳細資料

# Title
source: Contact List
ca: Llista de contactes
de: Kontaktliste
es: Lista de Contactos
fr: Liste de contacts
hr: Popis kontakata
nl: Lijst met contactpersonen
pl: Lista kontaktów
pt: Lista de contatos
pt_pt: Lista de contactos
ru: Список контактов
tr: Kişi Listesi
zh_tw: 聯絡人一覽

# Title
source: Contact encryption keys
ca: Claus de xifrat de contacte
de: Verschlüsselungschlüssel des Kontakts
es: Claves de cifrado del contacto
fr: Clés de chiffrement de contact
hr: Šifrirani ključevi kontataka
nl: Contactpersoon encryptiesleutels
pl: Klucze szyfrujące kontaktu
pt: Chaves de criptografia do contato
pt_pt: Chaves de encriptação do contacto
ru: Ключи шифрования контакта
tr: Kişi şifreleme anahtarları
zh_tw: 聯絡人金鑰

# Title
source: Contact us
ca: Contacti'ns
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
hr: Kontaktirajte nas
id: Hubungi kami
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt: Contate-nos
pt_pt: Contacte-nos
ru: Свяжитесь с нами
tr: Bize ulaşın
zh_tw: 聯絡我們

# Title
source: Contacts
ca: Contactes
de: Kontakte
es: Contactos
hr: Kontakti
id: Kontak
nl: Contactpersonen
pl: Kontakty
pt: Contatos
pt_pt: Contactos
ru: Контакты
tr: Kişiler
zh_tw: 聯絡人

# Title
source: Conversation Grouping
ca: Agrupació de conversa
de: Unterhaltungsgruppierung
es: Agrupación de conversaciones
fr: Regroupement de conversation
hr: Grupiranje razgovora
id: Pengelompokan percakapan
nl: Gesprekken groeperen
pl: Grupowanie wątków
pt: Agrupamento de conversas
pt_pt: Agrupamento de conversas
ru: Группировка сообщений в цепочки
tr: Sohbet Gruplama
zh_tw: 會話群組

# Title
source: Cost per month
ca: Cost per mes
de: Monatliche Kosten
es: Costo por mes
fr: Coût par mois
hr: Mjesečni trošak
id: Biaya per bulan
nl: Kosten per maand
pl: Koszt miesięczny
pt: Custo por mês
pt_pt: Custo por mês
ru: Стоимость в месяц
tr: Aylık maliyet
zh_tw: 每月費用

# Title
source: Coupon
ca: Cupó
de: Gutschein
es: Cupón
fr: Code promo
hr: Kupon
id: Kupon
nl: Kortingscode
pl: Kupon
pt: Cupom
pt_pt: Cupão
ru: Купон
tr: Kupon
zh_tw: 優惠券

# Title
source: Create Address
ca: Crea una adreça
de: Adresse erstellen
es: Crear dirección
fr: Créer une adresse
hr: Stvaranje adrese
id: Buat Alamat
nl: Adres toevoegen
pl: Utwórz adres
pt: Criar endereço
pt_pt: Criar endereço
ru: Создать адрес
tr: Adres oluştur
zh_tw: 新增地址

# Title
source: Create Contact
ca: Crea un contacte
de: Kontakt erstellen
es: Crear contacto
fr: Créer un contact
hr: Stvaranje kontakta
id: Buat Kontak
nl: Nieuwe contactpersoon toevoegen
pl: Utwórz kontakt
pt: Criar contato
pt_pt: Criar contacto
ru: Создать контакт
tr: Kişi oluştur
zh_tw: 建立聯絡人

# Title
source: Create new folder
ca: Crea una carpeta nova
de: Neuen Ordner erstellen
es: Crear nueva carpeta
fr: Créer un nouveau dossier
hr: Stvori novu mapu
id: Buat folder baru
nl: Nieuwe map aanmaken
pl: Utwórz nowy folder
pt: Criar nova pasta
pt_pt: Criar nova pasta
ru: Создать новую папку
tr: Yeni klasör oluştur
zh_tw: 建立新資料夾

# Title
source: Create new label
ca: Crear nova etiqueta
de: Neue Kategorie erstellen
es: Crear una nueva etiqueta
fr: Créer un nouveau label
hr: Stvori novu oznaku
id: Buat label baru
nl: Nieuw label aanmaken
pl: Utwórz nową etykietę
pt: Criar um novo marcador
pt_pt: Criar nova etiqueta
ru: Создать новый ярлык
tr: Yeni etiket oluştur
zh_tw: 建立新標籤

# Title
source: Create user
ca: Crear usuari
de: Benutzer erstellen
es: Crear usuario
fr: Créer un utilisateur
hr: Stvori korisnika
id: Buat pengguna
nl: Gebruiker aanmaken
pl: Utwórz użytkownika
pt: Criar usuário
pt_pt: Criar utilizador
ru: Создать пользователя
tr: Kullanıcı oluştur
zh_tw: 建立使用者

# Title
source: Create your account
ca: Crea el teu compte
de: Erstelle dein Konto
es: Cree su cuenta
fr: Créez votre compte
hr: Izradite vaš račun
id: Buat akunmu
nl: Maak uw account aan
pl: Utwórz konto
pt: Criar sua conta
pt_pt: Crie a sua conta
ru: Создайте свою учётную запись
tr: Hesabınızı Oluşturun
zh_tw: 建立您的帳戶

# Title
source: Created
ca: Creat
de: Erstellt
fr: Créé
hr: Stvoreno
nl: Aangemaakt
pl: Utworzono
pt: Criado
pt_pt: Criada
ru: Создан
tr: Oluşturuldu
zh_tw: 已建立

# Title
source: Creating account
ca: Creant compte
de: Konto wird erstellt
es: Creando la cuenta
fr: Création du compte
hr: Izrada računa
id: Membuat akun
nl: Account aanmaken
pl: Tworzenie konta
pt: Criando conta
pt_pt: A criar a conta
ru: Создание учётной записи
tr: Hesap oluşturuluyor
zh_tw: 建立帳戶中

# Title
source: Credit
ca: Crèdit
de: Guthaben
es: Crédito
fr: Crédit
hr: Kredit
id: Kredit
nl: Tegoed
pl: Saldo
pt: Crédito
pt_pt: Crédito
ru: Баланс
tr: Kredi
zh_tw: 點數

# Title
source: Current status
ca: Estat actual
de: Aktueller Status
es: Estado actual
fr: Statut actuel
hr: Trenutni status
id: Status terkini
nl: Huidige status
pl: Obecny status
pt: Situação atual
pt_pt: Estado actual
ru: Текущий статус
tr: Geçerli durum
zh_tw: 目前狀態

# Title
source: Custom Domain Addresses
ca: Adreces de correu electrònic de domini personalitzat
de: Benutzerdefinierte Domainadressen
fr: Adresses de domaine personnalisé
hr: Adrese prilagođene domene
pl: Adres domeny niestandardowej
pt: Endereços de domínios personalizados
pt_pt: Endereço de domínio personalizado
ru: Адреса в пользовательских доменах
tr: Özel etki alanı adresleri

# Title
source: Custom Filters
ca: Filtres personalitzats
de: Eigene Filter
es: Filtros Personalizados
fr: Filtres personnalisés
hr: Prilagođeni filtri
id: Filter Khusus
nl: Geavanceerde filters
pl: Filtry niestandardowe
pt: Filtros personalizados
pt_pt: Filtros personalizados
ru: Пользовательские фильтры
tr: Özel Filtreler
zh_tw: 自訂篩選器

# Title
source: Custom theme
ca: Tema personalitzat
de: Eigenes Design
es: Tema personalizado
fr: Thème personnalisé
hr: Prilagođena tema
id: Tema khusus
nl: Aangepast thema
pl: Niestandardowy motyw
pt: Tema personalizado
pt_pt: Tema personalizado
ru: Пользовательская тема
tr: Özel tema
zh_tw: 自訂主題

# Title
source: Customize invoices
ca: Personalitzar factures
de: Rechnungen anpassen
es: Personalizar las facturas
fr: Personnaliser les factures
hr: Prilagodite fakture
id: Sesuaikan faktur
nl: Facturen aanpassen
pl: Dostosuj faktury
pt: Personalizar faturas
pt_pt: Personalizar facturas
ru: Настройка счетов
tr: Faturaları özelleştir
zh_tw: 自訂發票

# Title
source: Daily email notifications
ca: Notificacions diàries per correu electrònic
de: Tägliche E-Mail-Benachrichtigungen
es: Notificaciones diarias por correo electrónico
fr: Notifications quotidiennes par email
hr: Dnevne obavijesti e-pošte
id: Pemberitahuan email harian
nl: Dagelijkse e-mailnotificaties
pl: Codzienne powiadomienia e-mail
pt: Notificações diárias por e-mail
pt_pt: Notificações por email diárias
ru: Ежедневные уведомления по электронной почте
tr: Günlük e-posta bildirimleri
zh_tw: 每日電子郵件通知

# Title
source: Dashboard
ca: Tauler de control
de: Übersicht
es: Panel de control
fr: Tableau de bord
hr: Upravljačka ploča
id: Dasbor
nl: Overzicht
pl: Pulpit
pt: Painel de controle
pt_pt: Painel de controlo
ru: Квоты и тарифы
tr: Kontrol Paneli
zh_tw: 儀錶板

# Title
source: Date
ca: Data
de: Datum
es: Fecha
hr: Datum
id: Tanggal
nl: Datum
pl: Data
pt: Data
pt_pt: Data
ru: Дата
tr: Tarih
zh_tw: 日期

# Title
source: Day of the month
ca: Dia del mes
de: Tag des Monats
fr: Jour du mois
hr: Dan u mjesecu
nl: Dag van de maand
pl: Dzień miesiąca
pt: Dia do mês
pt_pt: Dia do mês
ru: День месяца
tr: Ayın günü
zh_tw: 日

# Title
source: Decrypt Mailbox
ca: Desxifra bústia
de: Postfach entschlüsseln
es: Descifrar el buzón
fr: Déchiffrer la boîte de réception
hr: Dešifriranje sandučića e-pošte
id: Dekripsi kotak surat
nl: Mailbox ontsleutelen
pl: Odszyfruj skrzynkę pocztową
pt: Descriptografar a caixa de correio
pt_pt: Desencriptar a caixa de correio
ru: Расшифровка почтового ящика
tr: Posta Kutusunun Şifresini Çöz
zh_tw: 解密信箱

# Title
source: Decrypt message
ca: Desxifrar missatge
de: Nachricht entschlüsseln
es: Descifrar el mensaje
fr: Déchiffrer le message
hr: Dešifriranje poruke
id: Dekripsi pesan
nl: Bericht ontsleutelen
pl: Odszyfrowanie wiadomości
pt: Descriptografar mensagem
pt_pt: Desencriptar mensagem
ru: Расшифровка сообщения
tr: İletinin şifresini çöz
zh_tw: 解密信件

# Title
source: Delete
ca: Esborra
de: Löschen
es: Eliminar
fr: Supprimer
hr: Obriši
id: Menghapus
nl: Verwijderen
pl: Usuń
pt: Excluir
pt_pt: Eliminar
ru: Удалить
tr: Sil
zh_tw: 刪除

# Title
source: Delete Account
ca: Eliminar compte
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le compte
hr: Brisanje računa
id: Hapus akun
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
pt_pt: Eliminar conta
ru: ﻿Удалить учётную запись
tr: Hesabı Sil
zh_tw: 刪除帳戶

# Title
source: Delete Filter
ca: Esborrar filtre
de: Filter löschen
es: Eliminar Filtro
fr: Supprimer le filtre
hr: Izbriši filtar
id: Hapus Filter
nl: Filter verwijderen
pl: Usuń filtr
pt: Excluir filtro
pt_pt: Eliminar filtro
ru: Удалить фильтр
tr: Filtreyi Sil
zh_tw: 刪除篩選器

# Title
source: Delete account
ca: Eliminar compte
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hr: Brisanje računa
id: Hapus akun
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
pt_pt: Eliminar conta
ru: Удалить учётную запись
tr: Hesabı sil
zh_tw: 刪除帳戶

# Title
source: Delete address
ca: Suprimeix l'adreça
de: Adresse löschen
es: Eliminar dirección
fr: Supprimer l'adresse
hr: Obriši adresu
id: Hapus alamat
nl: Adres verwijderen
pl: Usuń adres
pt: Excluir endereço
pt_pt: Eliminar endereço
ru: Удалить адрес
tr: Adresi sil
zh_tw: 刪除地址

# Title
source: Delete all
ca: Esborrar tot
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
hr: Obriši sve
id: Hapus semua
nl: Alles verwijderen
pl: Usuń wszystko
pt: Excluir todos
pt_pt: Eliminar tudo
ru: Удалить все
tr: Tümünü sil
zh_tw: 全部刪除

# Title
source: Delete domain
ca: Suprimeix el domini
de: Domain löschen
es: Eliminar dominio
fr: Supprimer le domaine
hr: Brisanje domene
id: Hapus domain
nl: Domein verwijderen
pl: Usuń domenę
pt: Excluir domínio
pt_pt: Eliminar domínio
ru: Удалить домен
tr: Etki alanını sil
zh_tw: 刪除網域

# Title
source: Delete folder
ca: Suprimeix la carpeta
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
hr: Izbriši mapu
id: Hapus folder
nl: Map verwijderen
pl: Usuń folder
pt: Excluir pasta
pt_pt: Eliminar pasta
ru: Удалить папку
tr: Klasörü sil
zh_tw: 刪除資料夾

# Title
source: Delete label
ca: Suprimeix l'etiqueta
de: Kategorie löschen
es: Eliminar etiqueta
fr: Supprimer le label
hr: Izbriši oznaku
id: Hapus label
nl: Label verwijderen
pl: Usuń etykietę
pt: Remover marcador
pt_pt: Eliminar etiqueta
ru: Удалить ярлык
tr: Etiketi sil
zh_tw: 刪除標籤

# Title
source: Delete payment method
ca: Suprimeix el mètode de pagament
de: Zahlungsart löschen
es: Eliminar método de pago
fr: Supprimer le mode de paiement
hr: Brisanje načina plaćanja
id: Hapus metode pembayaran
nl: Betalingsmethode verwijderen
pl: Usuń metodę płatności
pt: Excluir método de pagamento
pt_pt: Eliminar método de pagamento
ru: Удалить способ оплаты
tr: Ödeme yöntemini sil
zh_tw: 刪除付款方式

# Title
source: Delete user
ca: Eliminar usuari
de: Benutzer löschen
es: Eliminar usuario
fr: Supprimer l'utilisateur
hr: Izbriši korisnika
id: Hapus pengguna
nl: Gebruiker verwijderen
pl: Usuń użytkownika
pt: Excluir usuário
pt_pt: Eliminar utilizador
ru: Удалить пользователя
tr: Kullanıcıyı sil
zh_tw: 刪除使用者

# Title
source: Delete {{Name}} from the group
ca: {{Name}} suprimit del grup
de: „{{Name}}” aus Gruppe gelöscht
fr: Supprimer {{Name}} du groupe
hr: Izbriši {{Name}} iz grupe
pl: Usuń {{Name}} z grupy
pt: Excluir {{Name}} do grupo
pt_pt: Eliminar {{Name}} do grupo
ru: Удалить {{Name}} из группы
tr: {{Name}} kişisini grubundan sil
zh_tw: 刪除 {{Name}} 從群組中

# Title
source: Delete {{type}}
ca: Suprimir {{type}}
de: {{type}} löschen
fr: Supprimer {{type}}
hr: Izbriši {{type}}
pl: Usuń {{type}}
pt: Excluir {{type}}
pt_pt: Eliminar {{type}}
ru: Удалить {{type}}
tr: {{type}} sil
zh_tw: 刪除 {{type}}
