Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Dashboard plan title
source: Current Plan
ca: Pla actual
de: Aktueller Tarif
es: Plan actual
fr: Offre actuelle
hr: Trenutni plan
id: Rencana saat ini
nl: Huidig abonnement
pl: Obecny plan
pt: Plano atual
pt_pt: Plano actual
ru: Текущий тариф
tr: Mevcut plan
zh_tw: 目前方案

# Dashboard plan type
source: FREE
ca: GRATUÏT
de: Kostenlos
es: GRATUITA
hr: BESPLATNO
id: BEBAS
nl: GRATIS
pl: DARMOWE
pt: GRATUITO
pt_pt: GRATUITO
tr: ÜCRETSİZ
zh_tw: 免費

# Dashboard, custom theme input
source: Paste your CSS code here (limited to 200,000 characters)
ca: Enganxeu el codi CSS aquí (limitat a 200.000 caràcters)
de: Fügen Sie hier Ihren CSS-Schlüssel ein (beschränkt auf 200.000 Zeichen)
es: Pegue aquí su código CSS (limitado a 200.000 caracteres)
fr: Collez ici votre code CSS (limité à 200 000 caractères)
hr: Zalijepite ovdje svoj CSS kôd (ograničeno na 200 000 znakova)
nl: Plak hier uw CSS code (beperkt tot 200.000 tekens)
pl: Wklej tutaj swój kod CSS (max. 200 000 znaków)
pt: Cole aqui o seu código CSS (limitado a 200.000 caracteres)
pt_pt: Cole aqui o seu código CSS (limitado a 200.000 caracteres)
ru: Вставьте ваш код CSS сюда (ограничение - 200,000 знаков)
tr: CSS kodunuzu buraya yapıştırın (200.000 karakterle sınırlıdır)
zh_tw: 在這裡貼上 CSS 代碼（上限為 200,000 個字元）

# Dashboard/security
source: Logging preference updated
ca: Preferència d'acces actualitzada
de: Protokollierungspräferenzen aktualisiert
es: Preferencia de sesión actualizada
fr: Préférences de connexion enregistrées
hr: Ažurirana je postavka zapisivanja
id: Preferensi penebangan diperbarui
nl: Logboekvoorkeuren bijgewerkt
pl: Ustawienia logowania zostały zaktualizowane
pt: Preferência de registro atualizada
pt_pt: Preferências de acesso actualizadas
ru: Настройки логов обновлены
tr: Günlük tercihi güncellendi
zh_tw: 已更新記錄設定

# Day of the month select value
source: 10th of the month
ca: 10è del mes
de: 10. des Monats
es: 10 del mes
fr: 10 du mois
hr: 10 dan u mjesecu
id: 10 bulan ini
nl: 10de van de maand
pl: 10. dnia miesiąca
pt: Décimo dia do mês
pt_pt: dia 10 do mês
ru: 10-ое число месяца
tr: Ayın 10'u
zh_tw: 本月10日

# Day of the month select value
source: 11th of the month
ca: 11è del mes
de: 11. des Monats
es: 11 del mes
fr: 11 du mois
hr: 11 dan u mjesecu
id: 11 bulan
nl: 11de van de maand
pl: 11. dnia miesiąca
pt: Décimo primeiro dia do mês
pt_pt: dia 11 do mês
ru: 11-ое число месяца
tr: Ayın 11'i
zh_tw: 本月11日

# Day of the month select value
source: 12th of the month
ca: 12è del mes
de: 12. des Monats
es: 12 del mes
fr: 12 du mois
hr: 12 dan u mjesecu
id: 12 bulan
nl: 12de van de maand
pl: 12. dnia miesiąca
pt: Décimo segundo dia do mês
pt_pt: dia 12 do mês
ru: 12-ое число месяца
tr: Ayın 12'si
zh_tw: 本月12日

# Day of the month select value
source: 13th of the month
ca: 13è del mes
de: 13. des Monats
es: 13 del mes
fr: 13 du mois
hr: 13 dan u mjesecu
id: 13 bulan
nl: 13de van de maand
pl: 13. dnia miesiąca
pt: Décimo terceiro dia do mês
pt_pt: dia 13 do mês
ru: 13-ое число месяца
tr: Ayın 13'ü
zh_tw: 本月13日

# Day of the month select value
source: 14th of the month
ca: 14è del mes
de: 14. des Monats
es: 14 del mes
fr: 14 du mois
hr: 14 dan u mjesecu
id: 14 bulan ini
nl: 14de van de maand
pl: 14. dnia miesiąca
pt: Décimo quarto dia do mês
pt_pt: dia 14 do mês
ru: 14-ое число месяца
tr: Ayın 14'ü
zh_tw: 本月14日

# Day of the month select value
source: 15th of the month
ca: 15è del mes
de: 15. des Monats
es: 15 del mes
fr: 15 du mois
hr: 15 dan u mjesecu
id: 15 bulan
nl: 15de van de maand
pl: 15. dnia miesiąca
pt: Décimo quinto dia do mês
pt_pt: dia 15 do mês
ru: 15-ое число месяца
tr: Ayın 15'i
zh_tw: 本月15日

# Day of the month select value
source: 16th of the month
ca: 16è del mes
de: 16. des Monats
es: 16 del mes
fr: 16 du mois
hr: 16 dan u mjesecu
id: 16 bulan
nl: 16de van de maand
pl: 16. dnia miesiąca
pt: Décimo sexto dia do mês
pt_pt: dia 16 do mês
ru: 16-ое число месяца
tr: Ayın 16'sı
zh_tw: 本月16日

# Day of the month select value
source: 17th of the month
ca: 17è del mes
de: 17. des Monats
es: 17 del mes
fr: 17 du mois
hr: 17 dan u mjesecu
id: 17 bulan
nl: 17de van de maand
pl: 17. dnia miesiąca
pt: Décimo sétimo dia do mês
pt_pt: dia 17 do mês
ru: 17-ое число месяца
tr: Ayın 17'si
zh_tw: 本月17日

# Day of the month select value
source: 18th of the month
ca: 18è del mes
de: 18. des Monats
es: 18 del mes
fr: 18 du mois
hr: 18 dan u mjesecu
id: 18 bulan ini
nl: 18de van de maand
pl: 18. dnia miesiąca
pt: Décimo oitavo dia do mês
pt_pt: dia 18 do mês
ru: 18-ое число месяца
tr: Ayın 18'i
zh_tw: 本月18日

# Day of the month select value
source: 19th of the month
ca: 19è del mes
de: 19. des Monats
es: 19 del mes
fr: 19 du mois
hr: 19 dan u mjesecu
id: 19 bulan
nl: 19de van de maand
pl: 19. dnia miesiąca
pt: Décimo nono dia do mês
pt_pt: dia 19 do mês
ru: 19-ое число месяца
tr: Ayın 19'u
zh_tw: 本月19日

# Day of the month select value
source: 1st of the month
ca: 1r del mes
de: 1. des Monats
es: 1 del mes
fr: 1er du mois
hr: 1 dan u mjesecu
id: 1 bulan
nl: 1ste van de maand
pl: 1. dnia miesiąca
pt: Primeiro dia do mês
pt_pt: dia 1 do mês
ru: 1-ое число месяца
tr: Ayın 1'i
zh_tw: 本月1日

# Day of the month select value
source: 20th of the month
ca: 20 del mes
de: 20. des Monats
es: 20 del mes
fr: 20 du mois
hr: 20 dan u mjesecu
id: 20 bulan
nl: 20ste van de maand
pl: 20. dnia miesiąca
pt: Vigésimo dia do mês
pt_pt: dia 20 do mês
ru: 20-ое число месяца
tr: Ayın 20'si
zh_tw: 本月20日

# Day of the month select value
source: 21st of the month
ca: 21 del mes
de: 21. des Monats
es: 21 del mes
fr: 21 du mois
hr: 21 dan u mjesecu
id: 21 bulan
nl: 21ste van de maand
pl: 21. dnia miesiąca
pt: Vigésimo primeiro dia do mês
pt_pt: dia 21 do mês
ru: 21-ое число месяца
tr: Ayın 21'i
zh_tw: 本月21日

# Day of the month select value
source: 22nd of the month
ca: 22 del mes
de: 22. des Monats
es: 22 del mes
fr: 22 du mois
hr: 22 dan u mjesecu
id: 22 bulan
nl: 22ste van de maand
pl: 22. dnia miesiąca
pt: Vigésimo segundo dia do mês
pt_pt: dia 22 do mês
ru: 22-ое число месяца
tr: Ayın 22'si
zh_tw: 本月22日

# Day of the month select value
source: 23rd of the month
ca: 23 del mes
de: 23. des Monats
es: 23 del mes
fr: 23 du mois
hr: 23 dan u mjesecu
id: 23 bulan
nl: 23ste van de maand
pl: 23. dnia miesiąca
pt: Vigésimo terceiro dia do mês
pt_pt: dia 23 do mês
ru: 23-ье число месяца
tr: Ayın 23'ü
zh_tw: 本月23日

# Day of the month select value
source: 24th of the month
ca: 24 del mes
de: 24. des Monats
es: 24 del mes
fr: 24 du mois
hr: 24 dan u mjesecu
id: 24 bulan
nl: 24ste van de maand
pl: 24. dnia miesiąca
pt: Vigésimo quarto dia do mês
pt_pt: dia 24 do mês
ru: 24-ое число месяца
tr: Ayın 24'ü
zh_tw: 本月24日

# Day of the month select value
source: 25th of the month
ca: 25 del mes
de: 25. des Monats
es: 25 del mes
fr: 25 du mois
hr: 25 dan u mjesecu
id: 25 bulan ini
nl: 25ste van de maand
pl: 25. dnia miesiąca
pt: Vigésimo quinto dia do mês
pt_pt: dia 25 do mês
ru: 25-ое число месяца
tr: Ayın 25'i
zh_tw: 本月25日

# Day of the month select value
source: 26th of the month
ca: 26 del mes
de: 26. des Monats
es: 26 del mes
fr: 26 du mois
hr: 26 dan u mjesecu
id: 26 bulan
nl: 26ste van de maand
pl: 26. dnia miesiąca
pt: Vigésimo sexto dia do mês
pt_pt: dia 26 do mês
ru: 26-ое число месяца
tr: Ayın 26'sı
zh_tw: 本月26日

# Day of the month select value
source: 27th of the month
ca: 27 del mes
de: 27. des Monats
es: 27 del mes
fr: 27 du mois
hr: 27 dan u mjesecu
id: 27 bulan
nl: 27ste van de maand
pl: 27. dnia miesiąca
pt: Vigésimo sétimo dia do mês
pt_pt: dia 27 do mês
ru: 27-ое число месяца
tr: Ayın 27'si
zh_tw: 本月27日

# Day of the month select value
source: 28th of the month
ca: 28 del mes
de: 28. des Monats
es: 28 del mes
fr: 28 du mois
hr: 28 dan u mjesecu
id: 28 bulan
nl: 28ste van de maand
pl: 28. dnia miesiąca
pt: Vigésimo oitavo dia do mês
pt_pt: dia 28 do mês
ru: 28-ое число месяца
tr: Ayın 28'i
zh_tw: 本月28日

# Day of the month select value
source: 29th of the month
ca: 29 del mes
de: 29. des Monats
es: 29 del mes
fr: 29 du mois
hr: 29 dan u mjesecu
id: 29 bulan
nl: 29ste van de maand
pl: 29. dnia miesiąca
pt: Vigésimo nono dia do mês
pt_pt: dia 29 do mês
ru: 29-ое число месяца
tr: Ayın 29'u
zh_tw: 本月29日

# Day of the month select value
source: 2nd of the month
ca: 2 del mes
de: 2. des Monats
es: 2 del mes
fr: 2 du mois
hr: 2 dan u mjesecu
id: 2 bulan
nl: 30ste van de maand
pl: 2. dnia miesiąca
pt: Segundo dia do mês
pt_pt: dia 2 do mês
ru: 2-ое число месяца
tr: Ayın 2'si
zh_tw: 本月2日

# Day of the month select value
source: 30th of the month
ca: 30 del mes
de: 30. des Monats
es: 30 del mes
fr: 30 du mois
hr: 30 dan u mjesecu
id: 30 bulan
nl: 30ste van de maand
pl: 30. dnia miesiąca
pt: Trigésimo dia do mês
pt_pt: dia 30 do mês
ru: 30-ое число месяца
tr: Ayın 30'u
zh_tw: 本月30日

# Day of the month select value
source: 31st of the month
ca: 31 del mes
de: 31. des Monats
es: 31 del mes
fr: 31 du mois
hr: 31 dan u mjesecu
id: 31 bulan
nl: 31ste van de maand
pl: 31. dnia miesiąca
pt: Trigésimo primeiro dia do mês
pt_pt: dia 31 do mês
ru: 31-ое число месяца
tr: Ayın 31'i
zh_tw: 本月31日

# Day of the month select value
source: 3rd of the month
ca: 3 del mes
de: 3. des Monats
es: 3 del mes
fr: 3 du mois
hr: 3 dan u mjesecu
id: 3 bulan
nl: 3de van de maand
pl: 3. dnia miesiąca
pt: Terceiro dia do mês
pt_pt: dia 3 do mês
ru: 3-ье число месяца
tr: Ayın 3'ü
zh_tw: 本月3日

# Day of the month select value
source: 4th of the month
ca: 4 del mes
de: 4. des Monats
es: 4 del mes
fr: 4 du mois
hr: 4 dan u mjesecu
id: 4 bulan
nl: 4de van de maand
pl: 4. dnia miesiąca
pt: Quarto dia do mês
pt_pt: dia 4 do mês
ru: 4-ое число месяца
tr: Ayın 4'ü
zh_tw: 本月4日

# Day of the month select value
source: 5th of the month
ca: 5 del mes
de: 5. des Monats
es: 5 del mes
fr: 5 du mois
hr: 5 dan u mjesecu
id: 5 bulan
nl: 5de van de maand
pl: 5. dnia miesiąca
pt: Quinto dia do mês
pt_pt: dia 5 do mês
ru: 5-ое число месяца
tr: Ayın 5'i
zh_tw: 本月5日

# Day of the month select value
source: 6th of the month
ca: 6è del mes
de: 6. des Monats
es: 6 del mes
fr: 6 du mois
hr: 6 dan u mjesecu
id: 6 bulan
nl: 6de van de maand
pl: 6. dnia miesiąca
pt: Sexto dia do mês
pt_pt: dia 6 do mês
ru: 6-ое число месяца
tr: Ayın 6'sı
zh_tw: 本月6日

# Day of the month select value
source: 7th of the month
ca: 7è del mes
de: 7. des Monats
es: 7 del mes
fr: 7 du mois
hr: 7 dan u mjesecu
id: 7 bulan
nl: 7de van de maand
pl: 7. dnia miesiąca
pt: Sétimo dia do mês
pt_pt: dia 7 do mês
ru: 7-ое число месяца
tr: Ayın 7'si
zh_tw: 本月7日

# Day of the month select value
source: 8th of the month
ca: 8è del mes
de: 8. des Monats
es: 8 del mes
fr: 8 du mois
hr: 8 dan u mjesecu
id: 8 bulan
nl: 8ste van de maand
pl: 8. dnia miesiąca
pt: Oitavo dia do mês
pt_pt: dia 8 do mês
ru: 8-ое число месяца
tr: Ayın 8'i
zh_tw: 本月8日

# Day of the month select value
source: 9th of the month
ca: 9è del mes
de: 9. des Monats
es: 9 del mes
fr: 9 du mois
hr: 9 dan u mjesecu
id: 9 bulan ini
nl: 9de van de maand
pl: 9. dnia miesiąca
pt: Nono dia do mês
pt_pt: dia 9 do mês
ru: 9-ое число месяца
tr: Ayın 9'u
zh_tw: 本月9日

# Default autoresponder message without signature (no regards, etcetera)
source: <div>I'm out of the office with limited access to my email.</div>
ca: <div>Sóc fora de l'oficina i amb accés limitat al meu correu electrònic.</div>
de: <div>Ich bin nicht in meinem Büro und habe nur eingeschränkten Zugang zu meinen Nachrichten.</div>
es: <div>Estoy fuera de la oficina con acceso limitado a mi correo.</div>
fr: <div>Actuellement en déplacement, je n'ai qu'un accès limité à mes emails.</div>
hr: <div>Ja sam izvan ureda s ograničenim pristupom mojoj e-pošti.</div>
id: <div> Saya keluar dari kantor dengan akses terbatas ke email saya. </ div>
nl: <div>Ik ben afwezig en heb beperkte toegang tot mijn e-mail.</div>
pl: <div>Jestem poza biurem, z ograniczonym dostępem do mojej poczty.</div>
pt: <div>Estou fora do escritório e com acesso limitado ao meu e-mail.</div>
pt_pt: <div>Estou fora do escritório com acesso limitado ao meu email.</div>
ru: <div>Я отсутствую на рабочем месте и не имею полного доступа к почте.</div>
tr: <div>Şuan ofis dışındayım ve e-postama erişimim kısıtlı.</div>
zh_tw: <div>本人不在辦公室，存取電子郵件受限。</div>

# Default display name vcard
source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
fr: Inconnu
hr: Nepoznato
id: Tidak diketahui
nl: Onbekend
pl: Nieznany
pt: Desconhecido
pt_pt: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
zh_tw: 未知

# Default encryption scheme
source: Use Global Default
ca: Empra Global per defecte
de: Globale Vorgabe verwenden
es: Usar global por defecto
fr: Utiliser la valeur par défaut globale
hr: Upotrijebi globalno zadanu shemu
nl: Gebruik Globale Standaard
pl: Użyj ustawień globalnych
pt: Usar padrões globais
pt_pt: Usar predefinição global
ru: Использовать глобальное значение по умолчанию
tr: Genel Varsayılanı Kullan
zh_tw: 使用全域預設

# Default encryption scheme
source: Use global default
ca: Utilitza el valor predeterminat global
de: Globale Vorgabe verwenden
fr: Utiliser la valeur globale par défaut
hr: Upotrijebi globalno zadanu shemu
nl: Gebruik Globale Standaardwaarde
pl: Użyj ustawień globalnych
pt: Usar padrão global
pt_pt: Usar predefinição global
ru: Глоб. знач. по умолчанию
tr: Genel varsayılanı kullan
zh_tw: 使用全域預設值

# Default error for the contact modal
source: Error with the request
ca: Error amb la sol·licitud
de: Fehler bei der Anfrage
es: Error con la solicitud
fr: Erreur avec la demande
hr: Pogreška kod zahtjeva
id: Kesalahan dengan permintaan
nl: Fout met het verzoek
pl: Wystąpił błąd zapytania
pt: Erro com a solicitação
pt_pt: Erro com o pedido
ru: Ошибка при запросе
tr: İstek ile ilgili hata
zh_tw: 請求出錯

# Default text for the cancel button in the confirm modal
source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Poništi
id: Membatalkan
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ru: Отменить
tr: İptal
zh_tw: 取消

# Default text for the confirm button in the confirm modal
source: Confirm
ca: Confirmar
de: Bestätigen
es: Confirmar
fr: Confirmer
hr: Potvrdi
id: Memastikan
nl: Bevestig
pl: Potwierdź
pt: Confirmar
pt_pt: Confirmar
ru: Подтвердить
tr: Onayla
zh_tw: 確認

# Delay
source: Days
ca: Dies
de: Tage
es: Días
fr: Jours
hr: Dana
id: Hari
nl: Dagen
pl: Dni
pt: Dias
pt_pt: Dias
ru: дней
tr: Gün
zh_tw: 天

# Delay
source: Hours
ca: Hores
de: Stunden
es: Horas
fr: Heures
hr: Sati
id: Jam
nl: Uren
pl: Godzin
pt: Horas
pt_pt: Horas
ru: часов
tr: Saat
zh_tw: 小時

# Delay
source: Minutes
ca: Minuts
de: Minuten
es: Minutos
hr: Minuta
id: Menit
nl: Minuten
pl: Minuty
pt: Minutos
pt_pt: Minutos
ru: минут
tr: Dakika
zh_tw: 分鐘

# Delay
source: Seconds
ca: Segons
de: Sekunden
es: Segundos
fr: Secondes
hr: Sekundi
id: Detik
nl: Seconden
pl: Sekundy
pt: Segundos
pt_pt: Segundos
ru: секунд
tr: Saniye
zh_tw: 秒

# Delay
source: Weeks
ca: Setmanes
de: Wochen
es: Semanas
fr: Semaines
hr: Tjedana
id: Minggu
nl: Weken
pl: Tygodnie
pt: Semanas
pt_pt: Semanas
ru: недель
tr: Hafta
zh_tw: 週

# Delay
source: month
ca: mes
de: Monat
es: mes
fr: mois
hr: mjesec
id: bulan
nl: maand
pl: miesiąc
pt: mês
pt_pt: mês
ru: месяц
tr: ay
zh_tw: 月

# Delete all contacts button in the sidebar
source: Delete All
ca: Esborrar-ho tot
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
hr: Obriši sve
id: Hapus semua
nl: Alles verwijderen
pl: Usuń wszystko
pt: Excluir tudo
pt_pt: Eliminar tudo
ru: Удалить всё
tr: Tümünü Sil
zh_tw: 全部刪除

# Disable 2FA
source: Two-factor authentication disabled
ca: Ha fallat l'autenticació de dos factors
de: Zwei-Faktor-Authentifizierung deaktiviert
es: Autenticación de dos factores deshabilitada
fr: Authentification en deux étapes désactivée
hr: Onemogućena je provjera autentičnosti u dva koraka
id: Autentikasi dua faktor dinonaktifkan
nl: Tweestapsverificatie uitgeschakeld
pl: Uwierzytelnianie dwustopniowe wyłączone
pt: Autenticação de dois fatores desabilitada
pt_pt: Autenticação em dois passos desactivada
ru: Двухфакторная аутентификация отключена
tr: İki adımlı kimlik doğrulama devre dışı
zh_tw: 已停用兩步驟驗證

# Discount displayed in the dashboard
source: (discount shown at checkout)
ca: (descompte que es mostra quan es paga)
de: (Rabatt wird an der Kasse gezeigt)
es: (descuento mostrado al pagar)
fr: (rabais appliqué au moment du paiement final)
hr: (popust će biti prikazan kod naplate)
id: (diskon ditampilkan saat checkout)
nl: (korting zichtbaar bij betaling)
pl: (zniżka widoczna przy płatności)
pt: (Desconto será exibido no no final da transação)
pt_pt: (descontos apresentados no pagamento)
ru: (скидка отображается в итоговой сводке)
tr: (indirim kasada gösterilmektedir)
zh_tw: (折扣將於結帳時顯示)

# Discount displayed in the dashboard
source: Get 20% off when you get both ProtonMail and ProtonVPN
ca: Aconseguiu un 20% de descompte en adquirir ProtonMail i ProtonVPN a la vegada
de: Sie erhalten 20% Rabatt, wenn Sie sowohl ProtonMail als auch ProtonVPN bestellen.
es: Obtenga 20% de descuento cuando obtiene ambos ProtonMail y ProtonVPN
fr: Économisez 20 % en souscrivant à la fois à ProtonMail et à ProtonVPN
hr: Dobijte 20% popusta kada odaberete ProtonMail i ProtonVPN
id: Dapatkan 20% off saat Anda mendapatkan kedua ProtonMail dan ProtonVPN
nl: Ontvang 20% korting bij het combineren van ProtonMail en ProtonVPN
pl: Odbierz 20% zniżki kupując jednocześnie ProtonMail i ProtonVPN
pt: Obtenha 20% de desconto ao adquirir ProtonMail e ProtonVPN juntos
pt_pt: Obtenha 20% de desconto ao adquirir o ProtonMail e o ProtonVPN juntos
ru: Получите скидку в 20% при заказе ProtonMail и ProtonVPN
tr: ProtonMail ve ProtonVPN'i alarak %20 indirim kazanın
zh_tw: 當你同時購買 ProtonMail 和 ProtonVPN 的時候可以取得 20% 的折扣

# Domain status
source: Check your DNS settings.
ca: Comproveu la configuració de DNS.
de: Überprüfen Sie Ihre DNS-Einstellungen
es: Compruebe los ajustes del DNS.
fr: Vérifiez vos paramètres DNS.
hr: Provjerite vaše DNS postavke.
id: Periksa pengaturan DNS Anda.
nl: Controleer uw DNS-instellingen.
pl: Sprawdź swoje ustawienia DNS.
pt: Verifique suas configurações de DNS.
pt_pt: Verifique as suas configurações de DNS.
ru: Проверьте настройки вашего DNS.
tr: DNS ayarlarınızı kontrol edin.
zh_tw: 檢查您的 DNS 設定。

# Domains
source: Use your own domain with ProtonMail and use your own email address, e.g. yourname@yourdomain.com. To enable this feature, <a ui-sref="secured.dashboard({scroll: true})">upgrade to ProtonMail Plus</a>.
ca: Utilitzeu el vostre propi domini amb ProtonMail i la vostra pròpia adreça electrònica, per exemple elvostrenom@elvostredomini.com. Per habilitar aquesta funció, <a ui-sref="secured.dashboard({scroll: true})">actualitza a ProtonMail Plus</a>.
de: Verwenden Sie Ihre eigene Domain mit ProtonMail und Ihre eigene E-Mail-Adresse (z. B. yourname@yourdomain.com). Um diese Funktion nutzen zu können, aktualisieren Sie auf ProtonMail Plus
es: Utilice su propio dominio con ProtonMail y su propia dirección de correo electrónico, por ejemplo sunombre@sudominio.com. Para habilitar esta función, <a ui-sref="secured.dashboard({scroll: true})">actualice a ProtonMail Plus</a>.
fr: Utilisez votre propre nom de domaine avec ProtonMail et utilisez votre propre adresse électronique, par exemple votrenom@votrenomdedomaine.com. Pour activer cette fonctionnalité, <a ui-sref="secured.dashboard({scroll: true})">passez à ProtonMail Plus</a>.
hr: Koristite vlastitu domenu na ProtonMail tako i vlastitu adresu e-pošte, npr. vaseime@vasadomena.hr. Da biste omogućili tu značajku, <a ui-sref="secured.dashboard({scroll: true})">nadogradite na ProtonMail Plus</a>.
id: Gunakan domain Anda sendiri dengan ProtonMail dan gunakan alamat email Anda sendiri, misal yourname@yourdomain.com. Untuk mengaktifkan fitur ini, <a ui-sref="secured.dashboard({scroll: true})"> upgrade ke ProtonMail Plus</a>.
nl: Gebruik uw eigen domein met ProtonMail en gebruik uw eigen e-mailadres, bijvoorbeeld jouwnaam@jouwdomein.nl. Upgrade naar ProtonMail Plus <a ui-sref="secured.dashboard({scroll: true})">om deze functie te activeren</a>.
pl: Używaj ProtonMaila korzystając z własnej domeny i adresu e-mail, np. twojeimie@twojadomena.com. By uruchomić tę opcję <a ui-sref="secured.dashboard({scroll: true})">przejdź na plan ProtonMail Plus</a>.
pt: Use seu próprio domínio com o ProtonMail e crie seu próprio endereço de e-mail, por exemplo: seunome@seudominio.com. Para ativar este recurso, faça o <a ui-sref="secured.dashboard({scroll: true})">upgrade para o plano ProtonMail Plus</a>.
pt_pt: Use o seu próprio domínio com o ProtonMail e use o seu próprio endereço de email, e.g. nome@dominio.com. Para activar esta funcionalidade, <a ui-sref="secured.dashboard({scroll: true})">actualize para o plano ProtonMail Plus</a>.
ru: Используйте свой домен с ProtonMail и используйте свой адрес электронной почты, например yourname@yourdomain.com. Для включения этой функции <a ui-sref="secured.dashboard({scroll: true})">расширьте свой тариф до ProtonMail Plus</a>.
tr: ProtonMail ile kendi etki alanınızı kullanın ve kendi e-posta adresinizi kullanın. Örn. adiniz@etkialaniniz.com. Bu özelliği etkinleştirmek için, <a ui-sref="secured.dashboard({scroll: true})">ProtonMail Plus planına yükseltin</a>.
zh_tw: 在 ProtonMail 使用您的域名和電子郵件地址，如 yourname@yourdomain.com 。要啟用此功能，<a ui-sref="secured.dashboard({scroll: true})">升級至 ProtonMail Plus</a>。

# Domains information
source: Addresses must be disabled before they can be deleted. Addresses can only be deleted if all messages associated with that address are deleted.
ca: Les adreces s'han de deshabilitar abans de ser eliminades. Les adreces només es poden eliminar si tots els missatges associats a aquesta són eliminats.
de: Adressen müssen deaktiviert werden, bevor sie gelöscht werden können. Adressen können nur gelöscht werden, wenn alle zugehörigen Nachrichten der Adresse gelöscht sind.
es: Las direcciones deben deshabilitarse antes de ser eliminadas. Las direcciones solo pueden ser eliminadas si todos los mensajes asociados a ella son eliminados.
fr: Les adresses doivent être désactivées avant d'être supprimées. Elles ne peuvent être supprimées que si les messages associés avec celles-ci sont supprimés.
hr: Adrese moraju biti onemogućene prije nego što se mogu izbrisati. Adrese se mogu izbrisati samo ako su izbrisane sve poruke povezane s tom adresom.
id: Alamat harus dinonaktifkan sebelum bisa dihapus. Alamat hanya dapat dihapus jika semua pesan yang terkait dengan alamat tersebut akan dihapus.
nl: Adressen moeten uitgeschakeld zijn voordat u ze kunt verwijderen. U kunt adressen alleen verwijderen als alle berichten die met dat adres zijn geassocieerd reeds verwijderd zijn.
pl: Adresy muszą być wyłączone, zanim mogą być usunięte. Adresy można usunąć tylko w przypadku, jeśli wszystkie wiadomości skojarzone z tym adresem są skasowane.
pt: Os endereços devem ser desativados antes de serem excluídos. Os endereços só podem ser excluídos se todas as mensagens associadas a esse endereço forem excluídas.
pt_pt: Os endereços têm de ser desactivados antes de poderem ser eliminados. Os endereços só podem ser eliminados se todas as mensagens associadas a esse endereço forem eliminadas.
ru: Перед удалением адреса должны быть отключены. Адреса могут быть удалены только тогда, когда удалены все использующие их сообщения.
tr: Adreslerin silinmeden önce devre dışı bırakılmış olması gerekir. Adresler, yalnızca o adresle ilişkili tüm mesajlar silindiğinde silinebilir.
zh_tw: 刪除地址前必須先停用該地址。只有刪除與該地址關聯的所有郵件後才可刪除地址。
