Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Click your attachment once to decrypt it. Once decryption finishes you will see a download arrow icon appear.
ca: Cliqueu un cop sobre l'adjunt per desxifrar-lo. Un cop el desxifratge acabi veureu aparèixer una icona de descàrrega en forma de fletxa.
de: Klicken Sie einmal auf Ihren Anhang, um diesen zu entschlüsseln. Nach der Entschlüsselung erscheint ein Pfeilsymbol zum Download der Datei.
es: Haga clic una vez en el archivo adjunto para descifrarlo. Una vez que finalice el descifrado, verá un ícono de descarga en forma de flecha.
fr: Cliquez une fois sur la pièce jointe pour la déchiffrer. Une fois le déchiffrement terminé vous verrez un icône de téléchargement en forme de flèche apparaître.
hr: Pritisnite na privitak jednom kako biste ga dešifrirali. Kada se dovrši dešifriranje, vidjeti će te ikonu strelice za preuzimanje.
id: Klik lampiran Anda satu kali untuk mendekripsinya. Setelah dekripsi selesai Anda akan melihat ikon panah download muncul.
nl: Klik éénmaal op uw bijlage om deze te ontsleutelen. Zodra het ontcijferen voltooid is verschijnt er een download-icoon.
pl: Kliknij na załącznik by go odszyfrować. Po zakończeniu odszyfrowywania wyświetli się ikona strzałki umożliwiająca pobranie.
pt: Clique em seu anexo uma vez para descriptografá-lo. Uma vez que a estiver descriptografado, você verá um ícone de seta para baixar.
pt_pt: Clique no seu anexo para desencriptá-lo. Assim que a desencriptação terminar, verá um ícone de uma seta de transferência.
ru: Щёлкните один раз по вложению, чтобы расшифровать его. Когда расшифровка завершится, вы увидите появившийся значок со стрелкой (для скачивания).
tr: Şifresini çözmek için ekinize bir kez tıklayın. Şifre çözme işlemi sona erdiğinde, bir indirme simgesinin göründüğünü göreceksiniz.
zh_tw: 點擊一下您的附件來進行解密。解密完成後, 您將看到一個下載箭頭圖示出現。

# Info
source: Column
ca: Columna
de: Spalte
fr: Colonne
hr: Stupac
nl: Kolom
pl: Kolumna
pt: Coluna
pt_pt: Coluna
ru: Столбец
tr: Sütun
zh_tw: 欄

# Info
source: Compose mode saved
ca: Mode de redactat desat
de: Verfassungsmodus gespeichert
es: Modo del redactor guardado
fr: Mode enregistré
hr: Način rada za prozor nove poruke je spremljen
id: Mode penulisan disimpan
nl: Opstelmodus opgeslagen
pl: Tryb edytora został zapisany
pt: Modo de composição salvo
pt_pt: Modo de composição gravado
ru: Режим создания сообщений сохранён
tr: Oluşturma modu kaydedildi
zh_tw: 撰寫郵件已儲存

# Info
source: Contact us at <a href="mailto:security@protonmail.com">security@protonmail.com</a> for critical security issues.
ca: Contacteu-nos a <a href="mailto:security@protonmail.com">security@protonmail.com</a> per problemes de seguretat crítics.
de: Kontaktieren Sie uns unter <a href="mailto:security@protonmail.com"> security@protonmail.com</a> bei kritischen Sicherheitsproblemen.
es: Contacte con nosotros a <a href="mailto:security@protonmail.com"> security@protonmail.com</a> para asuntos críticos de seguridad.
fr: Contactez-nous sur <a href="mailto:security@protonmail.com"> security@protonmail.com</a> en cas de problème critique de sécurité.
hr: Kontaktirajte nas na <a href="mailto:security@protonmail.com">security@protonmail.com</a> za kritične sigurnosne probleme.
id: Hubungi kami di <a href="mailto:security@protonmail.com"> security@protonmail.com </a> untuk masalah keamanan kritis.
nl: Neem contact met ons op via <a href="mailto:security@protonmail.com">security@protonmail.com</a> voor kritieke beveiligingsproblemen.
pl: Skontaktuj się z nami pod adresem <a href="mailto:security@protonmail.com">security@protonmail.com</a>, aby zgłosić istotne błędy związane z bezpieczeństwem.
pt: Entre em contato com <a href="mailto:security@protonmail.com">security@protonmail.com</a> para problemas críticos de segurança.
pt_pt: Contacte-nos em <a href="mailto:security@protonmail.com">security@protonmail.com</a> para problemas críticos de segurança.
ru: Чтобы сообщить о важных проблемах безопасности, пишите нам на <a href="mailto:security@protonmail.com">security@protonmail.com</a>.
tr: Kritik güvenlik sorunları için bize <a href="mailto:security@protonmail.com">security@protonmail.com</a> adresinden ulaşabilirsiniz.
zh_tw: 有關重大安全問題，請透過 <a href="mailto:security@protonmail.com">security@protonmail.com</a> 來聯繫我們。

# Info
source: Conversation Grouping automatically groups messages in the same conversation together.
ca: L'agrupament de conversa agrupa automàticament missatges de la mateixa conversa.
de: Unterhaltungsgruppierung gruppiert automatisch Nachrichten in derselben Unterhaltung.
es: La agrupación de conversaciones agrupa automáticamente los mensajes en la misma conversación.
fr: Le regroupement de conversation regroupe automatiquement les messages d'une même conversation.
hr: Grupiranje razgovora automatski grupira poruke zajedno u isti razgovor.
id: Percakapan Grouping secara otomatis mengelompokkan pesan dalam percakapan yang sama.
nl: Gesprekken groeperen voegt berichten in hetzelfde gesprek automatisch samen.
pl: Grupowanie wątków automatycznie łączy wiadomości o tym samym temacie w jeden wspólny wątek.
pt: O agrupamento de conversas agrupa automaticamente as mensagens na mesma conversa.
pt_pt: Agrupe automaticamente as mensagens na mesma conversa.
ru: Группировка сообщений автоматически группирует сообщения одной беседы в цепочку.
tr: Sohbet gruplama, aynı sohbetteki iletileri birlikte otomatik olarak gruplandırır.
zh_tw: 會話群組會自動將同一會話中的訊息分組在一起。

# Info
source: Copied to clipboard
ca: Copiat al porta-retalls
de: In die Zwischenablage kopiert
fr: Copié dans le presse-papiers
hr: Kopirano u međuspremnik
nl: Gekopiëerd naar klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
pt_pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
zh_tw: 已複製到剪貼簿

# Info
source: Copy to your clipboard
ca: Copiar al porta-retalls
de: In die Zwischenablage kopieren
fr: Copier dans votre presse-papier
hr: Kopirano u vaš međuspremnik
nl: Naar klembord kopiëren
pl: Skopiuj do schowka
pt: Copiar para a sua área de transferência
pt_pt: Copiar para área de transferência
ru: Копировать в ваш буфер обмена
tr: Panoya kopyala
zh_tw: 複製到您的剪貼簿

# Info
source: Create and manage sub-accounts and assign them email addresses on your custom domain.
ca: Crear i gestionar subcomptes i assignar-los adreces de correu en el vostre domini personalitzat.
de: Erstellen und Verwalten von Unterkonten und Zuordnen von E-Mail-Adressen auf Ihre eigene Domain.
es: Crear y administrar subcuentas y asignarles direcciones de correo en su dominio personalizado.
fr: Créez et gérez des comptes secondaires et attribuez-leur des adresses e-mail sur votre domaine personnalisé.
hr: Stvaranje i upravljanje pod-računima te dodjeljivanje im adrese e-pošte vaše prilagođene domene.
id: Buat dan kelola sub-akun dan berikan alamat email pada domain khusus Anda.
nl: Creëer en beheer subaccounts en wijs aan deze subaccounts e-mailadressen van uw eigen domein toe.
pl: Twórz subkonta i nimi zarządzaj, a także przypisuj im adresy e-mail w swojej domenie niestandardowej.
pt: Crie e gerencie subcontas e atribua-lhes endereços de e-mail em seu domínio personalizado.
pt_pt: Crie e gira sub-contas e atribua-lhes endereços de email no seu domínio personalizado.
ru: Создание и управление подчинёнными учётными записями и назначение им почтовых адресов в вашем собственном домене.
tr: Alt hesaplar oluşturun, yönetin ve onlara özel etki alanınızdaki e-posta adreslerini atayın.
zh_tw: 建立並管理子帳戶且需指定您自訂網域的電子郵件地址。

# Info
source: Credit card payment is currently not available, please try again later.
ca: Els pagaments amb targeta de crèdit no estan disponibles ara mateix, si us plau proveu-ho més tard.
de: Kreditkartenzahlung ist zurzeit nicht verfügbar, bitte versuchen Sie es später erneut.
es: El pago con tarjeta de crédito no está disponible en ese momento. Por favor, vuelva a intentarlo más tarde.
fr: Le paiement par carte bancaire n'est pas disponible actuellement, merci de réessayer plus tard.
hr: Plaćanje karticom trenutno nije dostupno, molimo pokušajte kasnije.
id: Pembayaran kartu kredit saat ini tidak tersedia, silakan coba lagi nanti.
nl: Creditcardbetalingen zijn momenteel niet beschikbaar, probeer het later opnieuw.
pl: Płatność kartą płatniczą nie jest obecnie dostępna. Spróbuj ponownie później.
pt: Pagamento com cartão de crédito não está disponível no momento. Por favor, tente novamente mais tarde.
pt_pt: O pagamento por cartão de crédito de momento não se encontra disponível. Por favor, tente novamente mais tarde.
ru: Оплата банковской картой в настоящее время недоступна, пожалуйста, повторите попытку позже.
tr: Kredi kartı ile ödeme şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.
zh_tw: 目前無法以信用卡付款， 請稍後再試。

# Info
source: Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.
ca: Actualment totes les connexions VPN disponibles estan assignades al compte d'administrador. Si us plau seleccioneu el nombre de connexions que voleu reservar per a usuaris addicionals.
de: Zurzeit sind alle verfügbaren VPN-Verbindungen dem Administratorkonto zugeordnet. Bitte wählen Sie die Anzahl der Verbindungen, die Sie für zusätzliche Nutzer reservieren wollen.
es: Actualmente todas las conexiones VPN disponibles están asignadas a la cuenta del administrador. Seleccione el número de conexiones que quiere reservar para usuarios adicionales.
fr: Toutes les connexions VPN sont actuellement allouées à l'administrateur du compte. Veuillez sélectionner le nombre de connexions que vous souhaitez réserver à des utilisateurs additionnels.
hr: Trenutno su sve dostupne VPN veze dodijeljene administratorskom računu. Odaberite broj veza koje želite rezervirati za dodatne korisnike.
id: Saat ini semua koneksi VPN yang tersedia dialokasikan ke akun administrator. Harap pilih jumlah koneksi yang ingin Anda pesankan untuk pengguna tambahan.
nl: Momenteel zijn alle beschikbare VPN-verbindingen aan het beheerdersaccount toegewezen. Gelieve het aantal verbindingen te selecteren die u wilt reserveren voor andere gebruikers.
pl: Obecnie wszystkie dostępne połączenia sieci VPN są przydzielone do konta administratora. Wybierz liczbę połączeń, które chcesz zarezerwować dla dodatkowych użytkowników.
pt: Atualmente, todas as conexões VPN disponíveis são alocadas para a conta de administrador. Selecione o número de conexões que deseja reservar para usuários adicionais.
pt_pt: Actualmente, todas as ligações de VPN disponíveis estão alocadas à conta do administrador. Por favor, seleccione o número de ligações que deseja reservar para utilizadores adicionais.
ru: В настоящее время все доступные VPN-подключения выделены учётной записи администратора. Пожалуйста, выберите количество подключений, которое вы хотите зарезервировать для дополнительных пользователей.
tr: Şu anda mevcut tüm VPN bağlantıları yönetici hesabına tahsis edilmiştir. Lütfen ek kullanıcılara tahsis etmek istediğiniz bağlantı sayısını seçin.
zh_tw: 目前所有可用的 VPN 連接都已分配給管理員帳戶。請選擇您要為其他使用者保留的連接數。

# Info
source: Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.
ca: Actualment tot l'emmagatzematge disponible està assignat al compte d'administrador. Si us plau reduïu l'assignació a aquest compte per fer espai per altres usuaris. Podeu ampliar l'espai total sempre que vulgueu mitjançant l'actualització del compte.
de: Derzeit ist dem Administrator-Konto der gesamte verfügbare Speicher zugewiesen. Bitte reduzieren Sie den dem Administrator-Konto zugewiesenen Speicher, um Platz für zusätzliche Benutzer freizugeben. Sie können den Gesamtspeicher jederzeit erhöhen, indem Sie Ihr Konto upgraden.
es: Actualmente todo el almacenamiento disponible se asigna a la cuenta de administrador. Por favor, reduzca la asignación de la cuenta de administrador para liberar espacio para usuarios adicionales. Puede aumentar el almacenamiento total en cualquier momento al actualizar su cuenta.
fr: Actuellement tout le stockage disponible est alloué au compte administrateur. Veuillez réduire le stockage du compte admin pour libérer de l’espace pour les autres utilisateurs. Vous pouvez augmenter le stockage total à tout moment en mettant à niveau votre compte.
hr: Trenutno je sav raspoloživi prostor za pohranu dodijeljen administratorskom računu. Smanjite prostor administratorskog računa da biste oslobodili prostor za dodatne korisnike. U bilo kojem trenutku možete povećati ukupni prostor za pohranu, nadogradnjom svog računa.
id: Saat ini semua penyimpanan yang tersedia dialokasikan ke akun administrator. Harap kurangi alokasi akun admin untuk membebaskan ruang bagi pengguna tambahan. Anda dapat meningkatkan total penyimpanan setiap saat dengan meningkatkan versi akun Anda.
nl: Alle beschikbare opslagruimte is momenteel toegewezen aan het beheerdersaccount. Beperk de toewijzingshoeveelheid om ruimte te creëren voor extra gebruikers. Door uw account te upgraden kunt u op elk gewenst moment de totale opslagcapaciteit verhogen.
pl: Obecnie cała dostępna przestrzeń dyskowa jest przydzielona do konta administratora. Zredukuj przydział dla konta administratora, aby zwolnić miejsce dla dodatkowych użytkowników. Zwiększenie całkowitej przestrzeni dyskowej można uzyskać w dowolnym momencie poprzez ulepszenie konta.
pt: Atualmente, todo o armazenamento disponível está alocado para a conta do administrador. Reduza a alocação da conta de administrador para liberar espaço para usuários adicionais. Você pode aumentar o armazenamento total a qualquer momento atualizando sua conta.
pt_pt: Actualmente, todo o armazenamento disponível está alocado à conta do administrador. Por favor, reduza a alocação do administrador para libertar espaço para utilizadores adicionais. Pode aumentar o armazenamento total a qualquer momento actualizando para um plano superior.
ru: В настоящее время весь доступный объём хранилища выделен учётной записи администратора. Пожалуйста, уменьшите выделенный для неё объём, чтобы освободить место для дополнительных пользователей. Вы можете увеличить общий объём хранилища в любое время, выбрав другой тариф.
tr: Şu anda mevcut tüm depolama alanı, yönetici hesabına tahsis edilmiştir. Lütfen ek kullanıcılara yer açmak için yönetici hesabı payını azaltın. Hesabınızı yükselterek toplam depolama alanınızı istediğiniz zaman artırabilirsiniz.
zh_tw: 目前所有可用的儲存空間都分配予管理員帳戶。請減少分配予管理員帳戶的空間，以供其他使用者使用。您可隨時升級帳戶以增加總儲存空間。

# Info
source: Custom filter deleted
ca: S'ha suprimit el filtre personalitzat
de: Eigener Filter gelöscht
es: Filtro personalizado eliminado
fr: Filtre personnalisé supprimé
hr: Prilagođeni filtar je izbrisan
id: Filter khusus dihapus
nl: Geavanceerd filter verwijderd
pl: Filtr niestandardowy został usunięty
pt: Filtro personalizado excluído
pt_pt: Filtro personalizado eliminado
ru: Пользовательский фильтр удалён
tr: Özel filtre silindi
zh_tw: 已刪除自訂篩選器

# Info
source: Custom filters work on all new emails, including incoming emails as well as sent emails
ca: Els filtres personalitzats funcionen en tots els correus nous, incloent els rebuts i els enviats
de: Benutzerdefinierte Filter funktionieren bei allen neuen E-Mails, einschließlich eingehender und gesendeter Nachrichten
es: Los filtros personalizados funcionan en todos los correos electrónicos nuevos, incluidos los correos electrónicos entrantes, así como los correos electrónicos enviados
fr: Les filtres personnalisés s'appliquent à l'ensemble des nouveaux emails, y compris les emails reçus et envoyés
pt_pt: Os filtros personalizados funcionam em todos os novos emails, tanto nos emails recebidos como nos emails enviados
tr: Özel filtreler, gelen e-postaların yanı sıra gönderilen e-postalar da dahil olmak üzere tüm yeni e-postalarda çalışır

# Info
source: Custom themes from third-parties can potentially betray your privacy. Only use themes from trusted sources.
ca: Els temes personalitzats de tercers poden amenaçar la vostra privacitat. Empreu només temes de fonts fiables.
de: Benutzerdefinierte Designs von Drittanbietern können möglicherweise Ihre Privatsphäre bedrohen. Verwenden Sie nur Designs aus vertrauenswürdigen Quellen.
es: Los temas personalizados por terceros podrían afectar su privacidad. Utilice únicamente temas de fuentes confiables.
fr: Les thèmes personnalisés en provenance de tiers peuvent potentiellement trahir votre vie privée. N'utilisez que des thèmes venant de sources fiables.
hr: Prilagođene teme od trećih strana potencijalno mogu ugroziti vašu privatnost. Koristite samo teme iz pouzdanih izvora.
id: Tema khusus dari pihak ketiga berpotensi mengkhianati privasi Anda. Gunakan hanya tema dari sumber terpercaya.
nl: Thema's van derden kunnen mogelijk inbreuk maken op uw privacy. Gebruik alleen thema's uit vertrouwde bron.
pl: Motywy trzecich stron potencjalnie mogą ujawnić Twoje prywatne dane. Używaj tylko motywów z zaufanych źródeł.
pt: Temas personalizados de terceiros podem potencialmente trair sua privacidade. Use apenas temas de fontes confiáveis.
pt_pt: Os temas personalizados de terceiros podem potencialmente comprometer a sua privacidade. Utilize apenas temas de origens de confiança.
ru: Темы от третьих сторон могут потенциально нарушить вашу конфиденциальность. Используйте темы только из доверенных источников.
tr: Üçüncü tarafların özel temaları, gizliliğinize potansiyel olarak ihanet edebilir. Yalnızca güvenilir kaynaklardan gelen temaları kullanın.
zh_tw: 第三方的自訂主題可能會侵害隱私。請只使用可信來源提供的主題。

# Info
source: Decryption error
ca: Error de desxifratge
de: Entschlüsselungsfehler
es: Error de descifrado
fr: Erreur de déchiffrement
hr: Pogreška pri dešifriranju
id: Kesalahan dekripsi
nl: Ontsleutelingsfout
pl: Błąd odszyfrowywania
pt: Erro ao descriptografar
pt_pt: Erro na desencriptação
ru: Ошибка расшифровки
tr: Şifre çözme hatası
zh_tw: 解密錯誤

# Info
source: Decryption of this content failed
ca: El desxifratge d'aquest contingut ha fallat
de: Entschlüsselung dieses Inhalts ist fehlgeschlagen
es: Falló el descifrado de este contenido
fr: Le déchiffrement de ce contenu a échoué
hr: Dešifriranje ovog sadržaja nije uspjelo
id: Dekripsi konten ini gagal
nl: Ontsleuteling van deze inhoud is mislukt
pl: Odszyfrowywanie zawartości nie powiodło się
pt: Falha ao descriptografar este conteúdo
pt_pt: A desencriptação deste conteúdo falhou
ru: Расшифровка содержимого не удалась
tr: Bu içeriğin şifresini çözme başarısız oldu
zh_tw: 內容解密失敗

# Info
source: Default
ca: Per defecte
de: Standard
fr: Défaut
hr: Zadano
nl: Standaard
pl: Domyślne
pt: Padrão
pt_pt: Predefinição
ru: По умолчанию
tr: Varsayılan
zh_tw: 預設

# Info
source: Delete any other MX records or make sure ProtonMail's Priority is the lowest number.
ca: Esborreu qualsevol altre registre MX o assegureu-vos que la prioritat de ProtonMail té el número més baix.
de: Löschen Sie alle anderen MX-Einträge oder stellen Sie sicher, dass ProtonMail die geringste Priorität hat.
es: Borre todos los registros de MX o asegúrese de que la prioridad de ProtonMail es el número más bajo.
fr: Supprimez les autres enregistrements MX ou assurez-vous que la priorité de ProtonMail est le nombre le plus bas.
hr: Izbrišite sve druge MX zapise ili provjerite da li je prioritetni broj ProtonMaila najniži.
id: Hapus data MX lainnya atau pastikan Prioritas ProtonMail adalah angka terendah.
nl: Verwijder alle andere MX records of zorg ervoor dat ProtonMails prioriteit het laagste getal is.
pl: Usuń wszystkie inne rekordy MX lub upewnij się, że ProtonMail ma najniższy priorytet.
pt: Elimine quaisquer outros registros MX ou certifique-se de que a prioridade do ProtonMail é o número mais baixo.
pt_pt: Elimine quaisquer outros registos MX ou certifique-se que a prioridade do ProtonMail é o número mais baixo.
ru: Удалите все остальные MX-записи или убедитесь, что у ProtonMail наименьшее число в поле приоритета.
tr: Diğer MX kayıtlarını silin veya ProtonMail'in önceliğinin en düşük sayı olduğundan emin olun.
zh_tw: 刪除其他 MX 紀錄或確保 ProtonMail 的優先順序是最低的數字。

# Info
source: Delete contact
ca: Suprimeix el contacte
de: Kontakt löschen
fr: Supprimer le contact
hr: Obriši kontakt
id: Hapus kontak
nl: Contactpersoon verwijderen
pl: Usuń kontakt
pt: Excluir contato
pt_pt: Eliminar contacto
ru: Удалить контакт
tr: Kişiyi sil
zh_tw: 刪除聯絡人

# Info
source: Description
ca: Descripció
de: Beschreibung
es: Descripción
hr: Opis
nl: Beschrijving
pl: Opis
pt: Descrição
pt_pt: Descrição
ru: Описание
tr: Açıklama
zh_tw: 描述

# Info
source: Desktop notifications are currently <strong>disabled</strong>. To enable them, you need to go to your browser settings.
ca: Les notificacions de l'escriptori estan <strong> desactivades </strong>. Per habilitar-los, heu d'anar a la configuració del vostre navegador.
de: Desktop-Benachrichtigungen sind derzeit <strong>deaktiviert</strong>. Sie können diese in Ihren Browser-Einstellungen aktivieren.
fr: Les notifications de bureau sont actuellement <strong>désactivées</strong>. Pour les activer, vous devez aller dans les paramètres de votre navigateur.
hr: Desktop obavijesti su trenutno <strong>onemogućene</strong>. Za omogućavanje, morate ići u postavke preglednika.
nl: Bureaubladmeldingen zijn momenteel <strong>uitgeschakeld</strong>. Om bureaubladmeldingen in te schakelen, gaat u naar uw browser-instellingen.
pl: Powiadomienia na pulpicie są obecnie <strong>wyłączone</strong>. Aby je włączyć, należy przejść do ustawień przeglądarki.
pt: As notificações na área de trabalho estão atualmente <strong>desabilitadas</strong>. Para habilitar, você precisa ir nas configurações do seu navegador.
pt_pt: As notificações no ambiente de trabalho estão actualmente <strong>desactivadas</strong>. Para activá-las, tem de aceder às definições do seu navegador.
ru: Сейчас уведомления на рабочем столе <strong>выключены</strong>. Чтобы включить их, вам нужно зайти в настройки своего браузера.
tr: Masaüstü bildirimleri şu anda <strong>devre dışı bırakıldı</strong>. Bunları etkinleştirmek için tarayıcı ayarlarınıza gitmeniz gerekir.
zh_tw: 桌面通知目前為<strong>停用</strong>狀態。請變更瀏覽器設定以啟用桌面通知。

# Info
source: Desktop notifications are currently <strong>enabled</strong>.
ca: Les notificacions de l'escriptori estan habilitades <strong> </strong>.
de: Desktop-Benachrichtigungen sind derzeit <strong>aktiviert</strong>.
fr: Les notifications de bureau sont actuellement <strong>activées</strong>.
hr: Desktop obavijesti su trenutno <strong>omogućene</strong>.
nl: Bureaubladmeldingen zijn momenteel <strong>ingeschakeld</strong>.
pl: Powiadomienia na pulpicie są obecnie <strong>włączone</strong>.
pt: As notificações na área de trabalho estão atualmente <strong>habilitadas</strong>.
pt_pt: As notificações no ambiente de trabalho estão actualmente <strong>activadas</strong>.
ru: Уведомления на рабочем столе сейчас <strong>включены</strong>.
tr: Masaüstü bildirimleri şu anda <strong>etkin</strong>.
zh_tw: 桌面通知目前已<strong>啟用</strong>。
