Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Composer, add File
source: If your URL is correct, you'll see an image preview here. Large images may take a few minutes to appear.
ca: Si la URL és correcta, veureu una previsualització de la imatge aquí. Les imatges grans poden trigar uns quants minuts en aparèixer.
de: Wenn Ihre URL korrekt ist, sehen Sie hier eine Bildvorschau. Große Bilder können einige Minuten dauern, bis sie angezeigt werden.
fr: Si votre adresse URL est correcte, vous verrez un aperçu de l'image ici. Les grandes images peuvent prendre quelques minutes pour apparaître.
pt_pt: Se o URL estiver correcto, verá uma antevisão da imagem aqui. As imagens grandes poderão demorar alguns minutos a aparecer.
tr: URL’niz doğruysa, burada bir resim önizlemesi göreceksiniz. Büyük resimlerin görünmesi birkaç dakika sürebilir.

# Composer, add File
source: Image URL
ca: URL de la imatge
de: Grafikadresse
fr: URL de l'image
hr: URL slike
nl: URL van afbeelding
pl: URL obrazu
pt: URL da imagem
pt_pt: URL da imagem
ru: URL-адрес изображения
tr: Resim URL'si
zh_tw: 圖片網址

# Composer, add File
source: Image preview
ca: Previsualització de la imatge
de: Bildvorschau
fr: Aperçu de l'image
hr: Pregled slike
nl: Voorbeeld van afbeelding
pl: Podgląd obrazu
pt: Visualização da imagem
pt_pt: Antevisão da imagem
ru: Предпросмотр
tr: Resim önizleme
zh_tw: 圖片預覽

# Composer, add File
source: Insert
ca: Insereix
de: Einfügen
fr: Insérer
hr: Umetni
nl: Invoegen
pl: Wstaw
pt: Inserir
pt_pt: Inserir
ru: Вставить
tr: Ekle
zh_tw: 插入

# Composer, add File
source: Insert image
ca: Insereix una imatge
de: Grafik einfügen
fr: Insérer une image
hr: Umetni fotografiju
nl: Afbeelding invoegen
pl: Wstaw obraz
pt: Inserir imagem
pt_pt: Inserir imagem
ru: Вставить изображение
tr: Resim ekle
zh_tw: 插入圖片

# Composer, add File
source: Loading image
ca: Carregant imatge
de: Grafik laden
fr: Chargement de l'image
hr: Učitavanje slike
nl: Afbeelding laden
pl: Ładowanie obrazu
pt: Carregando imagem
pt_pt: A carregar a imagem
ru: Загрузка изображения
tr: Resim yükleniyor
zh_tw: 正在載入圖片

# Composer, add File
source: Web address
ca: Adreça web
de: Webadresse
fr: Adresse Internet
hr: Web adresa
nl: Webadres
pl: Adres WWW
pt: Endereço de internet
pt_pt: Endereço da web
ru: Веб-адрес
tr: Web adresi
zh_tw: 網址

# Composer, add Link
source: Add a phone number
ca: Afegir un número de telèfon
de: Telefonnummer hinzufügen
fr: Ajouter un numéro de téléphone
hr: Dodaj broj telefona
nl: Telefoonnummer toevoegen
pl: Dodaj numer telefonu
pt: Adicionar número de telefone
pt_pt: Adicione um número de telefone
ru: Добавить номер телефона
tr: Telefon numarası ekle
zh_tw: 新增電話號碼

# Composer, add Link
source: Add a web address
ca: Afegir una nova adreça web
de: Eine neue Web-Adresse hinzufügen
fr: Ajouter une adresse web
hr: Dodaj web adresu
nl: Webadres toevoegen
pl: Podaj adres strony
pt: Adicionar endereço de internet
pt_pt: Adicione um endereço web
ru: Добавить веб-адрес
tr: Adres ekle
zh_tw: 新增網址

# Composer, add Link
source: Add an email address
ca: Afegir una adreça de correu electrònic
de: Neue E-Mail-Adresse hinzufügen
fr: Ajouter une adresse email
hr: Dodaj adresu e-pošte
nl: E-mailadres toevoegen
pl: Dodaj adres e-mail
pt: Adicionar endereços de e-mail
pt_pt: Adicione um endereço de email
ru: Добавить адрес эл. почты
tr: E-posta adresi ekle
zh_tw: 加入電子郵件地址

# Composer, add Link
source: Delete
ca: Eliminar
de: Löschen
fr: Supprimer
hr: Obriši
nl: Verwijderen
pl: Usuń
pt: Excluir
pt_pt: Eliminar
ru: Удалить
tr: Sil
zh_tw: 刪除

# Composer, add Link
source: Edit link
ca: Editar enllaç
de: Link bearbeiten
fr: Modifier le lien
hr: Uredi poveznicu
nl: Link bewerken
pl: Edytuj link
pt: Editar link
pt_pt: Editar hiperligação
ru: Изменить ссылку
tr: Bağlantıyı düzenle
zh_tw: 編輯連結

# Composer, add Link
source: Email address
ca: Adreça de correu electrònic
de: E-Mail-Adresse
fr: Adresse email
hr: Adresa e-pošte
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
pt_pt: Endereço de email
ru: Адрес эл. почты
tr: E-posta adresi
zh_tw: 電子郵件地址

# Composer, add Link
source: In the first box, put the link/email/phone number the text should go to. In the second box, put the text you want to appear.
ca: En el primer requadre, escriviu l'enllaç/número de telèfon al qual s'adreça el text que ha d'anar. En el segon requadre, escriviu el text que voleu que aparegui.
de: Geben Sie im ersten Feld den Link/E-Mail-Adresse/Telefonnummer ein, zu dem der Text gesendet werden soll. Geben Sie im zweiten Feld den Text ein, der angezeigt werden soll.
fr: Dans la première case, mettez le lien/email/téléphone vers lequel le texte doit aller. Dans la seconde case, mettez le texte que vous souhaitez voir apparaître.
pt_pt: Na primeira caixa, coloque a hiperligação/email/número de telefone para onde o texto deve ir. Na segunda, coloque o texto que deseja que apareça.
tr: İlk kutuya, metnin gitmesi gereken bağlantıyı/e-postayı/telefon numarasını girin. İkinci kutuya, görünmesini istediğiniz metni yerleştirin.

# Composer, add Link
source: Insert
ca: Inserir
de: Einfügen
fr: Insérer
hr: Umetni
nl: Invoegen
pl: Wstaw
pt: Inserir
pt_pt: Inserir
ru: Вставить
tr: Ekle
zh_tw: 插入

# Composer, add Link
source: Insert link
ca: Insereix enllaç
de: Link einfügen
fr: Insérer un lien
hr: Umetni poveznicu
nl: Link invoegen
pl: Wstaw link
pt: Inserir link
pt_pt: Inserir hiperligação
ru: Вставить ссылку
tr: Bağlantı ekle
zh_tw: 插入連結

# Composer, add Link
source: Link URL
ca: Enllaç URL
fr: Lien URL
hr: URL poveznice
nl: URL
pl: Adres linku
pt: URL do link
pt_pt: URL da hiperligação
ru: Адрес ссылки
tr: Bağlantı URL'si
zh_tw: 連結網址

# Composer, add Link
source: Link label
ca: Etiqueta d'enllaç
de: Link-Bezeichnung
fr: Libellé du lien
hr: Oznaka poveznice
pl: Etykieta linku
pt: Texto do link
pt_pt: Etiqueta da hiperligação
ru: Подсказка к ссылке
tr: Bağlantı etiketi
zh_tw: 連結標籤

# Composer, add Link
source: Phone number
ca: Número de telèfon
de: Rufnummer
fr: Numéro de téléphone
hr: Broj telefona
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
pt_pt: Número de telefone
ru: Hомер телефона
tr: Telefon numarası
zh_tw: 電話號碼

# Composer, add Link
source: Text to display
ca: Text per mostrar
de: Anzuzeigender Text
fr: Texte à afficher
hr: Tekst za prikaz
nl: Weer te geven tekst
pl: Tekst do wyświetlenia
pt: Texto a ser exibido
pt_pt: Texto a mostrar
ru: Текст для отображения
tr: Görüntülenecek metin
zh_tw: 顯示的文字

# Composer, add Link
source: To what URL should this link go?
ca: A quina adreça URL ha d'anar aquest enllaç?
de: Zu welcher Internetadresse soll dieser Link gesendet werden?
fr: Vers quelle URL devrait pointer ce lien ?
hr: Na koji URL bi trebala ići ova poveznica?
nl: Naar welke URL moet deze link verwijzen?
pl: Do jakiego adresu URL powinien prowadzić ten link?
pt: Para qual URL este link deve ir?
pt_pt: Para onde deve apontar este URL?
ru: На какой адрес должна вести эта ссылка?
tr: Bu bağlantı hangi URL'ye gitmeli?
zh_tw: 這個連結應該去哪個網址？

# Composer, add Link
source: To what email address should this link?
ca: A quina adreça de correu electrònic ha d'anar aquest enllaç?
de: An welche E-Mail-Adresse soll dieser Link gesendet werden?
fr: Vers quelle adresse email faut-il pointer ?
hr: Na koju adresu e-pošte treba ići ova poveznica?
nl: Naar welk e-mail adres moet deze link verwijzen?
pl: Do jakiego e-maila powinien prowadzić ten link?
pt: Para qual endereço de e-mail esse link deve ir?
pt_pt: A que endereço de email deve isto ligar?
ru: На какой адрес эл. почты должна указывать эта ссылка?
tr: Bu bağlantı hangi e-posta adresine yapılmalı?
zh_tw: 該連結的電子郵件地址應該是什麼？

# Composer, add Link
source: To what phone number should this link?
ca: A quin número de telèfon ha d'anar aquest enllaç?
de: Zu welcher Rufnummer soll dieser Link gesendet werden?
fr: Vers quel numéro de téléphone faut-il pointer ?
hr: Na koji broj telefona treba ići ova poveznica?
nl: Naar welk telefoonnummer moet deze link verwijzen?
pl: Do jakiego numeru telefonu powinien prowadzić ten link?
pt: Para qual número de telefone esse link deve ir?
pt_pt: A que número de telefone deve isto ligar?
ru: На какой № телефона должна указывать эта ссылка?
tr: Bu bağlantı hangi telefon numarasına yapılmalı?
zh_tw: 這個連結的電話號碼是多少？

# Composer, add Link
source: URL link
ca: Enllaç URL
fr: Lien URL
hr: URL poveznica
pl: Link do adresu URL
pt: Link da URL
pt_pt: Hiperligação do URL
ru: URL-ссылка
tr: URL bağlantısı
zh_tw: URL 連結

# Composer, add Link
source: Update
ca: Actualitzar
de: Aktualisieren
fr: Mettre à jour
hr: Ažuriraj
nl: Bijwerken
pl: Odśwież
pt: Atualizar
pt_pt: Actualizar
ru: Обновить
tr: Güncelle
zh_tw: 更新

# Composer, add Link
source: Web address
ca: Adreça Web
de: Webadresse
fr: Adresse Internet
hr: Web adresa
nl: Webadres
pl: Adres WWW
pt: Endereço de internet
pt_pt: Endereço web
ru: Веб-адрес
tr: Web adresi
zh_tw: 網址

# Composer, message drag and drop images
source: {{$count}} image detected
ca: {{$count}} imatge detectada
de: {{$count}} Grafik erkannt
es: {{$count}} imagen detectada
fr: {{$count}} image détectée
hr: {{$count}} slika otkrivena
id: {{$count}} gambar terdeteksi
nl: {{$count}} afbeelding gedetecteerd
pl: Wykryto {{$count}} obraz
pt: {{$count}} imagem detectada
pt_pt: {{$count}} imagem detectada
ru: {{$count}} изображение обнаружено
tr: {{$count}} resim algılandı
zh_tw: 已偵測到 {{$count}} 張圖片

# Condition for custom filter
source: begins with
ca: comença amb
de: beginnt mit
es: comienza con
fr: commence par
hr: počinje sa
id: dimulai dengan
nl: begint met
pl: rozpoczyna się od
pt: começa com
pt_pt: começa com
ru: начинается с
tr: ile başlıyorsa
zh_tw: 開始於

# Condition for custom filter
source: contains
ca: conté
de: enthält
es: contiene
fr: contient
hr: sadrži
id: mengandung
nl: bevat
pl: zawiera
pt: contém
pt_pt: contém
ru: содержит
tr: içeriyorsa
zh_tw: 包含

# Condition for custom filter
source: does not begin with
ca: no comença amb
de: beginnt nicht mit
es: no comienza con
fr: ne commence pas par
hr: ne počinje sa
id: tidak dimulai dengan
nl: begint niet met
pl: nie rozpoczyna się od
pt: não começa com
pt_pt: não começa com
ru: не начинается на
tr: ile başlamıyorsa
zh_tw: 開頭不是

# Condition for custom filter
source: does not contain
ca: no conté
de: enthält nicht
es: no contiene
fr: ne contient pas
hr: ne sadrži
id: tidak mengandung
nl: bevat niet
pl: nie zawiera
pt: não contém
pt_pt: não contém
ru: не содержит
tr: içermiyorsa
zh_tw: 不包含

# Condition for custom filter
source: does not end with
ca: no acaba amb
de: endet nicht auf
es: no termina con
fr: ne se termine pas par
hr: ne završava sa
id: tidak berakhir dengan
nl: eindigt niet met
pl: nie kończy się na
pt: não termina com
pt_pt: não termina com
ru: не заканчивается на
tr: ile bitmiyorsa
zh_tw: 結尾不是

# Condition for custom filter
source: does not match
ca: no coincideix
de: stimmt nicht überein
es: no coincide con
fr: ne correspond pas à
hr: ne odgovara
id: tidak cocok
nl: komt niet overeen met
pl: nie pasuje do
pt: não corresponde
pt_pt: não corresponde
ru: не совпадает с
tr: eşleşmiyorsa
zh_tw: 不符合

# Condition for custom filter
source: ends with
ca: acaba amb
de: endet auf
es: termina con
fr: se termine par
hr: završava s
id: berakhir dengan
nl: eindigt met
pl: kończy się na
pt: termina com
pt_pt: termina com
ru: оканчивается на
tr: ile bitiyorsa
zh_tw: 結尾是

# Condition for custom filter
source: is exactly
ca: és exactament
de: entspricht genau
es: es exactamente
fr: correspond exactement à
hr: je točno
id: adalah persis
nl: is precies
pl: jest dokładnie
pt: é exatamente
pt_pt: é exactamente
ru: точно соответствует
tr: tam olarak
zh_tw: 等於

# Condition for custom filter
source: is not
ca: no és
de: ist nicht
es: no es
fr: n'est pas
hr: nije
id: tidak
nl: is niet
pl: nie jest
pt: não é
pt_pt: não é
ru: не соответствует
tr: değilse
zh_tw: 並非

# Condition for custom filter
source: matches
ca: és igual a
de: entspricht
es: coincide con
fr: correspondances
hr: odgovara
id: pertandingan
nl: overeenkomsten
pl: pasuje do
pt: corresponde a
pt_pt: correspondências
ru: совпадает с
tr: eşleşiyorsa
zh_tw: 符合

# Confirm message
source: Are you sure you want to import a private key? Importing an insecurely generated or leaked private key can harm the security of your emails.
ca: Esteu segurs que voleu importar una clau privada? Importar una clau privada generada de forma insegura o filtrada pot danyar la seguretat dels vostres correus.
de: Möchten Sie wirklich einen privaten Schlüssel importieren? Das Importieren eines unsicher generierten oder durchgesickerten privaten Schlüssels kann die Sicherheit Ihrer E-Mails beeinträchtigen.
fr: Êtes-vous sûr de vouloir importer une clé privée ? L'importation d’une clé privée générée de façon non sécurisée ou ayant été divulguée peut nuire à la sécurité de vos emails.
hr: Sigurno želite uvesti privatni ključ? Uvoz nesigurno generiranog ili objavljenog privatnog ključa može ugroziti sigurnost vaših e-poruka.
nl: Weet u zeker dat u een geheime sleutel wilt importeren? Het importeren van een onveilig gegnereerde of uitgelekte geheime sleutel kan de beveiliging van uw emails schaden.
pl: Czy na pewno chcesz zaimportować klucz prywatny? Importowanie ujawnionych lub nieostrożnie wygenerowanych kluczy prywatnych może naruszyć bezpieczeństwo wiadomości e-mail.
pt: Você tem certeza que deseja importar uma chave privada? A importação de uma chave privada gerada de forma insegura ou vazada pode prejudicar a segurança de seus e-mails.
pt_pt: Tem a certeza de que deseja importar uma chave privada? A importação de uma chave privada gerada de forma insegura ou divulgada pode prejudicar a segurança dos seus emails.
ru: Вы действительно хотите импортировать закрытый ключ? Импорт созданного небезопасным способом или ставшего известным закрытого ключа может навредить безопасности ваших писем.
tr: Özel bir anahtar almak istediğinizden emin misiniz? Güvenli bir şekilde oluşturulmuş veya sızdırılmış bir özel anahtarın alınması, e-postalarınızın güvenliğine zarar verebilir.
zh_tw: 您確定要匯入私密金鑰？匯入一個非安全地產生或已外洩的私密金鑰可能會危及您電子郵件的安全性。

# Confirm message
source: By cancelling, you will loose all your changes. Do you want to cancel anyway?
ca: En cancel·lar, perdreu tots els canvis. Voleu cancel·lar de totes maneres?
de: Durch das Abbrechen verlieren Sie alle Ihre Änderungen. Möchten Sie trotzdem abbrechen?
fr: En annulant, vous perdrez toutes vos modifications. Voulez-vous annuler quand même ?
hr: Otkazivanjem ćete izgubiti sve promjene. Želite li i dalje otkazati?
id: Dengan membatalkan, Anda akan kehilangan semua perubahan Anda. Apa Anda ingin membatalkannya?
nl: Door te annuleren verliest u al uw wijzigingen. Wilt u toch annuleren?
pl: Anulowanie spowoduje utratę wprowadzonych zmian. Czy mimo to chcesz anulować?
pt: Ao cancelar, você perderá todas as suas alterações. Você deseja cancelar mesmo assim?
pt_pt: Ao cancelar, vai perder todas as suas alterações. Quer cancelar mesmo assim?
ru: Отменив, вы потеряете все свои изменения. Вы всё равно хотите отменить?
tr: İptal ederek tüm değişikliklerinizi kaybedeceksiniz. Yine de iptal etmek istiyor musunuz?
zh_tw: 如果您選擇取消，您將失去所有的更改。是否仍要取消？

# Confirm message
source: Deleting your keys is irreversible. To be able to access any message encrypted with this key, you might want to make a back up of this key for later use. Do you want to export this key?
ca: L'acció de suprimir les vostres claus és irreversible. Per tal d'accedir a qualsevol missatge xifrat amb aquesta clau, podeu fer-ne una còpia de seguretat per emprar-la més endavant. Voleu exportar aquesta clau?
de: Das Löschen Ihrer Schlüssel ist unwiderruflich. Um auf jede mit diesem Schlüssel verschlüsselte Nachricht zugreifen zu können, sollten Sie diesen Schlüssel für die spätere Verwendung sichern. Soll dieser Schlüssel exportiert werden?
fr: La suppression de vos clés est irréversible. Pour pouvoir à l'avenir accéder à n'importe quel message chiffré avec cette clé, vous devriez effectuer une sauvegarde de cette clé. Souhaitez-vous exporter cette clé ?
hr: Brisanje vaših ključeva je nepovratno. Da biste mogli pristupiti bilo kojoj poruci šifriranom ovim ključem, možda biste trebali napraviti sigurnosnu kopiju ovog ključa za kasniju upotrebu. Želite li izvesti taj ključ?
pl: Usunięcie kluczy jest nieodwracalne. Aby uzyskać dostęp do dowolnej wiadomości zaszyfrowanej za pomocą tego klucza, możesz utworzyć kopię zapasową tego klucza do późniejszego wykorzystania. Czy chcesz wyeksportować ten klucz?
pt: Excluir suas chaves é irreversível. É recomendável fazer um backup desta chave para posteriormente poder acessar qualquer mensagem criptografada. Você deseja exportar esta chave?
pt_pt: A eliminação das suas chaves é irreversível. Para aceder a qualquer mensagem encriptada com esta chave, pode querer fazer uma cópia de segurança desta chave para uso futuro. Quer exportar esta chave?
ru: Удаление ваших ключей необратимо. Чтобы иметь возможность доступа к любому зашифрованному этим ключом сообщению, вам может пригодиться запасная копия этого ключа, сделанная на будущее. Вы хотите экспортировать этот ключ?
tr: Anahtarlarınızı silmek geri alınamaz. Bu anahtarla şifrelenen herhangi bir iletiye erişebilmek için, daha sonra kullanmak üzere bu anahtarın yedeğini almak isteyebilirsiniz. Bu anahtarı dışa aktarmak ister misiniz?

# Confirm message
source: This feature is intended for advanced users only! After deleting this key, you will not be able to decrypt any message that is encrypted with this key. It may lead to data loss. Are you sure you want to continue?
ca: Aquesta funció està pensada tan sols per usuaris avançats! Després d'esborrar aquesta clau, no podreu desxifrar cap missatge que hagi estat xifrat amb ella. Pot ser que es perdin dades. Esteu segurs que voleu continuar?
de: Diese Funktion ist nur für fortgeschrittene Benutzer gedacht! Nach dem Löschen dieses Schlüssels können Sie keine Nachrichten entschlüsseln, die mit diesem Schlüssel verschlüsselt wurden. Dies kann zu Datenverlust führen. Möchten Sie wirklich fortsetzen?
fr: Cette fonctionnalité est destinée aux utilisateurs avancés uniquement ! Après avoir supprimé cette clé, vous ne serez plus en mesure de déchiffrer tout message qui aurait été chiffré avec celle-ci. Cela peut entraîner une perte de données. Êtes-vous certain de vouloir continuer ?
hr: Ova je značajka namijenjena samo naprednim korisnicima! Nakon brisanja ovog ključa, nećete moći dešifrirati poruke koje su šifrirane ovim ključem. To može dovesti do gubitka podataka. Jeste li sigurni da želite nastaviti?
nl: Deze functie is alleen bedoelt voor gevorderde gebruikers! Na het verwijderen van deze sleutel, is het onmogelijk berichten te decoderen die versleuteld zijn met deze sleutel Dit kan dataverlies tot gevolg hebben. Weet u zeker dat u verder wil gaan?
pl: Ta funkcja jest przeznaczona tylko dla zaawansowanych użytkowników! Po usunięciu tego klucza nie będziesz w stanie odszyfrować żadnej wiadomości zaszyfrowanej tym kluczem. Może to spowodować utratę danych. Czy na pewno chcesz kontynuować?
pt: Este recurso é destinado apenas para usuários avançados! Depois de excluir essa chave, você não poderá descriptografar nenhuma mensagem criptografada com essa chave. Pode levar à perda de dados. Você tem certeza que deseja continuar?
pt_pt: Este recurso é destinado apenas a utilizadores avançados! Depois de eliminar esta chave, não poderá desencriptar nenhuma mensagem encriptada com ela. Isso pode levar à perda de dados. Tem a certeza de que deseja continuar?
ru: Эта возможность предназначена только для опытных пользователей! После удаления этого ключа вы не сможете расшифровать любые зашифрованные с его помощью сообщения. Это может привести к потере данных. Вы уверены, что хотите продолжить?
tr: Bu özellik sadece ileri seviye kullanıcılar içindir! Bu anahtarı sildikten sonra, bu anahtarla şifrelenmiş herhangi bir iletinin şifresini çözemezsiniz. Veri kaybına neden olabilir. Devam etmek istediğinizden emin misiniz?
zh_tw: 此功能僅適合進階使用者！ 刪除此密鑰後，您將無法解密任何以此密鑰加密的訊息。 此舉可能會導致資料損失。是否繼續？

# Confirm message
source: This key has not been activated. It is only possible to export the public key. Do you want to export the public key?
ca: Aquesta clau no ha estat activada. Només es pot exportar la clau pública. Voleu exportar-la?
de: Dieser Schlüssel wurde nicht aktiviert. Es ist lediglich der Export des öffentlichen Schlüssels möglich. Möchten Sie den öffentlichen Schlüssel exportieren?
fr: Cette clé n’a pas été activée. Il est seulement possible d’exporter la clé publique. Souhaitez-vous exporter la clé publique ?
hr: Ovaj ključ nije aktiviran. Moguće je izvesti samo javni ključ. Želite li izvesti javni ključ?
nl: Deze sleutel is niet geactiveerd. Het is alleen mogelijk om de publieke sleutel te exporteren. Wilt u de publieke sleutel exporteren?
pl: Ten klucz nie został aktywowany. Możliwe jest tylko wyeksportowanie klucza publicznego. Czy chcesz wyeksportować klucz publiczny?
pt: Esta chave não foi ativada. Só é possível exportar uma chave pública. Você deseja exportar a chave pública?
pt_pt: Esta chave não foi activada. Só é possível exportar a chave pública. Quer exportar a chave pública?
ru: Этот ключ не был активирован. Возможно только экспортировать публичный ключ. Вы хотите сделать это?
tr: Bu anahtar etkin değil. Sadece genel anahtarı dışa aktarmak mümkündür. Genel anahtarı dışa aktarmak ister misiniz?
zh_tw: 此金鑰尚未啟動。只能匯出公開金鑰。是否要匯出公開金鑰？

# Confirm message
source: Warning
ca: Advertència
de: Warnhinweis
fr: Attention
hr: Upozorenje
id: Peringatan
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
pt_pt: Aviso
ru: Предупреждение
tr: Uyarı
zh_tw: 警告

# Confirm message
source: discard
ca: descartar
de: Verwerfen
fr: abandonner
hr: odbaci
id: batal
nl: weggooien
pl: odrzuć
pt: descartar
pt_pt: descartar
ru: отменить
tr: vazgeç
zh_tw: 捨棄

# Confirm message
source: save
ca: desa
de: Speichern
fr: enregistrer
hr: spremi
id: simpan
nl: opslaan
pl: zapisz
pt: salvar
pt_pt: gravar
ru: сохранить
tr: kaydet
zh_tw: 儲存

# Confirm modal title
source: Automatic sign outgoing messages?
ca: Signar automàticament els missatges de sortida?
de: Ausgehende Nachrichten automatisch signieren?
es: ¿Firmar automáticamente los mensajes salientes?
fr: Signer automatiquement les messages sortants ?
hr: Automatsko potpisivanje odlaznih poruka?
id: Otomatis menandatangani pesan keluar?
nl: Automatisch uitgaande berichten ondertekenen?
pl: Czy podpisywać automatycznie wiadomości wychodzące?
pt: Assinar mensagens de saída automaticamente?
pt_pt: Assinar mensagens de saída automaticamente?
ru: Подписывать ли исходящие сообщения автоматически?
tr: Giden iletiler otomatik imzalansın mı?
zh_tw: 自動為送出的訊息簽署？

# Confirm modal title
source: Download Public Key
ca: Descarregar la clau pública
de: Öffentlichen Schlüssel herunterladen
fr: Télécharger la clé publique
hr: Preuzmite javni ključ
nl: Publieke sleutel downloaden
pl: Pobierz klucz publiczny
pt: Baixar chave pública
pt_pt: Transferir chave pública
ru: Скачать публичный ключ
tr: Genel Anahtarı İndir
zh_tw: 下載公開金鑰

# Confirm modal title
source: Import private key
ca: Importa la clau privada
de: Privaten Schlüssel importieren
es: Importar clave privada
fr: Importer une clé privée
hr: Uvezi privatni ključ
id: Impor kunci pribadi
nl: Importeer geheime sleutel
pl: Zaimportuj klucz prywatny
pt: Importar chave privada
pt_pt: Importar chave privada
ru: Импортировать закрытый ключ
tr: Özel anahtarı içe aktar
zh_tw: 匯入私密金鑰

# Confirm text
source: No
de: Nein
fr: Non
hr: Ne
id: Tidak
nl: Nee
pl: Nie
pt: Não
pt_pt: Não
ru: Нет
tr: Hayır
zh_tw: 否

# Confirm text
source: Yes
ca: Sí
de: Ja
es: Sí
fr: Oui
hr: Da
id: Ya
nl: Ja
pl: Tak
pt: Sim
pt_pt: Sim
ru: Да
tr: Evet
zh_tw: 是
