Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Label information
source: Multiple Labels can be applied to a single message, but a message can only be in a single Folder.
ca: Es poden aplicar múltiples etiquetes a un sol missatge, però un missatge només pot estar en una sola carpeta.
de: Mehrere Kategorien können auf eine einzelne Nachricht angewendet werden, aber eine Nachricht kann nur in einem Ordner sein.
es: Varias etiquetas pueden aplicarse a un único mensaje, pero un mensaje solo puede estar en una carpeta.
fr: Différents labels peuvent être appliqués à un seul message, toutefois un message ne peut être placé que dans un seul dossier.
hr: Više oznaka se može primijeniti na jednu poruku, ali poruka može biti samo u jednoj mapi.
id: Beberapa Label dapat diterapkan ke satu pesan tunggal, namun pesan hanya bisa berada dalam satu Folder.
nl: U kan meerdere labels toepassen op een bericht maar een bericht kan zich slechts in één map bevinden.
pl: Do pojedynczej wiadomości można przypisać kilka etykiet, ale wiadomość może się znajdować tylko w jednym folderze.
pt: Vários marcadores podem ser aplicados a uma única mensagem, mas uma mensagem só pode estar em uma única pasta.
pt_pt: Podem ser aplicadas múltiplas etiquetas a uma única mensagem, mas a mensagem só pode ficar numa única pasta.
ru: Несколько ярлыков могут быть применены к одному сообщению, но сообщение может находиться только в одной папке.
tr: Tek bir mesaja birden fazla etiket uygulanabilir, ancak bir mesaj yalnızca tek bir klasörde olabilir.
zh_tw: 可以將多個標籤應用於單封郵件，但郵件只能位於單個資料夾中。

# Label information
source: You can drag and drop to rearrange the order of Labels/Folders.
ca: Podeu arrossegar i deixar anar per reorganitzar l'ordre de les etiquetes/carpetes.
de: Sie können Kategorien/Ordner per Drag & Drop sortieren.
es: Puede arrastrar y soltar para reorganizar el orden de las Etiquetas/Carpetas.
fr: Vous pouvez glisser et déposer les labels et dossiers pour en redéfinir l'ordre.
hr: Možete povući i ispustiti za raspoređivanje redoslijeda oznaka/mapa.
id: Anda bisa drag and drop untuk mengatur ulang urutan Labels / Folders.
nl: U kunt met drag and drop labels en mappen ordenen.
pl: Możesz przeciągać i upuszczać etykiety lub foldery, aby zmienić ich kolejność.
pt: Você pode arrastar e soltar para reorganizar a ordem dos Marcadores/Pastas.
pt_pt: Pode arrastar e largar para reorganizar a ordem das etiquetas/pastas.
ru: Вы можете перетаскивать ярлыки и папки, чтобы изменять порядок их следования.
tr: Etiket/Klasör sırasını yeniden düzenlemek için sürükleyip bırakabilirsiniz.
zh_tw: 可以拖放以重新排列標籤/資料夾的順序。

# Label modal
source: Folder created
ca: Carpeta creada
de: Ordner erstellt
es: Carpeta creada
fr: Dossier créé
hr: Mapa je izrađena
id: Folder dibuat
nl: Map aangemaakt
pl: Folder został utworzony
pt: Pasta criada
pt_pt: Pasta criada
ru: Папка создана
tr: Klasör oluşturuldu
zh_tw: 已建立資料夾

# Label modal
source: Folder updated
ca: Carpeta actualitzada
de: Ordner aktualisiert
es: Carpeta actualizada
fr: Dossier mis à jour
hr: Mapa ažurirana
id: Folder diperbarui
nl: Map bijgewerkt
pl: Folder został zaktualizowany
pt: Pasta atualizada
pt_pt: Pasta actualizada
ru: Папка обновлена
tr: Klasör güncellendi
zh_tw: 已更新資料夾

# Label modal
source: Label created
ca: Etiqueta creada
de: Kategorie erstellt
es: Etiqueta creada
fr: Label créé
hr: Oznaka je izrađena
id: Label dibuat
nl: Label aangemaakt
pl: Etykieta została utworzona
pt: Marcador criado
pt_pt: Etiqueta criada
ru: Ярлык создан
tr: Etiket oluşturuldu
zh_tw: 已建立的標籤

# Label modal
source: Label updated
ca: Etiqueta actualitzada
de: Kategorie aktualisiert
es: Etiqueta actualizada
fr: Label mis à jour
hr: Oznaka ažurirana
id: Label diperbarui
nl: Label bijgewerkt
pl: Etykieta została zaktualizowana
pt: Marcador atualizado
pt_pt: Etiqueta actualizada
ru: Ярлык обновлён
tr: Etiket güncellendi
zh_tw: 標籤已更新

# Label select weekday
source: Select weekday
ca: Seleccionar día laborable
de: Wochentag auswählen
es: Seleccionar día de la semana
fr: Sélectionner le jour de la semaine
hr: Odaberite dan u tjednu
id: Pilih hari kerja
nl: Selecteer weekdag
pl: Wybierz dzień tygodnia
pt: Selecione o dia da semana
pt_pt: Seleccione o dia da semana
ru: Выберите день недели
tr: Hafta içi günü seçin
zh_tw: 選擇工作日

# Laebel
source: Public Keys
pt_pt: Chaves públicas

# Link
source: (What is this?)
ca: (Què és això?)
de: (Was ist das?)
es: (¿Qué es esto?)
fr: (De quoi s’agit-il ?)
hr: (Što je ovo?)
id: (Apa ini?)
nl: (Wat is dit?)
pl: (Co to jest?)
pt: (O que é isso?)
pt_pt: (o que é isto?)
ru: (Что это?)
tr: (Bu nedir?)
zh_tw: （這是什麼？）

# Link
source: Add another address
ca: Afegeix una nova adreça
de: Weitere Adresse hinzufügen
es: Añadir otra dirección
fr: Ajouter une autre adresse
hr: Dodaj drugu adresu
nl: Ander adres toevoegen
pl: Dodaj inny adres
pt: Adicionar outro endereço
pt_pt: Adicionar outro endereço
ru: Добавить другой адрес
tr: Başka bir adres ekle
zh_tw: 新增另一個地址

# Link
source: Download Page
ca: Pàgina de descàrrega
de: Seite herunterladen
es: Descargar página
fr: Page de téléchargement
hr: Stranica za preuzimanje
nl: Download de pagina
pl: Strona pobierania
pt: Página de downloads
pt_pt: Página de transferências
ru: Страница для скачивания
tr: Sayfayı İndir
zh_tw: 下載頁

# Link
source: Download bridge
ca: Descarregar pont
de: „Bridge” herunterladen
es: Descargar Bridge
fr: Télécharger Bridge
hr: Preuzimanje bridgea
id: Download jembatan
nl: Bridge downloaden
pl: Pobierz Bridge
pt: Baixar bridge
pt_pt: Transferir a Bridge
ru: Скачать Bridge
tr: Bridge'i indir
zh_tw: 下載 ProtonMail Bridge

# Link
source: Homepage
ca: Pàgina d'inici
de: Startseite
es: Página de inicio
fr: Page d'accueil
hr: Početna stranica
id: Beranda
pl: Strona główna
pt: Página inicial
pt_pt: Página inicial
ru: Домашняя страница
tr: Ana sayfa
zh_tw: 主頁

# Link
source: Include moved messages
ca: Incloure missatges moguts
de: Verschobene Nachrichten einbeziehen
es: Incluir mensajes movidos
fr: Inclure les messages déplacés
hr: Uključi i premještene poruke
id: Sertakan pesan yang dipindahkan
nl: Inclusief verplaatste berichten
pl: Pokaż przeniesione wiadomości
pt: Incluir mensagens movidas
pt_pt: Incluir mensagens movidas
ru: Включая перемещённые сообщения
tr: Taşınan iletileri dahil et
zh_tw: 包括已移動訊息

# Link
source: Learn More
ca: Més informació
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
hr: Saznaj više
id: Belajarlah lagi
nl: Meer informatie
pl: Dowiedz się więcej
pt: Mais informações
pt_pt: Saiba mais
ru: Узнать больше
tr: Daha fazlasını öğrenin
zh_tw: 瞭解詳情

# Link
source: Learn more
ca: Més informació
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
hr: Saznajte više
id: Belajarlah lagi
nl: Meer informatie
pl: Dowiedz się więcej
pt: Mais informações
pt_pt: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi edinin
zh_tw: 瞭解詳情

# Link
source: More info
ca: Més informació
de: Weitere Informationen
es: Más información
fr: Plus d'information
hr: Više informacija
nl: Meer informatie
pl: Więcej informacji
pt: Mais informação
pt_pt: Mais informação
ru: Больше информации
tr: Daha fazla bilgi
zh_tw: 更多資訊

# Link
source: ProtonMail's Terms and Conditions
ca: Termes i condicions de ProtonMail
de: ProtonMails allgemeine Geschäftsbedingungen
es: Términos y condiciones de ProtonMail
fr: Conditions générales d'utilisation de ProtonMail
hr: ProtonMail Uvjeti i odredbe
id: Syarat dan Ketentuan ProtonMail
nl: Algemene voorwaarden van ProtonMail
pl: regulamin ProtonMaila
pt: Termos e condições do ProtonMail
pt_pt: Termos e condições do ProtonMail
ru: Условия и положения ProtonMail
tr: ProtonMail'in Şartları ve Koşulları
zh_tw: ProtonMail 使用條款

# Link
source: Support Page
ca: Pàgina d'assistència
de: Supportseite
es: Página de Soporte
fr: Page de support
hr: Stranica za podršku
id: Dukungan Halaman
nl: Ondersteuning
pl: Strona pomocy technicznej
pt: Página de suporte
pt_pt: Página de suporte
ru: Страница поддержки
tr: Destek Sayfası
zh_tw: 支援頁

# Link
source: What is the difference between ProtonVPN and OpenVPN logins?
ca: Quina és la diferència entre ProtonVPN i els inicis de sessió d'OpenVPN?
de: Was ist der Unterschied zwischen ProtonVPN- und OpenVPN-Logins?
es: ¿Cuál es la diferencia entre los inicios de sesión de ProtonVPN y OpenVPN?
fr: Quelle est la différence entre les connexions ProtonVPN et OpenVPN ?
hr: Koja je razlika između ProtonVPN i OpenVPN prijave?
id: Apa perbedaan antara login ProtonVPN dan OpenVPN?
nl: Wat is het verschil tussen ProtonVPN en OpenVPN sessies?
pl: Jaka jest różnica przy logowaniu między ProtonVPN i OpenVPN?
pt: Qual é a diferença entre os perfis de acesso do ProtonVPN e OpenVPN?
pt_pt: Qual é a diferença entre os inícios de sessão ProtonVPN e OpenVPN?
ru: Какова разница между входными именами ProtonVPN и OpenVPN?
tr: ProtonVPN ve OpenVPN girişleri arasındaki fark nedir?
zh_tw: ProtonVPN 和 OpenVPN 登入有什麼分別？

# Link
source: Why is this required?
ca: Per què és això requerit?
de: Warum wird das benötigt?
es: ¿Por qué se requiere esto?
fr: Pourquoi est-ce nécessaire ?
hr: Zašto je ovo potrebno?
id: Mengapa ini dibutuhkan?
nl: Waarom is dit vereist?
pl: Dlaczego jest to wymagane?
pt: O que é necessário?
pt_pt: Porque é isto necessário?
ru: Почему это необходимо?
tr: Bu neden gerekli?
zh_tw: 為什麼需要這項目？

# Link
source: click here
pt_pt: clique aqui

# Link
source: this procedure
ca: aquest procediment
de: dieses Vorgehen
fr: cette procédure
hr: ova procedura
nl: deze procedure
pl: z tą procedurą
pt: este procedimento
pt_pt: este procedimento
ru: этой процедуре
tr: bu prosedür
zh_tw: 操作步驟

# Link for the custom vpn modal
source: Upgrade to ProtonVPN Plus
ca: Actualització a ProtonVPN Plus
de: Auf ProtonVPN Plus aktualisieren
es: Cambiar a ProtonVPN Plus
fr: Passer à ProtonVPN Plus
hr: Nadogradite na ProtonVPN Plus
id: Upgrade ke ProtonVPN Plus
nl: Upgrade naar ProtonMail Plus
pl: Ulepsz do ProtonVPN Plus
pt: Upgrade para plano ProtonVPN Plus
pt_pt: Actualizar para ProtonVPN Plus
ru: Повысить до ProtonVPN Plus
tr: ProtonVPN Plus'a yükselt
zh_tw: 升級至 ProtonVPN Plus

# Link in notification to undo an action
source: UNDO
pt_pt: DESFAZER

# List domains
source: No custom domain addresses found
ca: No s'han trobat direccions de domini personalitzat
de: Keine benutzerdefinierten Domainadressen gefunden
fr: Aucune adresse de domaine personnalisé trouvée
hr: Nije pronađena nijedna adresa prilagođene domene
pl: Nie znaleziono adresów domen niestandardowych
pt: Nenhum endereço de domínio personalizado foi encontrado
pt_pt: Não se encontraram endereços de domínios personalizados
ru: Адресов в пользовательских доменах не найдено
tr: Özel etki alanı adresi bulunamadı

# List domains
source: Please add a custom domain before configuring addresses.
ca: Afegeix un domini personalitzat abans de configurar les direccions.
de: Bitte fügen Sie eine eigene Domäne hinzu, bevor Sie Adressen konfigurieren.
es: Añada un dominio personalizado antes de configurar las direcciones.
fr: Merci d'ajouter un domaine personnalisé avant de configurer des adresses.
hr: Molimo dodajte prilagođenu domenu prije postavljanja adresa.
id: Harap tambahkan domain khusus sebelum mengonfigurasi alamat.
nl: Voeg eerst een eigen domeinnaam toe om adressen te configureren.
pl: Dodaj własną domenę zanim zaczniesz konfigurować adresy.
pt: Adicione um domínio personalizado antes de configurar os endereços.
pt_pt: Por favor, adicione um domínio personalizado antes de configurar os endereços.
ru: Пожалуйста, добавьте пользовательский домен прежде, чем настраивать адреса.
tr: Lütfen adresleri yapılandırmadan önce özel bir etki alanı ekleyin.
zh_tw: 設定電子郵件地址前，請先增加自訂域名。

# Login error
source: Please enter your username and password
ca: Si us plau introdueixi el seu nom d'usuari i contrasenya
de: Bitte geben Sie Ihren Benutzernamen und Passwort ein
es: Ingrese su nombre de usuario y contraseña
fr: Veuillez entrer votre nom d'utilisateur et votre mot de passe
hr: Molimo unesite svoje korisničko ime i lozinku
id: Silahkan masukkan username dan password anda
nl: Voer uw gebruikersnaam en wachtwoord in
pl: Podaj nazwę użytkownika i hasło
pt: Por favor insira seu nome de usuário e senha
pt_pt: Por favor, insira o utilizador e a senha
ru: Пожалуйста, введите свои имя пользователя и пароль
tr: Lütfen kullanıcı adınızı ve parolanızı giriniz
zh_tw: 請輸入使用者名稱和密碼

# Login modal
source: Enter your current password:
ca: Introdueix la contrasenya actual:
de: Geben Sie Ihr aktuelles Passwort ein:
es: Ingrese su contraseña actual:
fr: Veuillez saisir votre mot de passe actuel :
hr: Upišite vašu trenutnu lozinku:
nl: Voer uw huidige wachtwoord in:
pl: Wpisz aktualne hasło:
pt: Digite sua senha atual:
pt_pt: Introduza a sua senha actual:
ru: Введите свой текущий пароль:
tr: Mevcut parolanızı girin:
zh_tw: 輸入您原先的密碼:

# Login modal
source: Enter your login password:
ca: Introduïu la contrasenya d'inici de sessió:
de: Geben Sie Ihr Anmeldepasswort ein:
es: Ingrese su contraseña de inicio de sesión:
fr: Saisissez votre mot de passe de connexion :
hr: Upišite vašu lozinku:
nl: Voer uw inlog wachtwoord in:
pl: Wpisz hasło logowania:
pt: Digite sua senha de login:
pt_pt: Insira a senha de início de sessão:
ru: Введите свой пароль для входа:
tr: Oturum açma parolanızı girin:
zh_tw: 輸入您的登入密碼:

# Login modal
source: Login password
ca: Contrasenya d'inscripció
de: Anmeldepasswort
es: Contraseña de inicio de sesión
fr: Mot de passe de connexion
hr: Lozinka za prijavu
nl: Inlog wachtwoord
pl: Hasło logowania
pt: Senha de login
pt_pt: Senha de início de sessão
ru: Пароль для входа
tr: Oturum açma parolası
zh_tw: 登入密碼

# Login modal
source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
fr: Mot de passe
hr: Lozinka
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_pt: Senha
ru: Пароль
tr: Parola
zh_tw: 密碼

# MIME type
source: Automatic
ca: Automàtic
de: Automatisch
es: Automático
fr: Automatique
hr: Automatski
nl: Automatisch
pl: Automatyczny
pt: Automático
pt_pt: Automático
ru: Автоматический
tr: Otomatik
zh_tw: 自動

# MIME type
source: Default
ca: Per defecte
de: Standard
es: Por defecto
fr: Valeur par défaut
hr: Zadano
nl: Standaard
pl: Domyślne
pt: Padrão
pt_pt: Predefinição
ru: По умолчанию
tr: Varsayılan
zh_tw: 預設

# MIME type
source: Plain Text
ca: Text sense format
de: Unformatierter Text
es: Texto plano
fr: Texte brut
hr: Običan tekst
nl: Tekst zonder opmaak
pl: Zwykły tekst
pt: Texto sem formatação
pt_pt: Texto simples
ru: Простой текст
tr: Düz Metin
zh_tw: 純文字

# MX configuration status badge
source: Good
ca: Bo
de: Gut
fr: Bon
hr: Dobro
nl: Goed
pl: Dobry
pt: Bom
pt_pt: Bom
ru: Успешно
tr: İyi
zh_tw: 良好

# MX configuration status badge
source: Not set
ca: No establert
de: Nicht festgelegt
fr: Non configuré
hr: Nije postavljeno
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não definido
pt_pt: Não definido
ru: Не задано
tr: Ayarlanmadı
zh_tw: 未設定

# MX configuration status badge
source: Not set properly
ca: No s'ha configurat correctament
de: Nicht korrekt eingestellt
fr: Mal défini
hr: Nije pravilno postavljeno
nl: Niet correct ingesteld
pl: Nieprawidłowo ustawione
pt: Não configurado corretamente
pt_pt: Não definido apropriadamente
ru: Настроено неправильно
tr: Doğru ayarlanmadı
zh_tw: 未正確設定

# MX configuration status badge
source: Recommended
ca: Recomanat
de: Empfohlen
fr: Recommandé
hr: Preporučeno
nl: Aanbevolen
pl: Zalecane
pt: Recomendado
pt_pt: Recomendado
ru: Рекомендуется
tr: Önerilen
zh_tw: 推薦

# MX configuration status badge
source: Required
ca: Requerit
de: Erforderlich
fr: Requis
hr: Potrebno
nl: Vereist
pl: Wymagane
pt: Obrigatório
pt_pt: Obrigatório
ru: Обязательно
tr: Gerekli
zh_tw: 必填

# Make sure the DANGER string is translated
source: DANGER
ca: PERILL
de: GEFAHR
hr: OPASNOST
nl: GEVAAR
pl: ZAGROŻENIE
pt: PERIGO
pt_pt: PERIGO
ru: ОСТОРОЖНО
tr: TEHLİKELİ
zh_tw: 危險

# Make sure the DANGER string is translated
source: Enter the word 'DANGER' here.
ca: Introduïu la paraula 'PERILL' aquí.
de: Geben Sie das Wort "GEFAHR" ein.
fr: Entrez ici le mot « DANGER ».
hr: Upišite riječ 'OPASNOST' ovdje.
nl: Voer hier het woord 'GEVAAR' in.
pl: Tu wpisz słowo 'ZAGROŻENIE'.
pt: Digite aqui a palavra 'PERIGO'.
pt_pt: Insira a palavra "PERIGO" aqui.
ru: Введите здесь слово 'ОСТОРОЖНО'.
tr: Buraya 'TEHLİKELİ' kelimesini girin.
zh_tw: 在這裡輸入 "危險" 這個詞。

# Manage contact group modal
source: Select all
ca: Selecciona-ho tot
de: Alle auswählen
fr: Tout sélectionner
hr: Odaberi sve
pl: Zaznacz wszystko
pt: Selecionar tudo
pt_pt: Seleccionar tudo
ru: Выделить все
tr: Tümünü seç
zh_tw: 全選

# Memory info
source: Allocated
ca: Assignat
de: Zugewiesen
es: Asignado
fr: Alloué
hr: Dodijeljena memorija
id: Dialokasikan
nl: Toegewezen
pl: Przydzielone
pt: Alocado
pt_pt: Alocado
ru: Выделено
tr: Tahsis edildi
zh_tw: 已分配

# Memory info
source: Already allocated
ca: Ja assignat
de: Bereits zugewiesen
es: Ya asignado
fr: Déjà alloué
hr: Već dodijeljeno
id: Sudah dialokasikan
nl: Reeds toegewezen
pl: Już przydzielone
pt: Já alocado
pt_pt: Já foi alocado
ru: Уже выделено
tr: Zaten tahsis edildi
zh_tw: 已分配

# Memory info
source: Already used
ca: Ja utilitzat
de: Bereits verwendet
es: Ya utilizado
fr: Déjà utilisé
hr: Već iskorišteno
id: Sudah digunakan
nl: Al gebruikt
pl: Już wykorzystane
pt: Já usado
pt_pt: Já foi utilizado
ru: Уже использовано
tr: Zaten kullanıldı
zh_tw: 已在使用中

# Merge complete
source: Merging contacts complete
ca: Fusionar contactes completament
de: Zusammenführen der Kontakte abgeschlossen
es: Combinación de contactos terminada
fr: Fusion de contacts complète
hr: Spajanje kontakata je uspješno
nl: Contactpersonen samenvoegen voltooid
pl: Scalanie kontaktów zostało zakończone
pt: Mescla de contatos completada
pt_pt: União de contactos terminada
ru: Слияние контактов завершено
tr: Kişilerin birleştirilmesi tamamlandı
zh_tw: 聯絡人合併完成

# Merge contacts
source: Merge
ca: Fusionar
de: Zusammenführen
es: Combinar
fr: Fusionner
hr: Spajanje
nl: Samenvoegen
pl: Scal
pt: Mesclar
pt_pt: Unir
ru: Объединить
tr: Birleştir
zh_tw: 合併

# Message
source: A key with the same encryption algorithm is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?
ca: Una clau amb la mateix algoritme d'encriptació ja és activa per a aquesta adreça. Generar una altra clau provocarà una càrrega més lenta i l'eliminació d'aquesta clau pot causar problemes. Si està generant una nova clau perquè l'antiga clau està compromesa, marqueu aquesta clau com a compromesa. Esteu segur que voleu continuar?
de: Für diese Adresse ist bereits ein Schlüssel mit dem gleichen Verschlüsselungsalgorithmus aktiv. Das Erzeugen eines anderen Schlüssels führt zu einem langsameren Laden des Kontos und das Löschen dieses Schlüssels kann zu Problemen führen. Wenn Sie einen neuen Schlüssel generieren, weil Ihr alter Schlüssel gefährdet ist, markieren Sie diesen Schlüssel bitte als gefährdet. Möchten Sie wirklich fortfahren?
fr: Une clé avec le même algorithme de chiffrement est déjà active pour cette adresse. Générer une autre clé ralentira le chargement du compte et la suppression de cette clé peut occasionner des problèmes. Si vous générez une nouvelle clé parce que votre ancienne clé a été compromise, veuillez marquer cette clé comme compromise. Êtes-vous sûr de vouloir continuer ?
hr: Ključ s istim algoritmom za šifriranje već je aktivan za ovu adresu. Generiranje drugog ključa uzrokovat će sporiji učitavanje računa, a brisanje tog ključa može uzrokovati probleme. Ako generirate novi ključ jer je stari ključ ugrožen, označite taj ključ kao ugrožen. Jeste li sigurni da želite nastaviti?
pl: Klucz z tym samym algorytmem szyfrowania jest już aktywny dla tego adresu. Wygenerowanie kolejnego klucza spowoduje wolniejsze ładownie konta, a jego usunięcie może spowodować problemy. Jeśli chcesz wygenerować nowy klucz, ponieważ bezpieczeństwo poprzedniego zostało naruszone, najpierw oznacz stary klucz jako zagrożony. Czy na pewno chcesz kontynuować?
pt_pt: Já está activada uma chave com o mesmo algoritmo de encriptação para este endereço. Se gerar outra chave, o carregamento da conta será mais lento e a eliminação desta chave pode causar problemas. Se estiver a gerar uma nova chave porque a sua chave antiga está comprometida, por favor marque essa chave como comprometida. Tem a certeza de que deseja continuar?
tr: Aynı şifreleme algoritmasına sahip bir anahtar bu adres için zaten etkin. Başka bir anahtarının oluşturulması yavaş hesap yüklenmesine neden olur ve bu anahtarın silinmesi sorunlara neden olabilir. Eski anahtarınız tehlikeye girdiğinden yeni bir anahtar oluşturuyorsanız, lütfen anahtarın tehlikeye atılmış olduğunu işaretleyin. Devam etmek istediğinizden emin misiniz?

# Message
source: Fw:
fr: Tr:
pt: Enc:
pt_pt: En:

# Message
source: On {{date}}, {{name}} {{address}} wrote:
ca: En {{date}}, {{name}} {{address}} va escriure:
de: Am {{date}} schrieb {{name}} {{address}}:
es: El {{date}}, {{name}} {{address}} escribió:
fr: Le {{date}}, {{name}} {{address}} a écrit :
hr: {{date}}, {{name}} {{address}} je napisao:
nl: Op {{date}}, {{name}} {{address}} schreef:
pl: W dniu {{date}}, {{name}} {{address}} napisał(a):
pt: Em {{date}}, {{name}} {{address}} escreveu:
pt_pt: Em {{date}}, {{name}} {{address}} escreveu:
ru: {{date}}, {{name}} {{address}} пишет:
tr: {{name}} {{address}}, {{date}} tarihinde şunu yazdı:
zh_tw: 在 {{date}}，{{name}} {{address}} 寫到：

# Message content if empty
source: Message empty
ca: Missatge buit
de: Leere Nachricht
es: Mensaje vacío
fr: Message vide
hr: Poruka je prazna
id: Pesan kosong
nl: Bericht is leeg
pl: Wiadomość jest pusta
pt: Mensagem em branco
pt_pt: Mensagem vazia
ru: Пустое сообщение
tr: İleti boş
zh_tw: 空訊息

# Message decryption error
source: Decryption error: Decryption of this message's encryption content failed.
ca: Error de desxifrat: el desxifrat del contingut d'encriptació d'aquest missatge va fallar.
de: Entschlüsselungsfehler: Die Entschlüsselung des verschlüsselten Nachrichteninhalts ist fehlgeschlagen.
fr: Erreur de déchiffrement : le déchiffrement du contenu de ce message chiffré a échoué.
hr: Greška pri dešifriranju: Dešifriranje sadržaja enkripcije ove poruke nije uspjelo.
nl: Fout: Decoderen van de inhoud van dit bericht is mislukt.
pl: Błąd odszyfrowywania: odszyfrowanie tej wiadomości nie powiodło się.
pt: Erro ao descriptografar: A descriptografia do conteúdo criptografado da mensagem falhou.
pt_pt: Erro de desencriptação: a desencriptação do conteúdo desta mensagem falhou.
ru: Ошибка расшифровки: не удалось расшифровать содержимое этого зашифрованного сообщения.
tr: Şifre çözme hatası: Bu iletinin şifreleme içeriğinin şifresi çözülemedi.
zh_tw: 解密失敗：此郵件內容解密失敗。

# Message encryption status
source: Encrypted message
ca: Missatge xifrat
de: Verschlüsselte Nachricht
fr: Message chiffré
hr: Šifrirana poruka
nl: Versleuteld bericht
pl: Wiadomość zaszyfrowana
pt: Mensagem criptografada
pt_pt: Mensagem encriptada
ru: Зашифрованное сообщение
tr: Şifreli ileti
zh_tw: 加密訊息

# Message encryption status
source: End-to-end encrypted message
ca: Missatge encriptat extrem a extrem
de: Ende-zu-Ende verschlüsselte Nachricht
fr: Message chiffré de bout en bout
hr: End-to-end šifrirane poruke
nl: End-to-end versleuteld bericht
pl: Wiadomość zaszyfrowana end-to-end
pt: Mensagem criptografada de ponta a ponta
pt_pt: Mensagem encriptada de ponta-a-ponta
ru: Сообщение, зашифрованное сквозным методом
tr: Uçtan uca şifreli ileti
zh_tw: 端對端加密訊息
