Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Label
source: Please provide an email address in case we need to contact you (optional):
ca: Proporcioni una adreça de correu electrònic en cas que necessitem posar-nos en contacte (opcional):
de: Bitte geben Sie eine E-Mail-Adresse an, falls wir Sie kontaktieren müssen (optional):
es: Proporcione una dirección de correo electrónico en caso de que necesitemos contactarnos con usted (opcional):
fr: Veuillez fournir une adresse email pour les cas où nous aurions besoin de vous contacter (facultatif) :
hr: Navedite adresu e-pošte u slučaju da vas moramo kontaktirati (neobvezno):
id: Harap berikan alamat email jika kami perlu menghubungi Anda (opsional):
nl: Geef een e-mailadres op voor het geval we contact met u moeten opnemen (optioneel):
pl: Podaj adres e-mail, na wypadek gdybyśmy potrzebowali skontaktować się z Tobą (opcjonalne):
pt: Por favor, forneça um endereço de e-mail caso precisemos contactá-lo (opcional):
pt_pt: Por favor, forneça um endereço de email, caso precisemos de contactá-lo (opcional):
ru: Пожалуйста, укажите адрес электронной почты для случая, если нам понадобится связаться с вами (необязательно):
tr: Siz ile iletişime geçmemiz için lütfen bir e-posta adresi sağlayın (isteğe bağlı):
zh_tw: 請提供電子郵件地址以便聯絡（可選）：

# Label
source: Please tell us why you are leaving:
ca: Per favor digui'ns per què es va:
de: Bitte teilen Sie uns mit, warum Sie uns verlassen:
es: Por favor, díganos por qué se va:
fr: S’il vous plaît, dites-nous pourquoi vous partez :
hr: Recite nam zašto odlazite:
id: Tolong beritahu kami mengapa Anda pergi:
nl: Laat ons weten waarom u vertrekt:
pl: Powiedz nam, dlaczego nas opuszczasz:
pt: Por favor nos diga por que você está nos deixando:
pt_pt: Por favor, diga-nos por que está a sair:
ru: Пожалуйста, сообщите нам, почему вы уходите:
tr: Lütfen neden ayrıldığınızı bize söyleyin:
zh_tw: 請告訴我們你為什麼要離開:

# Label
source: Prompt to trust keys
ca: Sol▵licitud de claus de confiança
de: Eingabeaufforderung für vertrauenswürdige Schlüssel
es: Solicitar confiar claves
fr: Inviter à faire confiance aux clés
hr: Prozor za potvrdu valjanosti ključa
nl: Vraag naar het vertrouwen van sleutels
pl: Podpowiadaj dodawanie kluczy do zaufanych
pt: Solicitar confiança nas chaves
pt_pt: Solicitar confiança nas chaves
ru: Спрашивать о доверии ключам
tr: Anahtarlara güvenme istemi
zh_tw: 詢問是否信任金鑰

# Label
source: Proton Beta (~ 10-12 per year)
ca: Proton Beta (~▵ 10-12 per any)
de: Proton Beta (~ 10-12 pro Jahr)
es: Funciones Beta (10-12 por año)
fr: Proton Bêta (environ 10 à 12 fois par an)
hr: Proton Beta (~ 10-12 puta godišnje)
nl: Proton Beta (~ 10-12 per jaar)
pl: Proton Beta (~ 10-12 rocznie)
pt: Proton Beta (~ 10-12 por ano)
pt_pt: Proton Beta (~ 10-12 por ano)
ru: Proton Beta (~ 10-12 раз в год)
tr: Proton Beta (Yılda 10-12 adet)
zh_tw: Proton Beta（每年約 10-12 回）

# Label
source: Proton Newsletter (5-6 per year)
ca: Butlletí de Proton (5-6 per any)
de: Proton-Newsletter (5-6 pro Jahr)
es: Boletín de ProtonMail (5-6 por año)
fr: Proton Newsletter (5 à 6 fois par an)
hr: Proton Bilten (5-6 puta godišnje)
id: Newsletter Proton (5-6 per tahun)
nl: Proton Nieuwsbrief (5-6 per jaar)
pl: Newsletter Proton (5-6 rocznie)
pt: Boletim informativo do Proton (5-6 por ano)
pt_pt: Boletim informativo Proton (5-6 por ano)
ru: Рассылка новостей Proton (5-6 раз в год)
tr: Proton Bülteni (Yılda 5-6 adet)
zh_tw: Proton 通訊（每年 5-6 回）

# Label
source: Proton Username
ca: Nom d'usuari Proton
de: Proton-Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur Proton
hr: Proton korisničko ime
nl: Proton Gebruikersnaam
pl: Nazwa użytkownika Proton
pt: Nome de usuário do Proton
pt_pt: Utilizador do Proton
ru: Имя пользователя в Proton
tr: Proton kullanıcı adı
zh_tw: Proton 使用者名稱

# Label
source: ProtonMail Signature
ca: Signatura ProtonMail
de: ProtonMail-Signatur
es: Firma de ProtonMail
fr: Signature ProtonMail
hr: ProtonMail potpis
nl: ProtonMail handtekening
pl: Podpis ProtonMail
pt: Assinatura do ProtonMail
pt_pt: Assinatura ProtonMail
ru: Подпись ProtonMail
tr: ProtonMail imzası
zh_tw: ProtonMail 簽名

# Label
source: ProtonVPN Homepage
ca: Pàgina d'inici del ProtonVPN
es: Página principal de ProtonVPN
fr: Page d'accueil ProtonVPN
hr: ProtonVPN početna stranica
id: Situs Web ProtonVPN
pl: Strona główna ProtonVPN
pt: Página Inicial do ProtonVPN
pt_pt: Página inicial do ProtonVPN
ru: Домашняя страница ProtonVPN
tr: ProtonVPN ana sayfası
zh_tw: ProtonVPN 主頁

# Label
source: Read
ca: Llegir
de: Gelesen
es: Leído
fr: Lu
hr: Pročitano
id: Baca baca
nl: Gelezen
pl: Przeczytane
pt: Lido
pt_pt: Lido
ru: Читать
tr: Oku
zh_tw: 已讀

# Label
source: Response
ca: Resposta
de: Antwort
es: Respuesta
fr: Réponse
hr: Odgovor
id: Tanggapan
nl: Antwoord
pl: Odpowiedź
pt: Resposta
pt_pt: Resposta
ru: Ответ
tr: Yanıt
zh_tw: 回應

# Label
source: Security Code
ca: Codi de seguretat
de: Sicherheitscode
es: Código de seguridad
fr: Code de sécurité
hr: Sigurnosni kôd
id: Kode keamanan
nl: Beveiligingscode
pl: Kod zabezpieczający
pt: Código de segurança
pt_pt: Código de segurança
ru: Код безопасности
tr: Güvenlik Kodu
zh_tw: 安全代碼

# Label
source: Select an address
ca: Seleccionar una adreça
de: Adresse auswählen
es: Seleccione una dirección
fr: Sélectionnez une adresse
hr: Odaberite adresu
nl: Selecteer een adres
pl: Wybierz adres
pt: Selecione um endereço
pt_pt: Seleccione um endereço
ru: Выберите адрес
tr: Bir adres seçin
zh_tw: 選擇電子郵件地址

# Label
source: Sent
ca: Enviat
de: Gesendet
fr: Envoyé
hr: Poslano
nl: Verzonden
pl: Wysłane
pt: Enviado
pt_pt: Enviado
ru: Отправленные
tr: Gönderilen
zh_tw: 傳送

# Label
source: Sent / Drafts folders appearance
ca: Aparença de les carpetes Enviat / Esborranys
de: Darstellung der Ordner Gesendet/Entwürfe
fr: Apparence des dossiers Envoyés / Brouillons
hr: Izgled Poslano / Skice mapa
pl: Wygląd folderów Wysłane / Szkice
pt: Aparência das pastas Enviadas / Rascunhos
pt_pt: Aparência das pastas Enviados/Rascunhos
ru: Внешний вид папок Отправленные / Черновики
tr: Gönderilen / Taslaklar klasörü görünümü
zh_tw: 寄件備份 / 草稿 資料夾外觀

# Label
source: Sign external messages
ca: Signar missatges externs
de: Externe Nachrichten signieren
es: Firmar mensajes externos
fr: Signer les messages externes
hr: Potpisivanje izlaznih poruka
nl: Onderteken externe berichten
pl: Podpisz zewnętrzną wiadomość
pt: Assinar mensagens externas
pt_pt: Assinar mensagens externas
ru: Подписывать сообщения, отправляемые вовне
tr: Dış iletileri imzala
zh_tw: 簽署外部郵件

# Label
source: Signature
ca: Signatura
de: Signatur
es: Firma
hr: Potpis
nl: Handtekening
pl: Podpis
pt: Assinatura
pt_pt: Assinatura
ru: Подпись
tr: İmza
zh_tw: 簽名

# Label
source: Starred
ca: Destacats
de: Markiert
es: Destacado
fr: Favoris
hr: Sa zvjezdicom
id: Dibintangi
nl: Met ster
pl: Wyróżnione
pt: Com estrela
pt_pt: Com estrela
ru: Избранное
tr: Yıldızlı
zh_tw: 已加星號

# Label
source: Start time
ca: Hora d'inici
de: Startzeitpunkt
es: Hora de Inicio
fr: Heure de début
hr: Vrijeme početka
id: Waktu mulai
nl: Begintijd
pl: Czas rozpoczęcia
pt: Hora de início
pt_pt: Hora de início
ru: Время начала
tr: Başlama zamanı
zh_tw: 開始時間

# Label
source: Storage for members:
ca: Emmagatzematge per a membres:
de: Speicher für Mitglieder:
es: Almacenamiento para miembros:
fr: Stockage pour les membres :
hr: Prostor za pohranu za korisnike:
id: Penyimpanan untuk anggota:
nl: Opslag voor leden:
pl: Przestrzeń dyskowa dla użytkowników:
pt: Armazenamento para membros:
pt_pt: Armazenamento para membros:
ru: Объём хранилища для участников:
tr: Üyeler için depolama alanı:
zh_tw: 會員的儲存量:

# Label
source: Time zone
ca: Zona horària
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
hr: Vremenska zona
id: Zona waktu
nl: Tijdzone
pl: Strefa czasu
pt: Fuso horário
pt_pt: Fuso horário
ru: Часовой пояс
tr: Saat dilimi
zh_tw: 時區

# Label
source: Trash
ca: Paperera
de: Papierkorb
es: Papelera
fr: Corbeille
hr: Otpad
id: Sampah
nl: Prullenbak
pl: Kosz
pt: Lixeira
pt_pt: Lixo
ru: Корзина
tr: Çöp Kutusu
zh_tw: 垃圾桶

# Label
source: Trusted Public Keys
pt_pt: Chaves públicas confiadas

# Label
source: Trusted keys
ca: Claus de confiança
de: Vertrauenswürdige Schlüssel
fr: Clés approuvées
hr: Pouzdani ključevi
nl: Vertrouwde sleutels
pl: Zaufane klucze
pt: Chaves confiáveis
pt_pt: Chaves confiadas
ru: Доверенные ключи
tr: Güvenilir anahtarlar
zh_tw: 信任的金鑰

# Label
source: Two-factor passcode
ca: Codi de dos factors
de: Zwei-Faktor-Schlüssel
fr: Code d'accès à deux facteurs
hr: Provjera autentičnosti u dva koraka
pl: Kod uwierzytelniający
pt: Código de dois fatores
pt_pt: Código-passe em dois passos
ru: Код 2ФА
tr: İki adımlı parola
zh_tw: 兩步驟驗證碼

# Label
source: Upload picture
ca: Pujar fotografia
de: Foto hochladen
es: Subir imagen
fr: Télécharger une image
hr: Učitaj sliku
nl: Afbeelding uploaden
pl: Prześlij obrazek
pt: Enviar imagem
pt_pt: Enviar imagem
ru: Загрузить картинку
tr: Resim yükle
zh_tw: 上傳圖片

# Label
source: Use conversation grouping
pt_pt: Usar agrupamento de conversas

# Label
source: Use sticky labels
pt_pt: Usar etiquetas fixas

# Label
source: User
ca: Usuari
de: Benutzer
es: Usuario
fr: Utilisateur
hr: Korisnik
nl: Gebruiker
pl: Użytkownik
pt: Usuário
pt_pt: Utilizador
ru: Пользователь
tr: Kullanıcı
zh_tw: 使用者名稱

# Label
source: User login
ca: Login d'usuari
de: Benutzeranmeldung
fr: Identifiant de connexion
hr: Prijava korisnika
pl: Logowanie użytkownika
pt: Login de acesso
pt_pt: Início de sessão do utilizador
ru: Имя пользователя
tr: Kullanıcı girişi
zh_tw: 使用者登入

# Label
source: VPN Connections
ca: Connexions VPN
de: VPN-Verbindungen
es: Conexiones VPN
fr: Connexions VPN
hr: VPN veze
id: Sambungan VPN
nl: VPN-verbindingen
pl: Połączenia sieci VPN
pt: Conexões VPN
pt_pt: Ligações VPN
ru: VPN-подключения
tr: VPN Bağlantıları
zh_tw: VPN 連線

# Label
source: VPN Connections for members:
ca: Connexions de VPN per a membres:
de: VPN Verbindungen für Mitglieder:
es: Conexiones VPN para los miembros:
fr: Connections VPN pour les membres :
hr: VPN veze za članove:
id: Sambungan VPN untuk anggota:
nl: VPN-verbindingen voor leden:
pl: Połączenia sieci VPN dla użytkowników:
pt: Conexões de VPN para membros:
pt_pt: Ligações VPN para membros:
ru: VPN-подключения для участников:
tr: Üyeler için VPN bağlantıları:
zh_tw: 成員的 VPN 連接：

# Label
source: VPN connections
ca: Connexions VPN
de: VPN-Verbindungen
fr: Connexions VPN
hr: VPN veze
nl: VPN-verbindingen
pl: Połączenia sieci VPN
pt: Conexões VPN
pt_pt: Ligações VPN
ru: VPN-подключения
tr: VPN bağlantıları
zh_tw: VPN 連線

# Label
source: We are sorry to see you go!
ca: Lamentem que et vagis!
de: Wir finden es schade, dass Sie uns verlassen!
es: ¡Lamentamos que se vaya!
fr: Nous sommes désolés de vous voir partir !
hr: Žao nam je što odlazite!
id: Kami minta maaf untuk melihat Anda pergi!
nl: We vinden het jammer om u te zien gaan!
pl: Przykro nam, że nas opuszczasz!
pt: É uma pena ver você ir embora!
pt_pt: Lamentamos que se vá embora!
ru: Нам так жаль, что вы уходите!
tr: Gittiğinizi görmekten üzgünüz!
zh_tw: 我們對於您的離開感到遺憾。

# Label
source: ZIP/Postal Code
ca: Zip/Codi postal
de: PLZ/Postleitzahl
es: Zip/código postal
fr: Code Postal
hr: Poštanski broj
id: Kode pos / pos
nl: Postcode
pl: Kod pocztowy
pt: CEP/Código Postal
pt_pt: Código postal
ru: Почтовый индекс
tr: Posta Kodu
zh_tw: 郵編/郵遞區號

# Label
source: addresses
ca: adreçes
de: Adressen
fr: adresses
hr: adrese
nl: adressen
pl: adresy
pt: endereços
pt_pt: endereços
ru: адреса
tr: adresler
zh_tw: 電子郵件地址

# Label
source: domain
ca: domini
fr: domaine
hr: domena
nl: domein
pl: domena
pt: domínio
pt_pt: domínio
ru: домен
tr: etki alanı
zh_tw: 域名

# Label
source: domains
ca: dominis
fr: domaines
hr: domene
nl: domeinen
pl: domeny
pt: domínios
pt_pt: domínios
ru: домены
tr: etki alanları
zh_tw: 域名

# Label
source: user
ca: usuari
de: Nutzer
es: usuario
fr: utilisateur
hr: korisnik
id: pengguna
nl: gebruiker
pl: użytkownik
pt: usuário
pt_pt: utilizador
ru: пользователь
tr: kullanıcı
zh_tw: 使用者

# Label
source: users
ca: usuaris
de: Benutzer
fr: utilisateurs
hr: korisnici
nl: gebruikers
pl: użytkownicy
pt: usuários
pt_pt: utilizadores
ru: пользователи
tr: kullanıcılar
zh_tw: 使用者

# Label
source: zip - country
ca: codi postal - país
de: PLZ - Land
es: código postal - país
fr: code postal - pays
hr: poštanski broj - država
id: zip - negara
nl: postcode - land
pl: kod pocztowy - kraj
pt: CEP - país
pt_pt: código postal - país
ru: индекс - страна
tr: posta kodu - ülke
zh_tw: 郵遞區號 - 國家

# Label for address input in contact details
source: City
ca: Ciutat
de: Stadt
es: Ciudad
fr: Ville
hr: Grad
id: Kota
nl: Plaats
pl: Miasto
pt: Cidade
pt_pt: Cidade
ru: Город
tr: Şehir
zh_tw: 鄉/鎮/市/區

# Label for address input in contact details
source: Country
ca: País
de: Land
es: País
fr: Pays
hr: Država
id: Negara
nl: Land
pl: Kraj
pt: País
pt_pt: País
ru: Страна
tr: Ülke
zh_tw: 國家/地區

# Label for address input in contact details
source: Extended address (apartment or suite number)
ca: Direcció estesa (nombre de departament o suite)
de: Adresszusatz (Wohnungs- bzw. Zimmernummer)
es: Dirección ampliada (número de apartamento o suite)
fr: Complément d’adresse (numéro d’appartement ou de suite)
hr: Proširena adresa (broj apartmana ili stana)
id: Alamat yang diperluas (nomor apartemen atau suite)
nl: Uitgebreid adres (appartement- of suitenummer)
pl: Rozszerzony adres (numer mieszkania lub apartamentu)
pt: Endereço completo (número de apartamento ou suite)
pt_pt: Endereço alargado (número de apartamento ou suite)
ru: Расширенный адрес (квартира или номер помещения)
tr: Genişletilmiş adres (daire veya süit numarası)
zh_tw: 延伸地址 (公寓或套房號碼)

# Label for address input in contact details
source: Post office box
ca: Apartat de correus
de: Postfach
es: Apartado postal
fr: Boîte postale
hr: Poštanski sandučić
id: Kotak surat
nl: Postbus
pl: Skrytka pocztowa
pt: Caixa postal
pt_pt: Caixa postal
ru: Почтовый ящик
tr: Postane kutusu
zh_tw: 郵政信箱

# Label for address input in contact details
source: Postal code
ca: Codi postal
de: Postleitzahl
es: Código postal
fr: Code postal
hr: Poštanski broj
id: Kode Pos
nl: Postcode
pl: Kod pocztowy
pt: CEP
pt_pt: Código postal
ru: Почтовый индекс
tr: Posta kodu
zh_tw: 郵遞區號

# Label for address input in contact details
source: State/Region
ca: Estat/Regió
de: Bundesland/Region
es: Estado/Provincia
fr: État / Région
hr: Država/Regija
id: Negara bagian / wilayah
nl: Provincie/regio
pl: Województwo/Region
pt: Estado/Região
pt_pt: Distrito/Região
ru: Область/Регион
tr: Devlet/Bölge
zh_tw: 州/地區

# Label for address input in contact details
source: Street address
ca: Adreça de carrer
de: Straße und Hausnummer
es: Dirección de calle
fr: Rue
hr: Adresa
id: alamat jalan
nl: Straatnaam
pl: Ulica
pt: Endereço
pt_pt: Endereço postal
ru: Адрес улицы
tr: Sokak adresi
zh_tw: 街道

# Label for contact Encrypt toggle
source: Encrypt
ca: Xifratge
de: Verschlüsseln
fr: Chiffrer
hr: Šifriranje
nl: Versleutelen
pl: Zaszyfruj
pt: Criptografar
pt_pt: Encriptar
ru: Зашифровать
tr: Şifrele
zh_tw: 加密

# Label for contact MIMEType selector
source: Format
nl: Bestandsformaat
pt: Formato
pt_pt: Formato
ru: Формат
tr: Biçim
zh_tw: 格式

# Label for contact Scheme selector
source: Cryptographic scheme
ca: Esquema criptogràfic
de: Kryptografisches Schema
fr: Modèle de chiffrement
hr: Kriptografska shema
nl: Cryptografisch schema
pl: Schemat szyfrowania
pt: Esquema criptográfico
pt_pt: Esquema de encriptação
ru: Криптографическая схема
tr: Şifreleme düzeni
zh_tw: 加密方案

# Label for contact Sign toggle
source: Sign
ca: Signe
de: Signieren
fr: Signer
hr: Potpis
nl: Ondertekenen
pl: Podpisz
pt: Assinar
pt_pt: Assinar
ru: Подпись
tr: İmza
zh_tw: 簽名

# Label for the message size when displaying email details
source: Size:
ca: Mida:
de: Größe:
fr: Taille :
hr: Veličina:
nl: Grootte:
pl: Rozmiar:
pt: Tamanho:
pt_pt: Tamanho:
ru: Размер:
tr: Boyut:
zh_tw: 大小：

# Label for the progress bar displayed during the contact export
source: Decrypting contacts: {{progress}}%
ca: Desxifrar contactes: {{progress}}%
de: Kontakte entschlüsseln: {{progress}}%
es: Descifrando contactos: {{progress}}%
fr: Déchiffrement des contacts: {{progress}} %
hr: Dešifriranje kontakata: {{progress}}%
id: Menguraikan kontak: {{progress}} %
nl: Ontsleutelen van contacten: {{progress}}%
pl: Odszyfrowywanie kontaktów: {{progress}}%
pt: Descriptografando contatos: {{progress}}%
pt_pt: A desencriptar contactos: {{progress}}%
ru: Расшифровка контактов: {{progress}}%
tr: Kişilerin şifresi çözülüyor: %{{progress}}
zh_tw: 解密聯絡人：{{progress}}%

# Label for the progress bar displayed during the contact import
source: Encrypting contacts: {{progress}}%
ca: Encriptació de contactes: {{progress}}%
de: Kontakte werden entschlüsselt: {{progress}}%
es: Cifrando contactos: {{progress}}%
fr: Chiffrement des contacts: {{progress}} %
hr: Šifriranje kontakata: {{progress}}%
id: Mengenkripsi kontak: {{progress}} %
nl: Versleutelen van contacten: {{progress}}%
pl: Szyfrowanie kontaktów: {{progress}}%
pt: Criptografando contatos: {{progress}}%
pt_pt: A encriptar contactos: {{progress}}%
ru: Идёт шифрование контактов: {{progress}}%
tr: Kişiler şifreleniyor: %{{progress}}
zh_tw: 加密聯絡人：{{progress}}%

# Label for the progress bar displayed during the contact import
source: Upload: {{progress}}%
ca: Pujada: {{progress}}%
de: Hochgeladen: {{progress}}%
es: Subiendo: {{progress}}%
fr: Chargement : {{progress}} %
hr: Učitavanje: {{progress}}%
nl: Uploaden: {{progress}}%
pl: Wysyłanie: {{progress}}%
pt: Enviando: {{progress}}%
pt_pt: A enviar: {{progress}}%
ru: Загрузка контактов в почту: {{progress}}%
tr: Yükleniyor: %{{progress}}
zh_tw: 上傳：{{progress}}%

# Label for the vpn columns
source: Connections/Devices
ca: Connexions/Dispositius
de: Verbindungen/Geräte
es: Conexiones/Dispositivos
fr: Connexions/Appareils
hr: Veze/Uređaji
id: Koneksi / Perangkat
nl: Verbindingen/apparaten
pl: Połączenia/Urządzenia
pt: Conexões/Dispositivos
pt_pt: Ligações/Dispositivos
ru: Подключения/Устройства
tr: Bağlantılar / Cihazlar
zh_tw: 連接數/設備

# Label for the vpn columns
source: Speed
ca: Velocitat
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hr: Brzina
id: Kecepatan
nl: Snelheid
pl: Prędkość
pt: Velocidade
pt_pt: Velocidade
ru: Скорость
tr: Hız
zh_tw: 速度

# Label for vpn form
source: Number of connections
ca: Nombre de connexions
de: Anzahl der Verbindungen
es: Número de conexiones
fr: Nombre de connections
hr: Broj veza
id: Jumlah koneksi
nl: Aantal connecties
pl: Liczba połączeń
pt: Número de conexões
pt_pt: Número de ligações
ru: Количество подключений
tr: Bağlantı sayısı
zh_tw: 連接數

# Label in the custom plan modal
source: Total Addresses
ca: Direccions totals
de: Gesamtzahl der Adressen
es: Direcciones Totales
fr: Nombre total d'adresses
hr: Ukupno adresa
id: Alamat total
nl: Totale adressen
pl: Łączna liczba adresów
pt: Total de endereços
pt_pt: Total de endereços
ru: Всего адресов
tr: Toplam Adres
zh_tw: 電子郵件地址總數

# Label in the custom plan modal
source: Total Storage
ca: Emmagatzematge total
de: Gesamtspeicher
es: Almacenamiento Total
fr: Espace total
hr: Ukupni prostor za pohranu
id: Total Penyimpanan
nl: Totale opslagruimte
pl: Łączna przestrzeń dyskowa
pt: Total de armazenamento
pt_pt: Armazenamento total
ru: Хранилище
tr: Toplam Depolama
zh_tw: 總儲存量

# Label in the custom plan modal
source: Users
ca: Usuaris
de: Nutzer
es: Usuarios
fr: utilisateurs
hr: Korisnici
id: Pengguna
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
pt_pt: Utilizadores
ru: Пользователи
tr: Kullanıcılar
zh_tw: 使用者

# Label in the modal which ask the user to enter a new password
source: Please enter a password to encrypt your private key with before exporting.
ca: Si us plau, introduïu una contrasenya per encriptar la vostra clau privada abans d'exportar.
de: Bitte geben Sie ein Passwort ein, um Ihren privaten Schlüssel vor dem Export zu verschlüsseln.
es: Ingrese una contraseña para cifrar su clave privada antes de exportarla.
fr: Entrez un mot de passe pour chiffrer votre clé privée avant de l'exporter.
hr: Unesite lozinku za šifriranje vašeg privatnog ključa prije izvoza.
nl: Voer een wachtwoord in voor het versleutelen van uw geheime sleutel voordat u deze exporteert.
pl: Podaj hasło, aby zaszyfrować Twoje klucze prywatne przed eksportem.
pt: Por favor, digite uma senha para criptografar sua chave privada antes de exportar.
pt_pt: Por favor, insira uma senha para encriptar a sua chave privada antes de exportar.
ru: Пожалуйста, введите пароль, которым будет зашифрован ваш закрытый ключ перед экспортом.
tr: Lütfen dışa aktarmadan önce özel anahtarınızı şifrelemek için bir parola girin.
zh_tw: 匯出前，請先輸入用來加密私密金鑰的密碼。

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter the password for key with fingerprint <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.
ca: Introduïu la contrasenya per a la clau amb empremta digital <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.
de: Geben Sie das Passwort für den Schlüssel mit Fingerabdruck ein <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.
fr: Entrez le mot de passe pour la clé ayant l'empreinte <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.
hr: Unesite lozinku za ključ s otiskom prsta <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.
pl: Wpisz hasło dla klucza z odciskiem <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.
pt_pt: Insira a senha da chave com a impressão digital <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.
tr: Parmak izi <code class="flex-space-left">{{ ctrl.fingerprint }}</code> olan anahtarın parolasını girin.

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter your previous mailbox password from before your account was reset:
ca: Introduïu la contrasenya del correu anterior des d'abans que es reiniciés el seu compte:
de: Geben Sie Ihr bisheriges E-Mail-Passwort ein, bevor Sie Ihr Konto zurückgesetzt haben:
es: Ingrese su anterior contraseña del buzón antes de que su cuenta fuera restablecida:
fr: Entrez le mot de passe de votre boite de réception d'avant la réinitialisation de votre compte :
hr: Unesite vašu lozinku sandučića e-pošte koja je bila prije nego ste poništili račun:
id: Masukkan kata sandi kotak surat Anda sebelumnya sebelum akun Anda disetel ulang:
nl: Vul uw vorige mailbox wachtwoord in, van voordat uw account werd gereset:
pl: Wpisz poprzednie hasło skrzynki pocztowej, używane przed zresetowaniem konta:
pt: Digite a senha de caixa de correio que você usou antes da sua conta ser redefinida:
pt_pt: Insira a sua senha da caixa de correio anterior à reposição da sua conta:
ru: Введите предыдущий пароль почтового ящика, который был до сброса учётной записи:
tr: Hesabınız sıfırlanmadan önceki posta kutusu parolasını girin:
zh_tw: 請輸入重設帳戶前的舊郵箱密碼：

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter your previous password from before your account was reset:
ca: Introduïu la contrasenya anterior abans de restablir el seu compte:
de: Geben Sie Ihr bisheriges Passwort ein, bevor Sie Ihr Konto zurückgesetzt haben:
es: Ingrese su anterior contraseña antes de que su cuenta fuera restablecida:
fr: Entrez votre mot de passe d'avant la réinitialisation de votre compte :
hr: Unesite vašu lozinku koja je bila prije nego ste poništili račun:
id: Masukkan kata sandi sebelumnya sebelum akun Anda disetel ulang:
nl: Vul uw vorige wachtwoord in, van voordat uw account werd gereset:
pl: Wpisz poprzednie hasło, używane przed zresetowaniem konta:
pt: Digite a senha que você usou antes da sua conta ser redefinida:
pt_pt: Insira a sua senha de caixa de correio anterior à reposição da sua conta:
ru: Введите свой предыдущий пароль, который был до сброса учётной записи:
tr: Hesabınız sıfırlanmadan önceki parolanızı girin:
zh_tw: 請輸入重設帳戶前的舊密碼：
