Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Take the time to review how we should import these groups.
ca: Preneu-vos el temps per revisar com hem d'importar aquests grups.
de: Nehmen Sie sich die Zeit, um zu prüfen, wie wir diese Gruppen importieren sollten.
fr: Prenez le temps d'examiner comment nous devrions importer ces groupes.
hr: Odvojite vremena da biste pregledali kako bi trebali uvesti ove grupe.
pl: Poświęć chwilę na sprawdzenie, w jaki sposób powinniśmy zaimportować te grupy.
pt: Reserve um tempo para revisar para decidir como importar esses grupos.
pt_pt: Perca algum tempo a rever como devemos importar estes grupos.
ru: Уделите время для того, чтобы определиться со способом импорта этих групп.
tr: Bu grupları nasıl içe aktarmamız gerektiğini incelemek için zaman ayırın.
zh_tw: 請花點時間檢視我們是如何匯入這些群組。

# Info
source: The app will now be reloaded in a few seconds
ca: L'aplicació es recarregarà en uns instants
de: Die App wird in ein paar Sekunden geschlossen
es: La app se reconectará en pocos segundos
fr: L'application va redémarrer dans quelques secondes
hr: Aplikacija će se ponovno učitati za nekoliko sekundi
id: Aplikasi sekarang akan dimuat dalam beberapa detik
nl: De app zal binnen enkele seconden worden herladen
pl: Aplikacja zostanie przeładowana w kilka sekund
pt: A aplicação será recarregada em alguns segundos
pt_pt: A aplicação será recarregada dentro de alguns segundos
ru: Приложение будет перезапущено сейчас, в течение нескольких секунд
tr: Uygulama, birkaç saniye içinde yeniden yüklenecek
zh_tw: App 將在數秒內重新載入。

# Info
source: The draft(s) selected is open in a composer, this action will close the composer and delete the message.
ca: L'esborrany seleccionat ja està obert en el redactor, aquesta acció tancarà el redactor i esborrarà el missatge.
de: Der/die ausgewählte(n) Entwürf(e) ist in einem Verfassen-Fenster geöffnet. Diese Aktion schließt das Verfassen-Fenster und löscht die Nachricht.
fr: Le brouillon sélectionné est ouvert dans un éditeur. Cette action fermera l’éditeur et supprimera le message.
hr: Odabrana skica je otvorena u prozoru za novu poruku. Ova radnja će zatvoriti prozor za novu poruku i izbrisati poruku.
pl: Zaznaczony szkic (lub szkice) są już otwarte w edytorze. Ta akcja zamknie edytor i usunie szkic.
pt_pt: O rascunho seleccionado está aberto num compositor, esta acção fechará o compositor e eliminará a mensagem.
tr: Seçilen taslak(lar), bir besteci içinde açık, bu eylem besteci kapatır ve iletiyi siler.

# Info
source: The message signature could not be verified as the signature on the contact is invalid.
ca: La signatura del missatge no es pot verificar perquè la signatura del contacte no és vàlida.
de: Die Signatur der Nachricht konnte nicht bestätigt werden, da die Signatur des Kontakts ungültig ist.
fr: La signature du message n’a pas pu être vérifiée étant donné que la signature associée au contact n’est pas valide.
hr: Potpis poruke nije mogao biti potvrđen jer je potpis na kontaktu nevažeći.
nl: De handtekening van het bericht kan niet worden geverifieerd omdat de handtekening op de contactpersoon ongeldig is.
pl: Nie można zweryfikować podpisu wiadomości, ponieważ podpis kontaktu jest nieprawidłowy.
pt: A assinatura da mensagem não pôde ser verificada porque a assinatura no contato é inválida.
pt_pt: Não foi possível verificar a assinatura da mensagem, a assinatura no contacto é inválida.
ru: Подпись сообщения не может быть проверена, поскольку неправильна подпись контакта.
tr: İleti imzası geçersiz olduğu için, ileti imzası doğrulanamadı.
zh_tw: 無法驗證郵件簽名，因為連絡人的簽名無效。

# Info
source: Theme reset! Redirecting...
ca: Tema reinicialitzat! Redireccionant...
de: Thema zurücksetzen! Weiterleitung …
es: ¡Tema restablecido! Redireccionando...
fr: Réinitialisation du thème ! Redirection...
hr: Tema ponovno postavljena! Preusmjeravanje...
id: Reset tema Mengarahkan kembali...
nl: Thema gereset! U wordt omgeleid...
pl: Motyw został zresetowany! Przekierowywanie...
pt: Tema redefinido! Redirecionando...
pt_pt: Tema redefinido! A redireccionar...
ru: Тема сброшена! Перенаправление...
tr: Tema sıfırlandı! Yönlendiriliyor...
zh_tw: 已重設主題！正在重新導向……

# Info
source: Theme saved
ca: Tema desat
de: Thema gespeichert
es: Tema guardado
fr: Thème sauvegardé
hr: Tema spremljena
id: Tema disimpan
nl: Thema opgeslagen
pl: Motyw został zapisany
pt: Tema salvo
pt_pt: Tema gravado
ru: Тема сохранена
tr: Tema kaydedildi
zh_tw: 主題已儲存

# Info
source: These emails are also in your contacts. Remove them from your contacts?
ca: Aquestes adreces també estan en els vostres contactes. Voleu eliminar-los dels vostres contactes?
de: Diese E-Mail-Adressen befinden sich auch in Ihren Kontakten. Aus Ihren Kontakten entfernen?
fr: Ces adresses email sont également dans vos contacts. Les supprimer de vos contacts ?
hr: Ove adrese e-pošte su također u vašim kontaktima. Želite li ih ukloniti iz vaših kontakata?
pl: Te adresy e-mail znajdują się również w Twoich kontaktach. Czy usunąć je z listy?
pt_pt: Estes emails também estão nos seus contactos. Quer removê-los dos seus contactos?
tr: Bu e-postalar kişilerinizde mevcut. Onlar kişilerinizden kaldırılsın mı?

# Info
source: This can take a few seconds or a few minutes depending on your device.
ca: Això pot trigar uns segons o minuts depenent del vostre dispositiu.
de: Dies dauert abhängig von Ihrem Gerät mehrere Sekunden bis hin zu Minuten.
es: Esto puede tomar unos pocos segundos o minutos dependiendo de su dispositivo.
fr: Cela peut prendre quelques secondes ou quelques minutes selon votre appareil.
hr: Ovo može potrajati nekoliko sekundi ili nekoliko minuta, ovisno o uređaju.
id: Ini bisa memakan waktu beberapa detik atau beberapa menit tergantung perangkat Anda.
nl: Afhankelijk van uw apparaat kan dit enkele seconden tot enkele minuten duren.
pl: Może to potrwać kilka sekund lub kilka minut w zależności od urządzenia.
pt: Isto pode demorar alguns segundos ou alguns minutos dependendo do seu dispositivo.
pt_pt: Pode demorar alguns segundos ou alguns minutos dependendo do seu dispositivo.
ru: Это может занять от нескольких секунд до нескольких минут в зависимости от вашего устройства.
tr: Bu, cihazınıza bağlı olarak birkaç saniye veya birkaç dakika sürebilir.
zh_tw: 取決於您的設備，這可能需要幾秒鐘或幾分鐘。

# Info
source: This conversation contains non-trashed messages.
ca: Aquesta conversa conté missatges no esborrats.
de: Dieses Thema enthält nicht-gelöschte Nachrichten.
es: Esta conversación contiene mensajes no borrados.
fr: Cette conversation contient des messages hors de la corbeille.
hr: Ovaj razgovor sadrži poruke koje nisu u otpadu.
id: Percakapan ini berisi pesan non-trashed.
nl: Dit gesprek bevat niet-verwijderde berichten.
pl: Ten wątek zawiera nieusunięte wiadomości.
pt: Esta conversa contém mensagens não descartadas.
pt_pt: Esta conversa contém mensagens não enviadas para o lixo.
ru: Эта цепочка писем содержит сообщения не из корзины.
tr: Bu konuşmada çöpe atılmamış iletiler var.
zh_tw: 此會話包含非垃圾訊息。

# Info
source: This conversation contains trashed messages.
ca: Aquesta conversa conté missatges esborrats.
de: Dieses Thema enthält gelöschte Nachrichten.
es: Esta conversación contiene mensajes borrados.
fr: Cette conversation contient des messages mis à la corbeille.
hr: Ovaj razgovor sadrži poruke koje su u otpadu.
id: Percakapan ini berisi pesan yang dibuang.
nl: Dit gesprek bevat verwijderde berichten.
pl: Ten wątek zawiera usunięte wiadomości.
pt: Esta conversa contém mensagens na lixeira.
pt_pt: Esta conversa contém mensagens enviadas para o lixo.
ru: Эта цепочка писем содержит сообщения из корзины.
tr: Bu konuşma, çöpe atılmış iletiler içeriyor.
zh_tw: 此會話含有已被移至垃圾桶的訊息。

# Info
source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded! {{startLink}}Learn more{{endLink}}.
ca: Aquest correu electrònic ha fallat els requisits d'autenticació del domini. Es pot transmetre correctament o correctament.{{startLink}}Més informació{{endLink}}.
de: Diese E-Mail hat die Domain-Authentifizierungsanforderungen nicht bestanden. Sie könnte gefälscht oder unsachgemäß weitergeleitet worden sein! {{startLink}}Mehr erfahren{{endLink}}.
fr: Cet email a échoué aux tests d'authentification de son domaine. Il a peut-être été falsifié ou transféré incorrectement ! {{startLink}}En savoir plus{{endLink}}.
hr: Ova poruka e-pošte nije ispunila zahtjeve za provjeru autentičnosti svoje domene. Može biti lažna ili nepropisno proslijeđena!{{startLink}}Saznajte više{{endLink}}.
nl: Deze e-mail heeft geen correcte domein-authenticatie. Het kan gaan om spoofing of verkeerd doorgestuurde e-mail! {{startLink}}Meer weten{{endLink}}.
pl: Ta wiadomość nie spełnia wymogów weryfikacyjnych domeny nadawcy. Może być sfałszowana lub nieprawidłowo przesłana! {{startLink}}Dowiedz się więcej{{endLink}}.
pt: Este e-mail falhou nos requisitos de verificação do seu domínio. Ele pode ter sido falsificado ou encaminhado incorretamente! {{startLink}}Saiba mais{{endLink}}.
pt_pt: Este email falhou nos requisitos de autenticação do seu domínio. Pode ser falsificado ou reencaminhado indevidamente! {{startLink}}Saiba mais{{endLink}}.
ru: Это письмо не соответствует требованиям подтверждения подлинности своего домена. Оно может быть поддельным, либо было переслано ненадлежащим образом! {{startLink}}Подробнее{{endLink}}.
tr: Bu e-posta, etki alanının kimlik doğrulama şartlarında başarısız oldu. Sahte ya da yanlış yönlendirilmiş olabilir! {{startLink}}Daha fazla bilgi edinin{{endLink}}.
zh_tw: 此電子郵件無法通過網域驗證。該郵件可能是詐騙郵件或遭不當轉寄！{{startLink}}瞭解詳情{{endLink}}。

# Info
source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
ca: Aquest correu sembla que sigui d'una adreça de ProtonMail però ha arribat des de fora del nostre sistema i no ha passat els requisits d'autentificació. És possible que es tracti d'un correu falsejat o reenviat indegudament!
de: Diese E-Mail scheint von einer ProtonMail-Adresse zu stammen, kam jedoch von außerhalb unseres Systems und entspricht nicht unseren Authentifizierungsanforderungen. Sie ist eventuell gefälscht oder unsachgemäß weitergeleitet!
es: Este correo electrónico parece ser de una dirección de ProtonMail pero vino de fuera de nuestro sistema y falló nuestros requisitos de autenticación. ¡Puede ser falsificado o reenviado incorrectamente!
fr: Cet email semble avoir comme origine une adresse ProtonMail mais il provient de l'extérieur de notre système et à échoué aux requis d'authentification. Il a peut-être été falsifié ou transféré incorrectement !
hr: Čini se da je ova poruka e-pošte s adrese ProtonMail, ali je došla izvan našeg sustava i nije ispunila naše zahtjeve za provjeru autentičnosti. Može biti lažna ili nepropisno proslijeđena!
id: Email ini sepertinya berasal dari alamat ProtonMail namun berasal dari luar sistem kami dan gagal memenuhi persyaratan otentikasi kami. Ini mungkin palsu atau tidak diteruskan dengan benar!
nl: Deze e-mail lijkt van een ProtonMail-adres te zijn gekomen maar kwam van buiten ons systeem en voldoet niet aan onze authenticatie eisen. Het zou vervalst of onjuist doorgestuurd kunnen zijn!
pl: Ta wiadomość wydaje się pochodzić z ProtonMail. Przyszła jednak z zewnętrznego systemu i nie spełnia wymogów weryfikacyjnych. Może być sfałszowana lub nieprawidłowo przesłana!
pt: Este email parece ser de um endereço ProtonMail, mas veio de fora do nosso sistema e falhou nos nossos requisitos de autenticação. Ele pode ser falsificado ou encaminhado incorretamente!
pt_pt: Este email aparenta ser oriundo dum endereço ProtonMail mas foi enviado por um sistema externo e falhou os nossos requisitos de autenticação. Pode estar falsificado ou ter sido encaminhado indevidamente!
ru: Похоже, источником этого письма является адрес, относящийся к ProtonMail, но само письмо пришло извне нашей системы и не прошло проверку на соответствие нашим требованиям подтверждения подлинности. Оно может быть поддельным, либо было переслано ненадлежащим образом!
tr: Bu e-posta, ProtonMail adresinden görünüyor. Ancak sistemimizin dışından geldi ve kimlik doğrulama gereksinimlerimizden başarısız oldu. Sahte ya da yanlış yönlendirilmiş olabilir!
zh_tw: 此封信件並非透過 ProtonMail 的系統寄出，極為可能是詐騙信件，請再三留意！

# Info
source: This feature is only available for ProtonMail Professional plans or higher
ca: Aquesta funció només està disponible per als plans Professionals de ProtonMail o superior
de: Diese Funktion ist nur im Tarif „ProtonMail Professional” oder höher verfügbar
fr: Cette fonctionnalité n’est disponible que pour les offres de ProtonMail Professional ou supérieures
hr: Ova je značajka dostupna samo za ProtonMail Professional planove ili više
nl: Deze functionaliteit is alleen beschikbaar bij het ProtonMail Professional-abonnement of hoger
pl: Ta funkcja jest dostępna tylko w planach ProtonMail Professional i wyższych
pt: Esse recurso só está disponível para os planos de ProtonMail Profissional ou superiores
pt_pt: Esta funcionalidade só está disponível nos planos ProtonMail Professional ou superior
ru: Эта возможность доступна только в тарифах ProtonMail уровня "Professional" или выше
tr: Bu özellik yalnızca ProtonMail Profesyonel planı veya daha üstü için kullanılabilir
zh_tw: 此功能只適用於 ProtonMail Professional 或以上方案

# Info
source: This feature is only available for paid users.
ca: Aquesta funció només està disponible per a usuaris de pagament.
de: Diese Funktion ist nur für zahlende Nutzer verfügbar.
es: Esta función está disponible para usuarios de pago.
fr: Cette fonctionnalité est uniquement disponible pour les utilisateurs payants.
hr: Ova značajka je dostupna samo za plaćene korisnike.
id: Fitur ini hanya tersedia untuk pengguna berbayar.
nl: Deze functie is alleen beschikbaar voor betalende gebruikers.
pl: Ta funkcja jest dostępna tylko dla użytkowników płatnego planu.
pt: Este recurso só está disponível para usuários pagos.
pt_pt: Esta funcionalidade só está disponível para utilizadores pagantes.
ru: Эта возможность доступна только пользователям с платными тарифами.
tr: Bu özellik sadece ücretli kullanıcılar için geçerlidir.
zh_tw: 此功能僅提供給付費使用者。

# Info
source: This is the 'From' name that people will see when you email them.
ca: Aquest és el nom 'De' que la gent veurà quan els enviïs correus.
de: Dies ist der 'Von'-Name, den andere Menschen sehen wenn Sie ihnen schreiben.
es: Este es el nombre "De" que la gente verá cuando les envíe correos electrónicos.
fr: C’est le nom dans le champ « De » que les gens verront lorsque vous leur enverrez un email.
hr: Ovo je ime u polju "Od (Pošiljatelj)" koje će ljudi vidjeti kad im pošaljete e-poštu.
id: Ini adalah nama 'Dari' yang akan dilihat orang saat Anda mengirim email kepada mereka.
nl: Dit is de 'Van'-naam die mensen zullen zien wanneer u ze een e-mail stuurt.
pl: Jest to nazwa w polu 'Od' którą ludzie będą widzieć, gdy odbiorą Twój e-mail.
pt: Este é o nome do remetente que as pessoas vão ver quando você enviá-las e-mails.
pt_pt: Este é o nome no campo "De" que as pessoas vêem no email que lhes envia.
ru: Это имя, которое люди будут видеть в ваших письмах в поле 'От'.
tr: Bu, kullanıcılara e-posta gönderdiğiniz zaman 'Kimden' kısmında görecekleri isimdir.
zh_tw: 當您寄出郵件時，人們會看到這個＂寄件人＂名字。

# Info
source: This is used to encrypt and decrypt your messages. Do not lose this password--we cannot recover it.
ca: Això es fa servir per xifrar i desxifrar els vostres missatges. No perdeu aquesta contrasenya--no la podem recuperar.
de: Dies wird verwendet, um Ihre Nachrichten zu verschlüsseln und zu entschlüsseln. Verlieren Sie dieses Passwort nicht, wir können es nicht wiederherstellen.
es: Esto se utiliza para cifrar y descifrar sus mensajes. No pierda esta contraseña, no podemos recuperarla.
fr: Ceci est utilisé pour chiffrer et déchiffrer vos messages. Ne perdez pas ce mot de passe--nous ne pouvons pas le récupérer.
hr: Ovo se koristi za šifriranje i dešifriranje vaših poruka. Nemojte izgubiti ovu lozinku &mdash; ne možemo je oporaviti.
nl: Dit wordt gebruikt op uw berichten te versleutelen en ontsleutelen. Verlies uw wachtwoord niet--wij kunnen dit niet herstellen.
pl: Jest ono używane do szyfrowania i odszyfrowywania Twoich wiadomości. Nie strać tego hasła - nie możemy go odzyskać.
pt: Isso é usado para criptografar e descriptografar suas mensagens. Não perca essa senha - não podemos recuperá-la.
pt_pt: Isto é usado para encriptar e desencriptar as suas mensagens. Não perca esta senha - não podemos recuperá-la.
ru: Это используется для шифрования и расшифровки ваших сообщений. Ни в коем случае не теряйте этот пароль, так как мы не можем его восстановить.
tr: Bu, iletilerinizi şifrelemek ve iletilerin şifresini çözmek için kullanılır. Bu parolayı kaybetmeyin - onu düzeltemeyiz.
zh_tw: 此密碼用以加密和解密訊息。請勿遺失此密碼——我們無法復原。

# Info
source: This is used to recover your account if you get locked out or forget your password.
ca: Això es fa servir per recuperar el vostre compte en cas de bloqueig o si oblideu la contrasenya.
de: Dies wird verwendet, um Ihr Konto wiederherzustellen, wenn Sie ausgesperrt wurden oder Ihr Passwort vergessen haben.
es: Este se utiliza para recuperar su cuenta si se bloquea u olvida su contraseña.
fr: Cette adresse vous permettra de récupérer l'accès à votre compte si celui-ci est verrouillé ou bien si vous avez oublié votre mot de passe.
hr: Ovo se koristi za oporavak računa ako se račun zaključa ili zaboravite zaporku.
id: Ini digunakan untuk memulihkan akun Anda jika Anda terkunci atau lupa kata sandi Anda.
nl: Dit wordt gebruikt om uw account te herstellen indien u buitengesloten bent of het wachtwoord bent vergeten.
pl: Jest to używane do odzyskiwania konta w przypadku gdy zostanie ono zablokowane lub zapomnisz hasła.
pt: Isto é usado para recuperar sua conta se você ficar bloqueado ou esquecer sua senha.
pt_pt: Isto é utilizado para recuperar a sua conta caso perca o acesso ou se esqueça da senha.
ru: Это используется для восстановления вашей учётной записи в том случае, если ваш пароль будет заблокирован или вы его забудете.
tr: Şifrenizi unuttuğunuz veya kilitli kaldığınız durumlarda kullanılır.
zh_tw: 如果您被鎖定或忘記您的密碼，這可用來恢復您的帳戶。

# Info
source: This link may be a homograph attack and cannot be opened by Internet Explorer and Edge browsers. If you are certain the link is legitimate, please use a different browser to open it.
pt_pt: Esta ligação pode ser um ataque homográfico e não pode ser aberto pelos navegadores Internet Explorer e Edge. Se tem a certeza de que a ligação é legítima, por favor use um navegador diferente para o abrir.

# Info
source: This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.
pt_pt: Esta ligação pode ser um ataque homográfico. Por favor, verifique se esta é a ligação que deseja visitar, ou não a abra.

# Info
source: This message is automatically generated as a response to a previous message.
ca: Aquest missatge es genera automàticament com a resposta a un missatge previ.
de: Diese Nachricht wurde automatisch, als Antwort auf eine vorherige Nachricht, erzeugt.
es: Este mensaje es generado automáticamente como respuesta a un mensaje anterior.
fr: Ce message a été généré automatiquement en réponse à un message précédent.
hr: Ova poruka se automatski generira kao odgovor na prethodnu poruku.
id: Pesan ini secara otomatis dihasilkan sebagai tanggapan terhadap pesan sebelumnya.
nl: Dit bericht werd automatisch gegenereerd als een antwoord op een vorig bericht.
pl: Ta wiadomość została wygenerowana automatycznie, jako odpowiedź na poprzednią wiadomość.
pt: Esta mensagem é automaticamente gerada como uma resposta a uma mensagem anterior.
pt_pt: Esta mensagem é gerada automaticamente como resposta a uma mensagem anterior.
ru: Это сообщение автоматически создано в ответ на предыдущее сообщение.
tr: Bu ileti, önceki bir iletiye yanıt olarak otomatik olarak oluşturulur.
zh_tw: 此訊息將自動產生以回覆前一個訊息。

# Info
source: This message is from a mailing list
pt_pt: Esta mensagem é oriunda de uma lista de discussão

# Info
source: This message is signed by a public key that has not been trusted yet.
ca: Aquest missatge està signat per una clau pública que encara no s'ha confiat.
de: Diese Nachricht ist mit einem öffentlichen Schlüssel signiert, dem noch nicht vertraut wurde.
fr: Ce message est signé par une clé publique qui n’a pas encore été approuvée.
hr: Ovu poruku potpisuje javni ključ koji još nije pouzdan.
nl: Dit bericht is ondertekend door een publieke sleutel die nog niet als vertrouwd is gemarkeerd.
pl: Ta wiadomość jest podpisana przy pomocy klucza publicznego, który nie został jeszcze oznaczony jako zaufany.
pt: Esta mensagem é assinada por uma chave pública que não foi marcada como confiável.
pt_pt: Esta mensagem está assinada por uma chave pública que ainda não foi confiada.
ru: Это сообщение подписано публичным ключом, который пока не является доверяемым.
tr: Bu ileti, henüz güvenilmeyen bir genel anahtar tarafından imzalanmıştır.
zh_tw: 此郵件訊息尚未由任何信任的公開金鑰簽名。

# Info
source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate. {{startLink}}Learn more{{endLink}}.
ca: Aquest missatge pot ser un intent de pesca. Comproveu el remitent i els continguts per assegurar-vos que són legítims.{{startLink}}Més informació{{endLink}}.
de: Diese Nachricht könnte ein Phishing-Versuch sein. Bitte überprüfen Sie den Absender und deren Inhalt, um sicherzustellen, dass diese seriös sind. {{startLink}}Mehr erfahren{{endLink}}.
fr: Ce message peut être une tentative d’hameçonnage. Veuillez vérifier l’expéditeur et le contenu pour vous assurer qu’ils sont légitimes. {{startLink}}En savoir plus{{endLink}}.
hr: Ova poruka može biti pokušaj krađe identiteta. Provjerite pošiljatelja i sadržaj kako biste bili sigurni da su legitimni. {{startLink}}Saznajte više{{endLink}}.
nl: Dit bericht is mogelijk een poging tot phishing. Controleer s.v.p. de afzender en de inhoud om te controleren dat de afzender van het bericht van legitiem is. {{startLink}}Meer weten{{endLink}}.
pl: Ta wiadomość może być próbą wyłudzenia informacji. Upewnij się, czy nadawca wiadomości i jej treść są wiarygodne. {{startLink}}Dowiedz się więcej{{endLink}}.
pt: Esta mensagem pode ser um tentativa de phishing. Por favor, verifique o remetente e o conteúdo para certificar-se de que ele são legítimos. {{startLink}}Saiba mais{{endLink}}.
pt_pt: Esta mensagem pode ser uma tentativa de phishing. Por favor, verifique o remetente e conteúdo para se certificar de que são legítimos. {{startLink}}Saiba mais{{endLink}}.
ru: Это письмо может быть попыткой фишинга. Пожалуйста, проверьте отправителя и содержимое, чтобы оценить их подлинность. {{startLink}}Подробнее{{endLink}}.
tr: Bu ileti bir kimlik avı girişimi olabilir. Lütfen yasal olduklarından emin olmak için göndereni ve içeriği kontrol edin. {{startLink}}Daha fazla bilgi edinin{{endLink}}.
zh_tw: 這可能是詐騙電子郵件。請檢查寄件者和內容，確保電子郵件正當。{{startLink}}瞭解詳情{{endLink}}。

# Info
source: This message will expire in
ca: Aquest missatge expirarà en
de: Diese Nachricht verfällt in
es: Este mensaje expirará en
fr: Ce message expirera dans
hr: Ova poruka istječe za
id: Pesan ini akan berakhir pada
nl: Dit bericht verloopt over
pl: Ta wiadomość wygaśnie za
pt: Esta mensagem irá expirar em
pt_pt: Esta mensagem expirará em
ru: Это сообщение исчезнет через
tr: Bu iletinin süresi şu zamanda dolacak:
zh_tw: 郵件過期時間:
