Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Do NOT forget your mailbox password. If you forget it, you will not be able to decrypt your messages.
ca: NO oblideu la contrasenya de la bústia de correu. Si l'oblideu, no podreu desxifrar els vostres missatges.
de: Vergessen Sie NICHT Ihr Postfach-Passwort. Ohne Passwort werden Sie Ihre Nachrichten nicht entschlüsseln können.
es: * NO olvide esta contraseña. Si la olvida, no podrá iniciar sesión ni descifrar sus mensajes.
fr: N’oubliez SURTOUT PAS votre mot de passe. Si vous l’oubliez, vous ne serez plus en mesure de déchiffrer vos messages.
hr: * NEMOJTE zaboraviti lozinku sandučića e-pošte. Ako je zaboravite, nećete moći dešifrirati vaše poruke.
id: JANGAN lupa password kotak surat anda. Jika Anda melupakannya, Anda tidak akan bisa mendekripsi pesan Anda.
nl: Vergeet het mailboxwachtwoord NIET. Als u het vergeet kunt u uw berichten niet meer ontsleutelen.
pl: ZAPAMIĘTAJ hasło skrzynki pocztowej. Jeśli je zapomnisz, nie będziesz w stanie odszyfrować swoich wiadomości.
pt: NÃO esqueça a senha da sua caixa de correio. Se você esquecê-la, não poderá descriptografar suas mensagens.
pt_pt: NÃO se esqueça da senha da sua caixa de correio. Se a esquecer, não conseguirá desencriptar as suas mensagens.
ru: * НЕ забудьте пароль своего почтового ящика. Если вы его забудете, то не сможете расшифровывать свои сообщения.
tr: Posta kutusu parolanızı ASLA unutmayın. Eğer unutursanız, iletilerinizin şifresini çözemezsiniz.
zh_tw: 請勿忘記郵箱密碼。否則，您將無法解密訊息。

# Info
source: Do not require exact match
ca: No requereix coincidència exacta
de: Keine genaue Übereinstimmung erforderlich
fr: Ne nécessite pas de correspondance exacte
hr: Nemoj tražiti točno podudaranje
nl: Vereis geen exacte overeenkomst
pl: Nie wymagaj dokładnego dopasowania
pt: Não exigir correspondência exata
pt_pt: Não exige correspondência exacta
ru: Не требовать точное совпадение
tr: Tam eşleşme gerektirmez
zh_tw: 不需要完全符合

# Info
source: Do you still want to download <strong>{{name}}</strong>?
ca: Encara voleu descarregar <strong>{{name}}</strong>?
de: Möchten Sie immer noch <strong>{{name}}</strong> herunterladen?
es: ¿Aún desea descargar <strong>{{name}}</strong>?
fr: Souhaitez-vous toujours télécharger <strong>{{name}}</strong> ?
hr: Još uvijek želite preuzeti <strong>{{name}}</strong>?
nl: Wilt u nog steeds <strong>{{name}}</strong> downloaden?
pl: Czy nadal chcesz pobrać <strong>{{name}}</strong>?
pt: Você ainda quer baixar <strong>{{name}}</strong>?
pt_pt: Ainda quer transferir <strong>{{name}}</strong>?
ru: Вы по-прежнему хотите скачать <strong>{{name}}</strong>?
tr: Hala <strong>{{name}}</strong> ekini indirmek istiyor musunuz?
zh_tw: 您是否仍然想下載 <strong>{{name}}</strong> ?

# Info
source: Do you want to export the public key or the private key?
ca: Voleu exportar la clau pública o la clau privada?
de: Möchten Sie den öffentlichen oder den privaten Schlüssel exportieren?
fr: Souhaitez-vous exporter la clé publique ou la clé privée ?
hr: Želite li izvesti javni ključ ili privatni ključ?
nl: Wilt u de publieke sleutel of de geheime sleutel exporteren?
pl: Czy chcesz wyeksportować klucz publiczny czy prywatny?
pt: Você deseja exportar a chave pública ou a chave privada?
pt_pt: Quer exportar a chave pública ou a chave privada?
ru: Вы хотите экспортировать публичный ключ или закрытый ключ?
tr: Genel anahtarı veya özel anahtarı dışa aktarmak ister misiniz?
zh_tw: 您要匯出公開金鑰或是私密金鑰？

# Info
source: Donations are added as credit to your ProtonMail account and can be used to purchase account upgrades.
ca: Les donacions s'afegeixen com a crèdit al vostre compte de ProtonMail i es poden emprar per comprar actualitzacions de compte.
de: Spenden werden Ihrem ProtonMail-Account als Guthaben angerechnet und können benutzt werden, um Account-Upgrades zu erwerben.
es: Las donaciones se agregan como crédito a su cuenta de ProtonMail y pueden utilizarse para comprar actualizaciones a la cuenta.
fr: Les dons sont ajoutés sous forme de crédit à votre compte ProtonMail et peuvent être utilisés pour s'abonner aux offres payantes.
hr: Donacije se dodaju kao kredit na vaš ProtonMail račun i mogu se koristiti za nadogradnje računa.
id: Sumbangan ditambahkan sebagai kredit ke akun ProtonMail Anda dan dapat digunakan untuk membeli upgrade akun.
nl: Donaties worden toegevoegd als tegoed aan uw ProtonMail-account en kunt u gebruiken voor account upgrades.
pl: Darowizny trafiają na Twoje konto ProtonMail w formie środków, które mogą zostać użyte do zakupu ulepszeń konta.
pt: As doações são adicionadas como crédito na sua conta do ProtonMail e podem ser usadas para fazer um upgrade na sua conta.
pt_pt: Os donativos são adicionados como crédito na sua conta ProtonMail e podem ser utilizados para comprar actualizações de conta.
ru: Пожертвования добавляются в качестве кредитов к вашему счёту ProtonMail и могут быть использованы для покупки улучшений.
tr: Bağışlar ProtonMail hesabınıza kredi olarak eklenir ve hesap yükseltmelerini satın almak için kullanılabilir.
zh_tw: 捐款會新增到您的 ProtonMail 帳戶的點數中，該點數可用於購買升級帳戶。

# Info
source: Donations are currently not available, please try again later
ca: Les donacions no estan disponibles ara mateix, si us plau intenteu-ho més tard
de: Spenden sind zur Zeit nicht verfügbar, bitte versuchen Sie es später erneut
es: Las donaciones no están disponibles, vuelva a intentarlo más tarde
fr: Les dons ne sont actuellement pas disponibles, veuillez réessayer plus tard
hr: Donacije trenutno nisu dostupne, pokušajte ponovo kasnije
id: Sumbangan saat ini tidak tersedia, coba lagi nanti
nl: Donaties zijn momenteel niet beschikbaar. Probeer het later opnieuw
pl: Darowizny nie są obecnie dostępne, spróbuj ponownie później
pt: Doações não estão atualmente disponíveis. Por favor, tente novamente mais tarde
pt_pt: Os donativos actualmente não se encontram disponíveis. Por favor, tente novamente mais tarde
ru: Пожертвования недоступны в данный момент. Попробуйте позже, пожалуйста
tr: Bağışlar şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin
zh_tw: 目前無法捐獻，請稍後再試。

# Info
source: Done
ca: Fet
de: Fertig
fr: Terminé
hr: Gotovo
nl: Gereed
pl: Gotowe
pt: Concluído
pt_pt: Feito
ru: Готово
tr: Bitti
zh_tw: 完成

# Info
source: Download the attachment {{name}}
ca: Baixeu el fitxer adjunt {{name}}
de: Anhang {{name}} herunterladen
fr: Télécharger la pièce jointe {{name}}
hr: Preuzimanje privitka {{name}}
nl: Bijlage {{name}} downloaden
pl: Pobierz załącznik {{name}}
pt: Baixar o anexo {{name}}
pt_pt: Transferir o anexo {{name}}
ru: Скачать вложение {{name}}
tr: Ek dosyasını indir {{name}}
zh_tw: 下載附件 {{name}}

# Info
source: Drop a file here to upload
ca: Arrossegueu un fitxer aquí per carregar-lo
de: Datei zum Hochladen hierher ziehen
es: Suelte aquí el archivo para cargar
fr: Déposer ici un fichier à envoyer
hr: Ispustite datoteku ovdje za prijenos
id: Jatuhkan file di sini untuk diunggah
nl: Sleep een bestand om te uploaden
pl: Upuść tutaj plik, aby przesłać
pt: Solte os arquivos aqui
pt_pt: Largue um ficheiro aqui para enviar
ru: Для загрузки файла перетащите его сюда
tr: Yüklemek için bir dosyayı buraya bırakın
zh_tw: 拖曳檔案到此處來上傳

# Info
source: Drop an image here to insert
ca: Arrossegueu una imatge aquí per inserir-la
de: Bild zum Einfügen hierher ziehen
es: Suelte una imagen aquí para insertar
fr: Déposer une image ici
hr: Ispustite sliku ovdje za umetanje
id: Jatuhkan gambar di sini untuk memasukkan
nl: Sleep een afbeelding om in te voegen
pl: Upuść tutaj obraz, aby wstawić
pt: Solte uma imagem aqui para inseri-la
pt_pt: Largue uma imagem aqui para a inserir
ru: Для вставки изображения перетащите его сюда
tr: Eklemek için bir resmi buraya bırakın
zh_tw: 拖曳圖片到此處來插入

# Info
source: Drop file or click here
ca: Arrossegueu un arxiu o cliqueu aquí
de: Datei ablegen oder hier klicken
es: Soltar archivo o clic aquí
fr: Déposez un fichier ou cliquez ici
hr: Ispustite datoteku ili pritisnite ovdje
id: Drop file atau klik disini
nl: Plaats bestand of klik hier
pl: Upuścić plik lub kliknij tutaj
pt: Solte o arquivo ou clique aqui
pt_pt: Largue um ficheiro ou clique aqui
ru: Перетащите файл или нажмите здесь
tr: Dosyayı bırakın veya buraya tıklayın
zh_tw: 拖曳檔案或按這裡

# Info
source: Email was already sent
ca: Aquest correu ja s'ha enviat
de: Nachricht wurde bereits gesendet
es: El mensaje ya ha sido enviado
fr: L'email a déjà été envoyé
hr: Poruka e-pošte je već poslana
id: Email sudah terkirim
nl: E-mail is reeds verzonden
pl: E-mail został już wysłany
pt: O e-mail já foi enviado
pt_pt: O email já foi enviado
ru: Письмо уже было отправлено
tr: E-posta zaten gönderildi
zh_tw: 已傳送電子郵件

# Info
source: Encrypted messages to non-ProtonMail recipients will expire in 28 days unless a shorter expiration time is set.
ca: Els missatges xifrats a destinataris sense ProtonMail expiraran en 28 dies, llevat que s'estableixi un temps més curt de venciment.
de: Verschlüsselte Nachrichten an Empfänger ohne ProtonMail-Konto verfallen nach 28 Tagen, es sei denn, eine kürzere Ablaufzeit ist festgelegt.
es: Los mensajes cifrados a destinatarios fuera de ProtonMail expirarán en 28 días a menos que establezca una fecha de expiración menor.
fr: Les messages chiffrés ayant pour destinataire des utilisateurs non-Protonmail expireront dans 28 jours, sauf si un délai d’expiration plus court est défini.
hr: Šifrirane poruke poslane primateljima koji nisu na ProtonMailu istječu za 28 dana, osim ako nije postavljeno kraće vrijeme isteka.
id: Pesan terenkripsi ke penerima non-ProtonMail akan habis dalam 28 hari kecuali waktu kadaluarsa yang lebih pendek diatur.
nl: Versleutelde berichten naar niet-ProtonMail ontvangers zullen vervallen na 28 dagen, tenzij er een kortere verlooptijd is ingesteld.
pl: Zaszyfrowane wiadomości do odbiorców spoza ProtonMaila wygasają w 28 dni, chyba, że ustawiono krótszy czas wygaśnięcia.
pt: Mensagens criptografadas enviadas para destinatários que não usam o ProtonMail irão expirar em 28 dias, exceto quando um menor tempo de validade for definido.
pt_pt: As mensagens encriptadas para destinatários que não usem o ProtonMail expiram em 28 dias, a não ser que seja definido um tempo de validade menor.
ru: Срок существования зашифрованных сообщений получателям вне ProtonMail истекает через 28 дней, если не задано меньшее время.
tr: ProtonMail'i olmayan alıcılara şifrelenmiş iletiler, daha kısa bir sona erme süresi ayarlanmadıkça 28 gün içinde sona erer.
zh_tw: 傳送給非 ProtonMail 收件者的加密訊息會在28天內過期，除非已設置較短有效期限。

# Info
source: End-to-end encrypted
ca: Encriptat extrem a extrem
de: Ende-zu-Ende verschlüsselt
fr: Chiffré de bout en bout
hr: End-to-End šifriranje
nl: End-to-end versleuteld
pl: Zaszyfrowana end-to-end
pt: Criptografado de ponta a ponta
pt_pt: Encriptado de ponta-a-ponta
ru: Зашифровано сквозным методом
tr: Uçtan uca şifreli
zh_tw: 端對端加密

# Info
source: End-to-end encrypted to verified recipient
ca: D'extrem a extrem encriptat al destinatari verificat
de: Ende-zu-Ende verschlüsselt zum bestätigtem Empfänger
fr: Chiffré de bout en bout à un destinataire vérifié
hr: End-to-end šifiranje za potvrđenog primatelja
nl: End-to-end versleuteld naar geverifieerde ontvanger
pl: Zaszyfrowana end-to-end do zweryfikowanego odbiorcy
pt: Criptografado de ponta a ponta para um destinatário verificado
pt_pt: Encriptado de ponta-a-ponta para um destinatário verificado
ru: Зашифровано сквозным методом для проверенного получателя
tr: Doğrulanmış alıcıya uçtan uca şifreli
zh_tw: 對已驗證的收件者端對端加密

# Info
source: Enter activation passcode:
ca: Introduïu el codi d'activació d'accés:
de: Aktivierungspasswort eingeben:
es: Ingrese el código de activación:
fr: Entrer le code d’activation :
hr: Unesite šifru za aktivaciju:
id: Masukkan kode akses aktivasi:
nl: Voer de activeringscode in:
pl: Wpisz kod aktywacyjny:
pt: Digite o código de ativação:
pt_pt: Insira o código-passe de activação:
ru: Введите код активации:
tr: Etkinleştirme parolasını girin:
zh_tw: 輸入啟動碼:

# Info
source: Enter the Organization Password to restore administrator privileges. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Learn more</a>
ca: Introduïu la contrasenya d'organització per restaurar els privilegis d'administrador. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Aprendre'n més</a>
de: Geben Sie das Organisations-Passwort ein, um Ihre Administratorprivilegien wiederherzustellen. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Mehr erfahren</a>
es: Ingrese la contraseña de la organización para recuperar privilegios de administrador. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Aprenda más</a>
fr: Entrez le mot de passe de l'organisation pour restaurer les droits administrateur.<a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">En savoir plus</a>
hr: Unesite lozinku organizacije za povrat administratorskih ovlasti. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Saznajte više</a>
id: Masukkan Password Organisasi untuk mengembalikan hak administrator. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank"> Pelajari lebih lanjut </a>
nl: Voer het wachtwoord van de organisatie in om beheerdersbevoegdheden te herstellen. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Meer informatie</a>
pl: Wpisz hasło organizacji, aby przywrócić uprawnienia administratora. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank"> Dowiedz się więcej</a>
pt: Digite a senha da organização para restaurar os privilégios de administrador. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank"> Saiba mais</a>
pt_pt: Insira a senha da organização para restaurar os privilégios de administrador. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Saiba mais</a>
ru: Введите пароль организации для восстановления полномочий администратора. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Подробнее</a>
tr: Yönetici ayrıcalıklarını geri yüklemek için Kuruluş Parolasını girin. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Daha fazla bilgi edin</a>
zh_tw: 輸入組織密碼以恢復管理員權限。<a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">瞭解詳情</a>

# Info
source: Every 2 years
ca: Cada 2 anys
de: Alle 2 Jahre
fr: Tous les 2 ans
hr: Svako dvije godine
pl: Co 2 lata
pt: A cada 2 anos
pt_pt: A cada 2 anos
ru: Каждые 2 года
tr: Her 2 yıl
zh_tw: 每2年

# Info
source: Expired
pt_pt: Expirado

# Info
source: Export contact in vCard format
ca: Exporta el contacte en format vCard
de: Kontakt im vCard-Format exportieren
fr: Exporter le contact au format vCard
hr: Izvoz kontakta u vCard formatu
id: Ekspor kontak dalam format vCard
nl: Contactpersoon exporteren in vCard-formaat
pl: Eksportuj kontakt w formacie vCard
pt: Exportar contato no formato vCard
pt_pt: Exportar contacto no formato vCard
ru: Экспорт контакта в формате vCard
tr: Kişiyi vCard biçiminde dışa aktar
zh_tw: 以 vCard 形式匯出聯絡人

# Info
source: Fetching logs...
ca: Obtenint els registres...
de: Protokolle werden abgerufen …
es: Recuperando registros...
fr: Récupération des journaux...
hr: Dohvaćanje zapisa...
nl: Logs aan het ophalen...
pl: Pobieranie dzienników...
pt: Buscando registros...
pt_pt: A obter os diários...
ru: Получение логов...
tr: Günlükler getiriliyor...
zh_tw: 正在取得記錄……

# Info
source: Folders and labels are a powerful tool to manage your inbox.
ca: Les carpetes i les etiquetes són eines potents per gestionar la vostra safata d'entrada.
de: Ordner und Kategorien sind ein leistungsstarke Werkzeuge zur Verwaltung Ihres Posteingangs.
es: Las carpetas y etiquetas son una buena herramienta para gestionar su buzón.
fr: Les dossiers et les labels sont des outils puissants pour gérer votre boîte de réception.
hr: Mape i oznake su moćni alati za upravljanje pristiglom poštom.
nl: Mappen en labels zijn een krachtig hulpmiddel voor het beheren van uw postvak in.
pl: Foldery i etykiety są potężnym narzędziem do zarządzania twoją skrzynką.
pt: Pastas e etiquetas são ferramentas poderosas para gerenciar sua caixa de entrada.
pt_pt: As pastas e etiquetas são uma ferramenta poderosa para gerir a sua caixa de entrada.
ru: Папки и ярлыки &mdash; мощный инструмент управления поступающей к вам почтой.
tr: Klasörler ve etiketler gelen kutunuzu yönetmek için güçlü bir araçtır.
zh_tw: 資料夾和標籤是管理收件匣的強力工具。

# Info
source: For American Express, the 4 digits on the front of your card.
ca: Per a American Express, els 4 dígits del davant de la targeta.
de: Bei „American Express” sind es die vier Ziffern auf der Vorderseite Ihrer Karte.
es: Para American Express, los 4 dígitos en la parte delantera de su tarjeta.
fr: Pour les American Express, les 4 chiffres sur le devant de votre carte.
hr: Za American Express, 4 znamenke na prednjoj strani kartice.
id: Untuk American Express, 4 digit di bagian depan kartu Anda.
nl: Voer voor American Express de 4 cijfers op de voorkant van uw kaart in.
pl: Dla kart American Express, 4 cyfry na przedniej stronie karty.
pt: Para a American Express, os 4 dígitos na frente do seu cartão.
pt_pt: Para o American Express, os 4 algarismos na face do seu cartão.
ru: Для American Express, четырёхзначный код на лицевой стороне карты.
tr: American Express için, kartınızın önündeki 4 rakam.
zh_tw: American Express 為卡面的 4 位數字。

# Info
source: For Visa, MasterCard and Discover, the 3 digits on the back of your card.
ca: Per Visa, MasterCard i Discover, els 3 dígits del revers de la targeta.
de: Bei „Visa”, „MasterCard” und „Discover” sind es die drei Ziffern auf der Rückseite Ihrer Karte.
es: Para Visa, MasterCard y Discover, los 3 dígitos en el reverso de su tarjeta.
fr: Pour Visa, MasterCard et Discover, les 3 chiffres au dos de votre carte.
hr: Za Visa, MasterCard i Discover, 3 znamenke na poleđini vaše kartice.
id: Untuk Visa, MasterCard dan Discover, 3 digit di bagian belakang kartu Anda.
nl: Voor Visa, MasterCard en Discover, de 3 cijfers op de achterzijde van uw kaart.
pl: Dla kart Visa, MasterCard i Discover - 3 cyfry na odwrocie karty.
pt: Para Visa, MasterCard e Discover, os 3 dígitos no verso do seu cartão.
pt_pt: Para Visa, MasterCard e Discover, os 3 algarismos no verso do seu cartão.
ru: У карт Visa, MasterCard и Discover &mdash; 3 цифры на обороте карты.
tr: Visa, MasterCard ve Discover için kartınızın arkasındaki 3 rakam.
zh_tw: Visa、MasterCard、Discover 為卡背的 3 位數字。

# Info
source: For a custom solution, contact our entreprise sales team for a quote.
ca: Per a una solució personalitzada, contacteu el nostre equip de vendes empresarial per a demanar pressupost.
de: Kontaktieren Sie unser Sales-Team, um ein Preisangebot für eine individuelle Lösung zu erhalten.
es: Para una solución personalizada, póngase en contacto con nuestro equipo de ventas para un presupuesto.
fr: Pour une solution personnalisée, contactez notre équipe commerciale pour un devis.
hr: Za prilagođeno rješenje, kontaktirajte naš enterprise prodajni tim da biste dobili ponudu.
id: Untuk solusi khusus, hubungi tim penjualan entreprise kami untuk mendapatkan penawaran.
nl: Voor een oplossing op maat, neem contact met ons enterprise-verkoopteam op voor een vrijblijvende offerte.
pl: Dla niestandardowych rozwiązań, skontaktuj się z naszym działem obsługi klienta biznesowego.
pt: Para uma solução personalizada, entre em contato com nossa equipe de vendas para uma cotação.
pt_pt: Para uma solução personalizada, contacte a nossa equipa de vendas para obter uma proposta.
ru: Для решений на заказ, свяжитесь с нашим отделом продаж для получения расценок.
tr: Özel bir çözüm teklifi almak için, kurumsal satış ekibimize başvurun.
zh_tw: 若需自訂方案，請聯絡我們的企業營業部以取得報價。

# Info
source: For more help please contact us directly: support@protonmail.com
ca: Per a obtenir més ajuda si us plau contacteu-nos directament: support@protonmail.com
de: Für weitere Hilfe kontaktieren Sie uns bitte direkt: support@protonmail.com
es: Para obtener más ayuda contacte con nosotros directamente a: support@protonmail.com
fr: Pour plus d’aide merci de nous contacter directement : support@protonmail.com
hr: Za dodatnu pomoć kontaktirajte nas izravno: support@protonmail.com
id: Untuk bantuan lebih lanjut silahkan hubungi kami langsung: support@protonmail.com
nl: Voor aanvullende assistentie neemt u direct contact met ons op: support@protonmail.com
pl: Aby uzyskać dodatkową pomoc, skontaktuj się z nami pod adresem: support@protonmail.com
pt: Para obter mais ajuda, por favor contate-nos diretamente: support@protonmail.com
pt_pt: Para obter mais ajuda, por favor contacte-nos directamente: support@protonmail.com
ru: Для получения дополнительной информации, пожалуйста, свяжитесь с нами напрямую: support@protonmail.com
tr: Daha fazla yardım için lütfen doğrudan bizimle iletişime geçin: support@protonmail.com
zh_tw: 若需進一步協助，請聯絡 support@protonmail.com

# Info
source: For security reasons, please verify that you are not a robot.
ca: Per raons de seguretat, si us plau verifiqueu que no sou un robot.
de: Aus Sicherheitsgründen verifizieren Sie bitte, dass Sie kein Roboter sind.
es: Por razones de seguridad, por favor verifique que no es un robot.
fr: Pour des raisons de sécurité, prouvez-nous que vous n'êtes pas un robot.
hr: Iz sigurnosnih razloga, potvrdite da niste robot.
id: Demi keamanan, mohon verifikasi bahwa Anda bukan robot.
nl: Om veiligheidsredenen, bevestig dat u geen robot bent.
pl: Ze względów bezpieczeństwa potwierdź, że nie jesteś robotem.
pt: Por motivos de segurança, por favor, comprove que você não é um robô.
pt_pt: Por razões de segurança, por favor, confirme que não é um robô.
ru: Из соображений безопасности, подтвердите, что вы не робот.
tr: Güvenlik nedeniyle, lütfen robot olmadığınızı doğrulayın.
zh_tw: 為安全理由，請證明您不是機器人。
