Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Gift code request
source: Gift code accepted
ca: Cupó acceptat
de: Geschenkgutscheincode akzeptiert
es: Código de regalía aceptado
fr: Code cadeau accepté
hr: Kôd darovnog kupona je prihvaćen
id: Kode hadiah diterima
nl: Geschenkcode geaccepteerd
pl: Kod podarunkowy został zaakceptowany
pt: Código de presente aceito
pt_pt: Código de oferta aceite
ru: Подарочный код принят
tr: Hediye kodu kabul edildi
zh_tw: 已接納禮物代碼

# Header
source: Name
ca: Nom
es: Nombre
fr: Nom
hr: Naziv
nl: Naam
pl: Nazwa
pt: Nome
pt_pt: Nome
ru: Имя
tr: İsim
zh_tw: 名稱

# Header
source: Public Key Information:
ca: Informació de la clau pública:
de: Öffentliche Schlüsselinformationen:
es: Información de Clave Pública:
fr: Information sur la clé publique :
hr: Informacije o javnom ključu:
nl: Informatie Publieke Sleutel:
pl: Informacje klucza publicznego:
pt: Informação de chave pública:
pt_pt: Informações da chave pública:
ru: Информация о публичном ключе:
tr: Genel Anahtar Bilgisi:
zh_tw: 公開金鑰資訊：

# Header
source: Type
ca: Tipus
de: Typ
pl: Typ
pt_pt: Tipo
tr: Tür

# Help
source: To edit the signature(s) and reorder your addresses, <a ui-sref="secured.account">go to account</a>
ca: Per editar la (s) signatura (s) i reordenar les vostres adreces, <a ui-sref="secured.account"> anar al compte </a>
de: Um die Signatur(en) zu bearbeiten und Ihre Adressen neu zu ordnen, <a ui-sref="secured.account">wechseln Sie zum Konto</a>
fr: Pour modifier les signatures et réorganiser vos adresses, <a ui-sref="secured.account">allez au compte</a>
hr: Da biste uredili potpise i preuredili adrese, <a ui-sref="secured.account">otiđite na račun</a>
id: Untuk menyunting tanda tangan dan mengatur ulang alamat Anda,, <a ui-sref="secured.account">pergi ke akun</a>
nl: Voor het bewerken van de handtekening(en) en het herordenen van uw e-mailadres(sen), <a ui-sref="secured.account">ga naar account</a>
pl: Aby edytować podpis(y) i zarządzać swoimi adresami, <a ui-sref="secured.account">przejdź do konta</a>
pt: Para editar a(s) assinatura(s) e reordenar seu(s) endereço(s), <a ui-sref="secured.account">vá para sua conta</a>
pt_pt: Para editar as assinaturas e reorganizar os seus endereços, <a ui-sref="secured.account">aceda à sua conta</a>
ru: Для правки подписей и управления своими адресами <a ui-sref="secured.account">перейдите в профиль</a>
tr: İmzaları ve adreslerinizi yeniden düzenlemek için <a ui-sref="secured.account">hesap bölümüne gidin</a>
zh_tw: 要編輯簽名或重新排序地址，<a ui-sref="secured.account">請到帳戶</a>

# Help
source: You can drag and drop active addresses to order them. The top address is the default address.
ca: Podeu arrossegar i deixar anar les adreces actives per ordenar-les. L'adreça a l'extrem superior és l'adreça per defecte.
de: Sie können aktive Adressen per Drag & Drop sortieren. Die oberste Adresse ist die Standardadresse.
es: Puede arrastrar y soltar direcciones activas para ordenarlas. La dirección superior es la dirección principal.
fr: Vous pouvez glisser / déposer les adresses actives pour les ordonner. La première adresse est celle utilisée par défaut.
hr: Možete povlačiti i ispuštati aktivne adrese kako biste ih organizirali. Prva adresa je zadana adresa.
id: Anda dapat menarik dan melepas alamat aktif untuk memesannya. Alamat teratas adalah alamat default.
nl: U kunt actieve adressen met drag and drop ordenen. Het eerste adres is het standaardadres.
pl: Możesz przeciągać i upuszczać aktywne adresy, aby je posortować. Górny adres jest adresem domyślnym.
pt: Você pode arrastar e soltar os endereços ativos para ordená-los. O endereço superior é o endereço padrão.
pt_pt: Pode arrastar e largar os endereços activos para os ordenar. O endereço superior é o predefinido.
ru: Вы можете перетаскивать активные адреса, чтобы изменить порядок их следования. Верхний адрес является адресом по умолчанию.
tr: Etkin adresleri sıralamak için sürükleyip bırakabilirsiniz. En üstteki adres varsayılan adrestir.
zh_tw: 您可以拖放地址來排序。最頂部的地址會成為預設地址。

# Help
source: You can drag and drop custom filter to order them.
ca: Podeu arrossegar i deixar anar els filtres personalitzats per ordenar-los.
de: Sie können eigene Filter per Drag & Drop sortieren.
es: Puede arrastrar y soltar filtros personalizados para ordenarlos.
fr: Vous pouvez glisser / déposer les filtres personnalisés pour les ordonner.
hr: Možete povlačiti i ispuštati prilagođene filtre kako bi ste ih organizirali.
id: Anda dapat menarik dan melepas filter khusus untuk memesannya.
nl: U kunt klikken en slepen om de geavanceerde filters te ordenen.
pl: Możesz przeciągać i upuszczać niestandardowe filtry, aby je posortować.
pt: Você pode arrastar e soltar filtros personalizados para ordená-los.
pt_pt: Pode arrastar e largar o filtro personalizado para ordenar.
ru: Вы можете переносить пользовательские фильтры для их упорядочивания.
tr: Sipariş vermek için özel filtreyi sürükleyip bırakabilirsiniz.
zh_tw: 你可以拖放自訂篩選器來排序。

# Hotkey description
source: Create a reply
ca: Crea una resposta
de: Antwort erstellen
es: Crear una respuesta
fr: Composer une réponse
hr: Odgovorite
id: Buat balasan
nl: Schrijf een reactie
pl: Utwórz odpowiedź
pt: Crie uma resposta
pt_pt: Criar uma resposta
ru: Создать ответ
tr: Bir yanıt oluştur
zh_tw: 回覆

# Hotkey description
source: Create a reply all
ca: Crea una resposta
de: Antwort an alle erstellen
es: Crear una respuesta a todos
fr: Répondre à tous
hr: Odgovorite svima
id: Buat balasan semuanya
nl: Creeër een toets voor 'allen beantwoorden'
pl: Utwórz odpowiedź do wszystkich
pt: Crie uma resposta a todos
pt_pt: Criar uma resposta a todos
ru: Создать ответ всем
tr: Tümünü yanıtla
zh_tw: 回覆所有人

# Hotkey description
source: Forward the message
ca: Reenvia el missatge
de: Nachricht weiterleiten
es: Reenviar el mensaje
fr: Transférer le message
hr: Prosljeđivanje poruke
id: Teruskan pesannya
nl: Bericht doorsturen
pl: Przekaż wiadomość
pt: Encaminhar a mensagem
pt_pt: Reencaminhar a mensagem
ru: Переслать сообщение
tr: İletiyi yönlendir
zh_tw: 轉寄訊息

# Hotkey description
source: Go to archive
ca: Vés a l'arxiu
de: Zum Archiv
es: Ir al archivo
fr: Accéder aux archives
hr: Idi u arhivu
id: Pergi ke arsip
nl: Ga naar het archief
pl: Przejdź do Archiwum
pt: Ir para o arquivo
pt_pt: Ir para o arquivo
ru: Перейти в Архив
tr: Arşive git
zh_tw: 前往封存資料夾

# Hotkey description
source: Go to drafts
ca: Vés a esborranys
de: Zu den Entwürfen
es: Ir a borradores
fr: Accéder aux brouillons
hr: Idi u skice
id: Pergi ke draf
nl: Ga naar concepten
pl: Przejdź do Szkiców
pt: Ir para rascunhos
pt_pt: Ir para os rascunhos
ru: Перейти к Черновикам
tr: Taslaklara git
zh_tw: 前往草稿資料夾

# Hotkey description
source: Go to inbox
ca: Vés a la safata d'entrada
de: Zum Posteingang
es: Ir al buzón
fr: Accéder à la boite de réception
hr: Idi u pristiglu poštu
id: Buka kotak masuk
nl: Ga naar Postvak IN
pl: Przejdź do Odebranych
pt: Ir para a caixa de entrada
pt_pt: Ir para a caixa de entrada
ru: Перейти во Входящие
tr: Gelen kutusuna git
zh_tw: 前往收件匣

# Hotkey description
source: Go to sent
ca: Vés a enviats
de: Zu Gesendet
es: Ir a enviados
fr: Accéder aux messages envoyés
hr: Idi u poslano
id: Pergi ke dikirim
nl: Ga naar verzonden
pl: Przejdź do wysłanych
pt: Ir para enviados
pt_pt: Ir para os enviados
ru: Перейти к Отправленным
tr: Gönderilenlere git
zh_tw: 前往「寄件備份」資料夾

# Hotkey description
source: Go to spam
ca: Vés al correu brossa
de: Zum Spam-Ordner
es: Ir a spam
fr: Accéder aux spams
hr: Idi u neželjenu poštu
id: Pergi ke spam
nl: Ga naar spam
pl: Przejdź do Spamu
pt: Ir para spam
pt_pt: Ir para o spam
ru: Перейти к Спаму
tr: Gereksiz kutusuna git
zh_tw: 前往垃圾郵件資料夾

# Hotkey description
source: Go to starred
ca: Vés a destacats
de: Zu den Gekennzeichneten
es: Ir a destacados
fr: Accéder aux favoris
hr: Idi u sa zvjezdicom
id: Pergi ke bintang
nl: Ga naar berichten met ster
pl: Przejdź do Wyróżnionych
pt: Ir para com estrela
pt_pt: Ir para os estrelados
ru: Перейти к избранным
tr: Yıldızlılara git
zh_tw: 前往已加星號資料夾

# Hotkey description
source: Go to trash
ca: Vés a la paperera
de: Zum Papierkob
es: Ir a la papelera
fr: Accéder à la poubelle
hr: Idi u otpad
id: Pergi ke tempat sampah
nl: Ga naar de Prullenbak
pl: Przejdź do Kosza
pt: Ir para lixeira
pt_pt: Ir para o lixo
ru: Перейти в Корзину
tr: Çöp kutusuna git
zh_tw: 前往垃圾桶

# Hotkey description
source: Mark as read
ca: Marca com a llegit
de: Als „Gelesen” markieren
es: Marcar como leído
fr: Marquer comme lu
hr: Označi kao pročitano
id: Tandai sebagai membaca
nl: Markeer als gelezen
pl: Oznacz jako przeczytane
pt: Marcar como lido
pt_pt: Marcar como lido
ru: Отметить как прочитанное
tr: Okundu olarak işaretle
zh_tw: 標示為已讀取

# Hotkey description
source: Mark as unread
ca: Marca com a no llegit
de: Als „Ungelesen” markieren
es: Marcar como no leído
fr: Marquer comme non lu
hr: Označi kao nepročitano
id: Tandai sebagai Belum dibaca
nl: Markeer als ongelezen
pl: Oznacz jako nieprzeczytane
pt: Marcar como não lido
pt_pt: Marcar como não lido
ru: Отметить как непрочитанное
tr: Okunmadı olarak işaretle
zh_tw: 標示為未讀取

# Hotkey description
source: Move to archive
ca: Arxiva
de: In Archiv verschieben
es: Mover al archivo
fr: Archiver
hr: Premjesti u arhiv
id: Pindah ke arsip
nl: Naar archief verplaatsen
pl: Przenieś do Archiwum
pt: Mover para arquivo
pt_pt: Mover para o arquivo
ru: Переместить в Архив
tr: Arşive taşı
zh_tw: 移至「封存」資料夾

# Hotkey description
source: Move to inbox
ca: Mou a la safata d'entrada
de: In Posteingang verschieben
es: Mover al buzón
fr: Déplacer vers la boîte de réception
hr: Premjesti u pristiglu poštu
id: Pindah ke kotak masuk
nl: Naar Postvak IN verplaatsen
pl: Przenieś do Odebranych
pt: Mover para caixa de entrada
pt_pt: Mover para a caixa de entrada
ru: Переместить во Входящие
tr: Gelen kutusuna taşı
zh_tw: 移至收件匣

# Hotkey description
source: Move to spam
ca: Mou a correu brossa
de: In Spam-Ordner verschieben
es: Mover a spam
fr: Déplacer dans les spams
hr: Premjesti u neželjenu poštu
id: Pindah ke spam
nl: Naar spam verplaatsen
pl: Przenieś do Spamu
pt: Mover para spam
pt_pt: Mover para o spam
ru: Переместить к спаму
tr: Gereksiz kutusuna taşı
zh_tw: 移至「垃圾郵件」資料夾

# Hotkey description
source: Move to trash
ca: Mou a la paperera
de: In den Papierkorb verschieben
es: Mover a la papelera
fr: Déplacer vers la corbeille
hr: Premjesti u otpad
id: Pindah ke sampah
nl: Naar prullenbak verplaatsen
pl: Przenieś do Kosza
pt: Mover para lixeira
pt_pt: Mover para o lixo
ru: Переместить в корзину
tr: Çöp kutusuna taşı
zh_tw: 移至垃圾桶

# Hotkey description
source: Open the composer
ca: Obre el redactor
de: „Nachrichten verfassen”-Fenster öffnen
es: Abrir el redactor
fr: Ouvrir l'éditeur
hr: Otvori prozor za novu poruku
id: Buka komposer
nl: Open het opstelvenster
pl: Otwórz edytor
pt: Abrir o compositor
pt_pt: Abrir o compositor
ru: Открыть редактор писем
tr: Besteciyi aç
zh_tw: 打開撰寫器

# Hotkey description
source: Select all elements
ca: Seleccionar tots els elements
de: Alle Elemente auswählen
es: Seleccionar todos los elementos
fr: Sélectionner tous les éléments
hr: Odabir svih elemenata
id: Pilih semua elemen
nl: Alle elementen selecteren
pl: Wybierz wszystkie elementy
pt: Selecione todos os elementos
pt_pt: Seleccionar todos os elementos
ru: Выбрать все элементы
tr: Tüm öğeleri seç
zh_tw: 選擇所有元素

# Hotkey description
source: Show hotkeys available
ca: Mostrar les tecles drecera disponibles
de: Verfügbare Tastaturkürzel anzeigen
es: Mostrar atajos de teclado disponibles
fr: Afficher les raccourcis clavier disponibles
hr: Prikaži dostupne prečace tipkovnice
id: Tampilkan hotkeys yang tersedia
nl: Beschikbare hotkeys tonen
pl: Pokaż dostępne skróty klawiszowe
pt: Mostrar teclas de atalho disponíveis
pt_pt: Mostrar atalhos disponíveis
ru: Показать сочетания клавиш
tr: Mevcut kısayol tuşlarını göster
zh_tw: 顯示可用的快速鍵

# Hotkey description
source: Unselect all elements
ca: Desseleccionar tots els elements
de: Alle Elemente abwählen
es: Deseleccionar todos los elementos
fr: Désélectionner tous les éléments
hr: Poništi odabir svih elemenata
id: Batalkan pilihan semua elemen
nl: Alle elementen deselecteren
pl: Odznacz wszystkie elementy
pt: Desmarcar todos os elementos
pt_pt: De-seleccionar todos os elementos
ru: Отменить выбор всего
tr: Tüm öğelerin seçimini kaldır
zh_tw: 取消選取所有元素

# How many connections
source: VPN Connections
ca: Connexions VPN
de: VPN-Verbindungen
es: Conexiones VPN
fr: Connexions VPN
hr: VPN veze
id: Sambungan VPN
nl: VPN-verbindingen
pl: Połączenia sieci VPN
pt: Conexões VPN
pt_pt: Ligações VPN
ru: VPN-подключения
tr: VPN Bağlantıları
zh_tw: VPN 連線

# Import complete
source: Importing contacts complete!
ca: La importació de contactes s'ha completat!
de: Importieren der Kontakten abgeschlossen!
es: ¡Importación de contactos terminada!
fr: Importation des contacts réussie !
hr: Uvoz kontakata je dovršen!
id: Mengimpor kontak selesai!
nl: Klaar met het importeren van contacten!
pl: Importowanie kontaktów zostało zakończone!
pt: Importação de contatos concluída!
pt_pt: Importação de contactos terminada!
ru: Импортирование контактов завершено!
tr: Kişileri alma işlemi tamamlandı!
zh_tw: 聯絡人匯入完成

# Import contacts button in the sidebar
source: Import
ca: Importar
de: Importieren
es: Importar
fr: Importer
hr: Uvoz
id: Impor
nl: Importeren
pl: Importuj
pt: Importar
pt_pt: Importar
ru: Импорт
tr: İçeri aktar
zh_tw: 匯入

# Info
source: * Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.
ca: * No oblideu aquesta contrasenya. Si l'oblideu, no podreu accedir ni desxifrar els vostres missatges.
de: * Vergessen Sie NICHT dieses Passwort. Wenn Sie es vergessen, werden Sie nicht in der Lage sein, sich anzumelden oder Ihre Nachrichten zu entschlüsseln.
es: * NO olvide esta contraseña. Si la olvida, no podrá iniciar sesión ni descifrar sus mensajes.
fr: * N’oubliez SURTOUT PAS ce mot de passe. Si vous l’oubliez, vous ne serez plus en mesure de vous connecter ou de déchiffrer vos messages.
hr: * NEMOJTE zaboraviti ovu lozinku. Ako je zaboravite, nećete se moći prijaviti ni dešifrirati vaše poruke.
id: * JANGAN lupa password ini. Jika Anda lupa, Anda tidak akan bisa masuk atau mendekripsi pesan Anda.
nl: * Vergeet dit wachtwoord NIET. Als u het vergeet kan u niet meer inloggen of uw berichten ontsleutelen.
pl: * ZAPAMIĘTAJ hasło. Jeśli je zapomnisz, nie będziesz mógł się zalogować lub odszyfrować wiadomości.
pt: * Não esqueça essa senha. Se você a esquecer, não será capaz de acessar sua conta ou descriptografar suas mensagens.
pt_pt: * NÃO se esqueça desta senha. Caso se esqueça, não será capaz de iniciar sessão ou desencriptar as suas mensagens.
ru: * НЕ забудьте этот пароль. Если вы его забудете, то не сможете войти или расшифровать свои сообщения.
tr: * Bu parolayı ASLA unutmayın. Unutursanız giriş yapamaz veya mesajlarınızın şifresini çözemezsiniz.
zh_tw: * 不要忘記這個密碼。如果您忘記了這個密碼，您將無法登入或解密您的電子郵件。

# Info
source: * Do NOT forget this password. If you forget it, you will not be able to manage your organization.
ca: * No oblideu aquesta contrasenya. Si l'oblideu, no podreu administrar la vostra organització.
de: * Vergessen Sie NICHT dieses Passwort. Wenn Sie es vergessen, werden Sie nicht in der Lage sein, Ihre Organisation zu verwalten.
es: * NO olvide esta contraseña. Si la olvida, no podrá administrar su organización.
fr: * N’oubliez SURTOUT PAS ce mot de passe. Si vous l’oubliez, vous ne serez plus en mesure d'administrer votre organisation.
hr: * NEMOJTE zaboraviti ovu lozinku. Ako je zaboravite, nećete se moći upravljati vašom organizacijom.
id: * JANGAN lupa kata sandi ini. Jika Anda melupakannya, Anda tidak akan dapat mengelola organisasi Anda.
nl: * Vergeet dit wachtwoord NIET. Als u het vergeet, kan u uw organisatie niet meer beheren.
pl: * ZAPAMIĘTAJ hasło. Jeśli je zapomnisz, nie będziesz w stanie zarządzać organizacją.
pt: * Não esqueça essa senha. Se você a esquecer, não será capaz de gerenciar sua organização.
pt_pt: * NÃO se esqueça desta senha. Caso se esqueça, não será capaz de gerir a sua organização.
ru: * НЕ забудьте данный пароль. Если вы его забудете, то не сможете управлять своей организацией.
tr: * Bu parolayı ASLA unutmayın. Unutursanız, kuruluşunuzu yönetmeniz mümkün olmayacaktır.
zh_tw: * 不要忘記這個密碼。如果您忘記了這個密碼，您將無法管理您的組織。

# Info
source: * Save your password somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm you that have typed your password correctly.
ca: * Deseu la vostra contrasenya en un lloc segur. Feu clic sobre l'icona <i class="fa fa-eye"></i> per tal de confirmar que heu escrit la vostra contrasenya correctament.
de: * Bewahren Sie Ihr Passwort an einem sicheren Ort auf. Klicken Sie auf <i class="fa fa-eye"></i>, um zu überprüfen, ob Sie Ihr Passwort korrekt eingegeben haben.
es: * Guarde su contraseña en algún lugar seguro. Haga clic en el ícono <i class="fa fa-eye"></i> para confirmar que ha escrito su contraseña correctamente.
fr: * Enregistrez votre mot de passe dans un endroit sûr. Cliquez sur l'icône <i class="fa fa-eye"></i> afin de confirmer que vous avez correctement tapé votre mot de passe.
hr: * Spremite svoju lozinku na sigurno. Pritisnite na <i class="fa fa-eye"></i> ikonu da biste potvrdili da ste unijeli lozinku točno.
id: Simpan kata sandi Anda di tempat yang aman. Klik ikon <i class="fa fa-eye"></i> untuk mengonfirmasi bahwa Anda sudah mengetik kata sandi dengan benar.
nl: * Bewaar uw wachtwoord op een veilige plaats. Klik op het <i class="fa fa-eye"></i> pictogram om te controleren of u het wachtwoord correct hebt ingevoerd.
pl: * Zapisz hasło w bezpiecznym miejscu. Kliknij na ikonę <i class="fa fa-eye"></i>, aby upewnić się, że hasło zostało wpisane poprawnie.
pt: * Salve sua senha em um lugar seguro. Clique no <i class="fa fa-eye"></i> ícone para confirmar que digitou sua senha corretamente.
pt_pt: * Guarde a sua senha num lugar seguro. Clique no ícone <i class="fa fa-eye"></i> para confirmar que inseriu a sua senha correctamente.
ru: Сохраните пароль где-нибудь в надёжном месте. Нажмите на иконку <i class="fa fa-eye"></i>, чтобы проверить правильность ввода пароля.
tr: * Parolanızı güvenli bir yere kaydedin. <i class="fa fa-eye"></i> simgesine tıklayarak parolanızı doğru yazdığınızı onaylayın.
zh_tw: * 把您的密碼保存在安全的地方。點擊 <i class="fa fa-eye"></i> 圖示來確認您已輸入正確的密碼。

# Info
source: * We recommend adding a recovery email address first. Otherwise, you cannot recover your account if something goes wrong.
ca: * Recomanem que afegiu una adreça de correu de recuperació abans. Altrament, no podreu recuperar el vostre compte si alguna cosa surt malament.
de: * Wir empfehlen, zuerst eine alternative E-Mail-Adresse anzugeben. Andernfalls können Sie Ihr Konto nicht wiederherstellen, falls etwas schiefgeht.
es: * Recomendamos agregar primero una dirección de correo electrónico de recuperación. De lo contrario, no podrá recuperar su cuenta si algo sale mal.
fr: * Nous recommandons d’ajouter une adresse email de récupération. Dans le cas contraire, vous ne serez pas en mesure de récupérer votre compte.
hr: * Preporučujemo da prvo dodate e-poštu za oporavak. Inače nećete moći oporaviti račun u slučaju da nešto pođe po zlu.
id: * Sebaiknya tambahkan alamat email pemulihan terlebih dahulu. Jika tidak, Anda tidak dapat memulihkan akun jika terjadi kesalahan.
nl: * Het is raadzaam eerst een herstel-e-mailadres toe te voegen. U kunt anders uw account niet herstellen als er iets misgaat.
pl: * Zalecamy w pierwszej kolejności dodanie adresu e-mail odzyskiwania. W przeciwnym razie, jeśli coś pójdzie nie tak, nie będzie można odzyskać konta.
pt: * Aconselhamos você primeiro adicionar um endereço de e-mail para recuperação. Caso contrário, você não poderá recuperar sua conta se algo der errado.
pt_pt: * Recomendamos adicionar primeiro um endereço de email de recuperação. Caso contrário, não conseguirá recuperar a sua conta se algo correr mal.
ru: * Мы рекомендуем сначала добавить резервный адрес электронной почты. Иначе, вы не сможете восстановить вашу учётную запись, если что-то пойдёт не так.
tr: Önce bir kurtarma e-posta adresi eklemenizi öneririz. Aksi takdirde, bir şeyler ters giderse hesabınızı kurtaramazsınız.
zh_tw: * 我們建議新增備援電子郵件地址。否則，如果出現問題，您將無法存取自己的帳戶。

# Info
source: +2 connections for ProtonVPN (allows you to connect more devices to VPN)
pt_pt: +2 ligações do ProtonVPN (permite ligar mais dispositivos à VPN)

# Info
source: +5GB bonus storage
pt_pt: Bónus de +5 GB de armazenamento

# Info
source: 1 conversation moved to {{folder}}
ca: S'ha traslladat 1 conversa a {{folder}}
de: 1 Thema in den Ordner {{folder}} verschoben
es: Una conversación movida a {{folder}}
fr: 1 conversation déplacée vers {{folder}}
hr: 1 razgovor je premješten u {{folder}}
nl: 1 gesprek verplaatst naar {{folder}}
pl: Wątek został przeniesiony do {{folder}}
pt: 1 conversa movida para {{folder}}
pt_pt: 1 conversa movida para {{folder}}
ru: 1 цепочка писем перемещена в {{folder}}
tr: 1 ileti dizisi, {{folder}} klasörüne taşındı
zh_tw: {{number}} 個會話被移動到 {{folder}}
