Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Domains information
source: You have reached your custom domain limit. <a ui-sref="secured.dashboard">Click here</a> to upgrade your plan to add more.
ca: Heu assolit el vostre límit de domini personalitzat. <a ui-sref="secured.dashboard">Cliqueu aquí</a> per actualitzar el vostre pla i afegir més.
de: Sie haben Ihr Limit für eigene Domains erreicht. <a ui-sref="secured.dashboard">Klicken Sie hier</a> für ein Upgrade Ihres Tarifs, um weitere hinzufügen zu können.
es: Ha alcanzado el límite de dominios personalizados. <a ui-sref="secured.dashboard">Haga clic aquí</a> para actualizar su plan y añadir más.
fr: Vous avez atteint votre limite de domaine personnalisé. <a ui-sref="secured.dashboard">Cliquez ici</a> pour ajuster votre offre et en ajouter davantage.
hr: Dosegli ste ograničenje za prilagođene domene. <a ui-sref="secured.dashboard">Pritisnite ovdje</a> da biste nadogradili vaš plan i nadodali još više.
id: Anda telah mencapai batas domain khusus Anda. <a ui-sref="secured.dashboard">Klik di sini</a> untuk meningkatkan versi rencana Anda untuk menambahkan lebih banyak.
nl: U heeft uw domeinlimiet bereikt. <a ui-sref="secured.dashboard">Klik hier</a> om uw abonnement uit te breiden.
pl: Osiągnąłeś limit domen niestandardowych. <a ui-sref="secured.dashboard">Kliknij tutaj</a>, aby ulepszyć swój plan i dodać ich więcej.
pt: Você atingiu seu limite de domínios personalizados. <a ui-sref="secured.dashboard">clique aqui</a> para fazer o upgrade do seu plano e adicionar mais.
pt_pt: Atingiu o limite de domínios personalizados. <a ui-sref="secured.dashboard">Clique aqui</a> para actualizar o seu plano e adicionar mais.
ru: Достигнут предел количества пользовательских доменов. <a ui-sref="secured.dashboard">Нажмите здесь</a>, чтобы расширить свой тариф и добавить больше доменов.
tr: Özel etki alanı sınırınıza ulaştınız. Daha fazlasını eklemek üzere planınızı yükseltmek için <a ui-sref="secured.dashboard">buraya tıklayın</a>.
zh_tw: 您已達到自訂域名上限。要添加更多，<a ui-sref="secured.dashboard">按這裡</a>升級。

# Donation modal
source: Your support is essential to keeping ProtonMail running. Thank you for supporting internet privacy!
ca: El vostre suport és imprescindible per mantenir ProtonMail. Gràcies per recolzar la privacitat d'internet!
de: Ihre Unterstützung ist maßgeblich, um ProtonMail am laufen zu halten. Vielen Dank, dass Sie die Privatsphäre im Internet unterstützen!
es: Su apoyo es esencial para mantener a ProtonMail funcionando. ¡Gracias por apoyar la privacidad en internet!
fr: Votre soutien est essentiel au maintien de ProtonMail. Merci de nous aider dans notre combat pour la protection de la vie privée sur Internet !
hr: Vaša podrška je neophodna za održavanje ProtonMaila. Hvala na podržavanju internetske privatnosti!
id: Dukungan Anda sangat penting untuk menjaga agar ProtonMail tetap berjalan. Terima kasih telah mendukung privasi internet!
nl: Uw steun is essentieel om ProtonMail te laten voortbestaan. Bedankt voor het ondersteunen van internet privacy!
pl: Twoje wsparcie jest niezbędne do funkcjonowania poczty ProtonMail. Dziękujemy za wsparcie prywatności w Internecie!
pt: Seu suporte é essencial para manter o ProtonMail funcionando. Obrigado por apoiar a privacidade da internet!
pt_pt: A sua ajuda é essencial para manter o ProtonMail em funcionamento. Obrigado por suportar a privacidade na Internet!
ru: Ваша поддержка крайне важна для продолжения работы ProtonMail. Благодарим за поддержку конфиденциальности в Интернете!
tr: ProtonMail'i çalışır tutmak için desteğiniz gereklidir. İnternet gizliliğini desteklediğiniz için teşekkür ederiz!
zh_tw: ProtonMail 得以繼續運作，有賴您的支持。感謝你支持網路隱私！

# Downgrade account
source: You have successfully unsubscribed
ca: Heu anul·lat la subscripció amb èxit
de: Sie haben Sich erfolgreich abgemeldet
es: Se ha desuscrito satisfactoriamente
fr: Vous vous êtes désabonné avec succès
hr: Uspješno ste poništili pretplatu
id: Anda telah berhasil berhenti berlangganan
nl: U bent succesvol afgemeld
pl: Subskrypcja została pomyślnie anulowana
pt: Sua inscrição foi cancelada com sucesso
pt_pt: A sua subscrição foi cancelada com sucesso
ru: Подписка успешно отменена
tr: Abonelikten başarıyla çıktınız
zh_tw: 您已成功取消訂閱

# Download attachments
source: Download all
ca: Descarregar tots
de: Alle herunterladen
fr: Tout télécharger
hr: Preuzmi sve
nl: Alles downloaden
pl: Pobierz wszystkie
pt: Baixar tudo
pt_pt: Transferir tudo
ru: Скачать все
tr: Tümünü indir
zh_tw: 下載全部

# Duration/repetition of autoresponder
source: Fixed duration
ca: Durada fixa
de: Feste Dauer
es: Duración fija
fr: Durée fixe
hr: Fiksno trajanje
nl: Vaste duur
pl: Ustalony czas trwania
pt: Duração fixa
pt_pt: Duração fixa
ru: Заданная периодичность
tr: Sabit süre
zh_tw: 固定期間

# Duration/repetition of autoresponder
source: Permanent
de: Dauerhaft
es: Permanente
hr: Trajno
id: Permanen
pl: Na Stałe
pt: Permanente
pt_pt: Permanente
ru: Постоянный
tr: Kalıcı
zh_tw: 永久

# Duration/repetition of autoresponder
source: Repeat daily
ca: Repeteix diàriament
de: Täglich wiederholen
es: Repetir diariamente
fr: Répéter tous les jours
hr: Ponovi svaki dan
id: Ulangi setiap hari
nl: Dagelijks herhalen
pl: Powtarzaj codziennie
pt: Repetir diariamente
pt_pt: Repetir diariamente
ru: Повторять ежедневно
tr: Günlük tekrarla
zh_tw: 每日重複

# Duration/repetition of autoresponder
source: Repeat monthly
ca: Repeteix mensualment
de: Monatlich wiederholen
es: Repetir mensualmente
fr: Répéter chaque mois
hr: Ponovi svaki mjesec
id: Ulangi setiap bulan
nl: Maandelijks herhalen
pl: Powtarzaj co miesiąc
pt: Repetir mensalmente
pt_pt: Repetir mensalmente
ru: Повторять ежемесячно
tr: Aylık tekrarla
zh_tw: 每月重複

# Duration/repetition of autoresponder
source: Repeat weekly
ca: Repeteix setmanalment
de: Wöchentlich wiederhoilen
es: Repetir semanalmente
fr: Répéter chaque semaine
hr: Ponovi svaki tjedan
id: Ulangi setiap minggu
nl: Wekelijks herhalen
pl: Powtarzaj co tydzień
pt: Repetir semanalmente
pt_pt: Repetir semanalmente
ru: Повторять еженедельно
tr: Haftalık tekrarla
zh_tw: 每週重複

# Empty table message
source: All available keys are trusted
ca: Totes les claus disponibles són de confiança
de: Alle verfügbaren Schlüssel sind vertrauenswürdig
fr: Toutes les clés disponibles sont fiables
hr: Svi dostupni ključevi su pouzdani
nl: Alle beschikbare sleutels worden vertrouwd
pl: Wszystkie dostępne klucze są zaufane
pt: Todas as chaves disponíveis são confiáveis
pt_pt: Todas as chaves disponíveis são confiáveis
ru: Все доступные ключи &mdash; доверяемые
tr: Kullanılabilir tüm anahtarlar güvenilir
zh_tw: 所有可用密鑰均受信任

# Encrypted Headers filename
source: Encrypted Headers
ca: Capçaleres encriptades
de: Verschlüsselte Kopfzeilen
es: Encabezados cifrados
fr: En-têtes chiffrés
hr: Šifrirana zaglavlja
nl: Versleutelde Headers
pl: Zaszyfrowane nagłówki
pt: Cabeçalhos criptografados
pt_pt: Cabeçalhos encriptados
ru: Зашифрованные заголовки
tr: Şifreli Başlıklar
zh_tw: 加密標頭

# Error
source: A group with this name already exists.
ca: Ja existeix un grup amb aquest nom.
de: Eine Gruppe mit diesem Namen existiert bereits.
fr: Un groupe portant ce nom existe déjà.
hr: Grupa s ovim imenom već postoji.
pl: Grupa o tej nazwie już istnieje.
pt: Um grupo com este nome já existe.
pt_pt: Já existe um grupo com este nome.
ru: Группа с таким именем уже существует.
tr: Bu ada sahip bir grup zaten var.
zh_tw: 此名稱的群組已存在。

# Error
source: A line contains too many characters (limit: 40)
ca: Una línia conté masses caràcters (límit: 40)
de: Eine Zeile beinhaltet zu viele Zeichen (maximal: 40)
es: Una línea contiene muchos caracteres (límite: 40)
fr: Une ligne contient trop de caractères (limite de 40)
hr: Linija sadrži previše znakova (Ograničenje: 40)
id: Baris berisi terlalu banyak karakter (batas: 40)
nl: Een regel bevat te veel tekens (limiet: 40)
pl: Wiersz zawiera zbyt wiele znaków (limit: 40)
pt: Uma linha contém muitos caracteres (limite: 40)
pt_pt: Uma linha contém demasiados caracteres (limite: 40)
ru: Строка содержит слишком много символов (ограничение: 40)
tr: Bir satır çok fazla karakter içeriyor (limit: 40)
zh_tw: 一行包含太多字元 (上限：40)

# Error
source: Account access restricted due to unpaid invoices. Please contact your administrator.
ca: Accés al compte restringit degut a factures impagades. Si us plau, contacti amb el teu administrador.
de: Der Zugriff auf das Konto ist aufgrund noch offener Rechnungen eingeschränkt. Bitte wenden Sie sich an Ihren Administrator.
fr: Accès au compte restreint en raison de factures impayées. Veuillez contacter votre administrateur.
hr: Pristup računu je ograničen zbog neplaćenih faktura. Molimo kontaktirajte vašeg administratora.
nl: Account toegang beperkt vanwege onbetaalde facturen. Neem contact op met uw beheerder.
pl: Dostęp do konta został ograniczony z powodu niezapłaconych faktur. Skontaktuj się ze swoim administratorem.
pt: Acesso à conta restringida devido a faturas não pagas. Por favor, contate seu administrador.
pt_pt: Conta de acesso restringida devido a facturas por pagar. Por favor, contacte o administrador.
ru: Доступ к учётной записи ограничен из-за неоплаченных счетов. Пожалуйста, обратитесь к вашему администратору.
tr: Ödenmeyen faturalar nedeniyle hesap erişimi kısıtlandı. Lütfen yöneticinize başvurun.
zh_tw: 由於未付款發票, 帳戶訪問受到限制。請與管理員聯繫。

# Error
source: Add a description to help us improve ProtonMail
ca: Afegiu una descripció per a ajudar-nos a millorar ProtonMail
de: Fügen Sie eine Beschreibung hinzu, die uns hilft, ProtonMail zu verbessern.
es: Añada una descripción para ayudarnos a mejorar ProtonMail
fr: Ajoutez une description pour nous aider à améliorer ProtonMail
hr: Dodajte opis kako biste nam pomogli poboljšati ProtonMail
id: Tambahkan deskripsi untuk membantu kami menyempurnakan ProtonMail
nl: Voeg een beschrijving toe om ons te helpen bij het verbeteren van ProtonMail
pl: Dodaj opis, aby pomóc nam ulepszać Protonmaila
pt: Adicione uma descrição para nos ajudar a melhorar o ProtonMail
pt_pt: Adicione uma descrição para nos ajudar a melhorar o ProtonMail
ru: Добавьте описание, чтобы помочь нам улучшить ProtonMail
tr: ProtonMail'i geliştirmemize yardımcı olacak bir açıklama ekleyin
zh_tw: 添加描述以幫助我們改進 ProtonMail

# Error
source: Address already associated to a user
ca: Adreça ja associada a un usuari
de: Adresse ist bereits einem Benutzer zugeordnet
es: La dirección ya está asociada a un usuario
fr: L'adresse est déjà associée à un utilisateur
hr: Adresa je već pridružena korisniku
id: Alamat sudah terkait dengan pengguna
nl: Adres is al aan een gebruiker gekoppeld
pl: Adres został już powiązany z użytkownikiem
pt: Endereço já associado a um usuário
pt_pt: Endereço já associado a um utilizador
ru: Адрес уже связан с пользователем
tr: Adres zaten bir kullanıcıyla ilişkilendirilmiş
zh_tw: 已與使用者關聯的地址

# Error
source: Administrator privileges must be activated
ca: Els privilegis d'administrador han d'estar habilitats
de: Administratorrechte müssen aktiviert sein
es: Los privilegios de administrador deben estar habilitados
fr: Les privilèges administrateur doivent être activés
hr: Administratorske ovlasti moraju biti aktivirane
id: Hak istimewa administrator harus diaktifkan
nl: Beheerdersbevoegdheden moeten geactiveerd worden
pl: Uprawnienia administratora muszą być włączone
pt: Os privilégios de administrador devem ser ativados
pt_pt: Os privilégios de administrador têm de ser activados
ru: Должны быть активированы полномочия администратора
tr: Yönetici ayrıcalıkları etkinleştirilmelidir
zh_tw: 必須啟動管理員權限

# Error
source: All storage space has been allocated. Please reduce storage allocated to other users.
ca: Tot l'espai d'emmagatzematge s'ha assignat. Si us plau, reduïu l'emmagatzematge assignat a altres usuaris.
de: Der gesamte Speicherplatz wurde vergeben. Bitte reduzieren Sie den Speicherplatz, der anderen Benutzern zugewiesen ist.
es: Todo el espacio de almacenamiento ha sido asignado. Reduzca el almacenamiento asignado a otros usuarios.
fr: L'intégralité de l'espace de stockage a été allouée. Veuillez réduire le stockage alloué aux autres utilisateurs.
hr: Sav prostor za pohranu je dodijeljen. Molimo smanjite prostor za pohranu dodijeljen ostalim korisnicima.
id: Semua ruang penyimpanan telah dialokasikan. Harap kurangi penyimpanan yang dialokasikan ke pengguna lain.
nl: Alle opslagruimte is reeds toegewezen. Beperk de toegewezen opslagruimte van andere gebruikers.
pl: Cała przestrzeń dyskowa została już przydzielona. Zmniejsz przydział przestrzeni innym użytkownikom.
pt: Todo o espaço de armazenamento foi alocado. Reduza o armazenamento alocado para outros usuários.
pt_pt: Foi alocado todo o espaço de armazenamento. Por favor, reduza o armazenamento alocado a outros utilizadores.
ru: Весь объём хранилища был распределён. Пожалуйста, уменьшите объём хранилища, выделенного для других пользователей.
tr: Tüm depolama alanı ayrıldı. Lütfen diğer kullanıcılara tahsis edilen depolama alanını azaltın.
zh_tw: 已分配所有儲存空間。請減少分配給其他使用者的儲存空間。

# Error
source: An error occured while trying to create your account. To see common problems and solutions
ca: S'ha produït un error al crear la compta. Veure problemes i solucions comunes
de: Beim Erstellen Ihres Kontos ist ein Fehler aufgetreten. Um häufige Probleme und Lösungen zu einzusehen
es: Ocurrió un error al intentar crear la cuenta. Ver problemas y soluciones comunes
fr: Une erreur s’est produite lors de la création de votre compte. Pour consulter les problèmes courants et leurs solutions
hr: Došlo je do pogreške pri stvaranju vašeg računa. Da biste vidjeli uobičajene probleme i rješenja
id: Terjadi kesalahan saat mencoba membuat akun Anda. Untuk melihat masalah dan solusi yang umum
nl: Er is tijdens het aanmaken van uw account een fout opgetreden. Om veel voorkomende problemen en oplossingen te raadplegen
pl: Wystąpił błąd podczas próby utworzenia konta. Aby zobaczyć typowe problemy i rozwiązania
pt: Ocorreu um erro ao tentar criar a sua conta. Para ver os problemas comuns e soluções
pt_pt: Ocorreu um erro ao tentar criar a sua conta. Para ver os problemas e soluções comuns
ru: Произошла ошибка во время создания вашей учётной записи. Чтобы увидеть общие проблемы и решения
tr: Hesabınızı oluşturmaya çalışırken bir hata oluştu. Yaygın problemleri ve çözümleri görmek için
zh_tw: 建立帳戶時出錯。查看常見問題及解決方案

# Error
source: Are you sure your email address is correct ?
ca: ¿Esteu segur que la vostra adreça de correu és correcta?
de: Sind Sie sicher, dass Ihre E-Mail-Adresse korrekt ist?
es: ¿Está seguro de que su dirección de correo electrónico es correcta?
fr: Êtes-vous sûr que votre adresse email est correcte ?
hr: Sigurni ste da je vaša adresa e-pošte ispravna?
id: Apakah Anda yakin alamat email Anda benar?
nl: Weet u zeker dat uw e-mailadres correct is?
pl: Jesteś pewny, że adres e-mail jest poprawny?
pt: Tem certeza de que seu endereço de e-mail está correto?
pt_pt: Tem a certeza que o seu endereço de email está correcto?
ru: Вы точно уверены в том, что правильно указали адрес своей эл. почты?
tr: E-posta adresinizin doğru olduğuna emin misiniz?
zh_tw: 您確定您的電子郵件地址正確？

# Error
source: Cannot convert the file
ca: No es pot convertir l'arxiu
de: Datei konnte nicht umgewandelt werden
es: No se puede convertir el archivo
fr: Impossible de convertir le fichier
hr: Nije moguće pretvoriti datoteku
id: Tidak bisa mengonversi file
nl: Kan het bestand niet converteren
pl: Nie można przekonwertować pliku
pt: Não foi possível converter o arquivo
pt_pt: Impossível converter o ficheiro
ru: Невозможно конвертировать файл
tr: Dosya dönüştürülemiyor
zh_tw: 無法轉換檔案

# Error
source: Cannot decrypt organization key
ca: No es pot desxifrar la clau d'organització
de: Organisationsschlüssel kann nicht entschlüsselt werden
es: No se puede descifrar la clave de la organización
fr: Impossible de déchiffrer la clé de l'organisation
hr: Nije moguće dešifrirati organizacijski ključ
id: Tidak bisa mendekripsi kunci organisasi
nl: Kan organisatiesleutel niet ontsleutelen
pl: Nie można odszyfrować klucza organizacji
pt: Não foi possível descriptografar a chave da organização
pt_pt: Impossível desencriptar a chave da organização
ru: Не удалось расшифровать ключ организации
tr: Kuruluş anahtarının şifresi çözülemiyor
zh_tw: 無法解密組織密鑰

# Error
source: Cannot generate a zip of your attachments.
ca: No es pot generar un arxiu comprimit a partir dels vostres fitxers adjunts.
de: Es ist nicht möglich, eine Zip-Datei Ihrer Anhänge zu erstellen.
es: No se puede generar un archivo zip de sus adjuntos.
fr: Impossible de générer un zip avec vos pièces jointes.
hr: Nije moguće generirati zip datoteku za vaše privitke.
id: Tidak dapat membuat zip dari lampiran Anda.
nl: Kan geen zip-bestand maken van uw bijlagen.
pl: Nie można wygenerować pliku ZIP załączników.
pt: Não foi possível gerar um arquivo zip para os seus anexos.
pt_pt: Impossível gerar um zip dos seus anexos.
ru: Невозможно создать zip-архив с вашими вложениями.
tr: Ekleriniz için bir zip dosyası oluşturulamıyor.
zh_tw: 無法生成附件的 zip 。

# Error
source: Cannot read private key
ca: No es pot llegir la clau privada
de: Privater Schlüssel konnte nicht gelesen werden
es: No se puede leer la clave privada
fr: Impossible de lire la clé privée
hr: Nije moguće pročitati privatni ključ
nl: Kan geheime sleutel niet lezen
pl: Nie można odczytać klucza prywatnego
pt: Não foi possível ler a chave privada
pt_pt: Impossível ler a chave privada
ru: Невозможно прочитать закрытый ключ
tr: Özel anahtar okunamıyor
zh_tw: 無法讀取私密金鑰

# Error
source: Contact does not contain email address
ca: El contacte no conté cap adreça de correu electrònic
de: Kontakt enthält keine E-Mail-Adresse
es: El contacto no contiene dirección de correo electrónico
fr: Le contact ne contient pas d’adresse email
hr: Kontakt ne sadrži adresu e-pošte
id: Kontak tidak berisi alamat email
nl: Contactpersoon bevat geen e-mailadres
pl: Kontakt nie zawiera adresu e-mail
pt: Contato não possui endereço de e-mail
pt_pt: O contacto não contém o endereço de email
ru: Контакт не содержит адрес электронной почты
tr: Kişi e-posta adresi içermiyor
zh_tw: 聯絡人不包含電子郵件地址

# Error
source: Contact your organization’s administrator to resolve this.
ca: Contacteu amb l'administrador de la vostra organització per solucionar això.
de: Wenden Sie sich an den Administrator Ihrer Organisation, um dies zu klären.
es: Contacte con el administrador de su organización para resolver esto.
fr: Contactez l’administrateur de votre organisation pour résoudre ce problème.
hr: Kontaktirajte administratora svoje organizacije kako biste to riješili.
nl: Neem contact op met de beheerder van uw organisatie om op te lossen dit.
pl: Skontaktuj się z administratorem Twojej organizacji, aby to rozwiązać.
pt: Entre em contato com o administrador da sua organização para resolver isso.
pt_pt: Contate o administrador da sua organização para resolver isto.
ru: Обратитесь к администратору вашей организации, чтобы решить это.
tr: Bunu çözmek için kuruluşunuzun yöneticisine başvurun.
zh_tw: 請與組織的管理員聯絡以解決此事。

# Error
source: Could not connect to server.
ca: No s'ha pogut connectar al servidor.
de: Verbindung zum Server fehlgeschlagen.
es: No se pudo conectar al servidor.
fr: Impossible de se connecter au serveur.
hr: Povezivanje na server nije moguće.
id: Tidak bisa terhubung ke server.
nl: Kan geen verbinding maken met de server.
pl: Nie można połączyć się z serwerem.
pt: Não foi possível conectar ao servidor.
pt_pt: Impossível ligar ao servidor.
ru: Не удалось подключиться к серверу.
tr: Sunucuya bağlanılamadı.
zh_tw: 無法連接伺服器。

# Error
source: Decryption error
ca: Error de desxifratge
de: Entschlüsselungsfehler
es: Error de descifrado
fr: Erreur de déchiffrement
hr: Pogreška pri dešifriranju
id: Kesalahan dekripsi
nl: Ontsleutelingsfout
pl: Błąd odszyfrowywania
pt: Erro ao descriptografar
pt_pt: Erro na desencriptação
ru: Ошибка расшифровки
tr: Şifre çözme hatası
zh_tw: 解密失敗

# Error
source: Decryption of this message's encryption content failed.
ca: Les parts xifrades d'aquest missatge no s'han pogut desxifrar.
de: Entschlüsselung des verschlüsselten Nachrichteninhalts fehlgeschlagen.
es: No se pudo descifrar el contenido cifrado de este mensaje.
fr: Le déchiffrement du contenu de ce message chiffré a échoué.
hr: Dešifriranje sadržaja enkripcije ove poruke nije uspjelo.
id: Dekripsi konten enkripsi pesan ini gagal.
nl: Ontsleuteling van de inhoud van dit bericht is mislukt.
pl: Odszyfrowywanie zawartości tej wiadomości nie powiodło się.
pt: Ocorreu um erro ao descriptografar essa mensagem.
pt_pt: A descodificação do conteúdo encriptado desta mensagem falhou.
ru: Не удалось расшифровать содержимое зашифрованного сообщения.
tr: Bu iletinin şifreleme içeriğinin şifre çözülmesi başarısız oldu.
zh_tw: 加密內容解密失敗。

# Error
source: Download requires a newer browser.
ca: La descàrrega requereix un navegador més nou.
de: Der Download benötigt einen neueren Browser.
es: La descarga requiere un navegador más reciente.
fr: Le téléchargement nécessite un navigateur plus récent.
hr: Preuzimanje zahtjeva noviji preglednik.
id: Download memerlukan browser yang lebih baru.
nl: Deze download vereist een nieuwere browser.
pl: Pobieranie pliku wymaga nowszej przeglądarki.
pt: Você precisa de um navegador mais recente para baixar arquivos.
pt_pt: A transferência requer um navegador mais recente.
ru: Для скачивания требуется более новый браузер.
tr: İndirme daha yeni bir tarayıcı gerektirir.
zh_tw: 需要一個較新的瀏覽器才能下載。

# Error
source: Due to credit card processing fees, we cannot accept donations smaller than 2.
ca: A causa de les comissions de processat de la targeta de crèdit, no podem acceptar donacions inferiors a 2.
de: Aufgrund von Gebühren für Kreditkartentransaktionen können wir Spenden unter 2 nicht annehmen.
es: Debido a los costos de procesamiento de tarjetas de crédito, no podemos aceptar donaciones menores de 2.
fr: En raison de frais de carte bancaire, nous ne pouvons pas accepter des dons inférieurs à 2.
hr: Zbog naknade za obradu kreditnih kartica, ne možemo prihvatiti donacije manje od 2.
id: Karena biaya pemrosesan kartu kredit, kami tidak dapat menerima sumbangan lebih kecil dari 2.
nl: Als gevolg van verwerkingskosten voor het gebruik van een creditcard kunnen we geen donaties accepteren met een waarde kleiner dan 2.
pl: Ze względu na opłaty przetwarzania kart płatniczych, nie akceptujemy darowizn mniejszych niż 2.
pt: Devido a taxas de processamento de cartão de crédito, não podemos aceitar doações menores que 2.
pt_pt: Devido a taxas de processamento de cartão de crédito, não aceitamos donativos inferiores a 2.
ru: Из-за комиссии за обработку платежей по банковской карте мы не можем принимать пожертвования суммой меньше 2.
tr: Kredi kartı işlem ücretleri nedeniyle 2'den küçük bağışları kabul edemiyoruz.
zh_tw: 因信用卡手續費關係，我們不能接受少於 ($/€/₣) 2 的捐款。

# Error
source: Email required
ca: Adreça de correu requerida
de: E-Mail-Adresse erforderlich
fr: Email requis
hr: Adresa e-pošte je obavezna
pl: Wymagany e-mail
pt_pt: Email obrigatório
tr: E-posta gerekli

source: Error
de: Fehler
fr: Erreur
hr: Greška
id: Kesalahan
nl: Fout
pl: Błąd
pt: Erro
pt_pt: Erro
ru: Ошибка
tr: Hata
zh_tw: 錯誤

# Error
source: Error activating organization keys
ca: Error en l'activació de les claus d'organització
de: Fehler beim Aktivieren der Organisationsschlüssel
es: Error al activar las claves de la organización
fr: Erreur d'activation de vos clés d'organisation
hr: Greška pri aktivaciji organizacijskih ključeva
id: Kesalahan mengaktifkan kunci organisasi
nl: Fout tijdens het activeren van de organisatiesleutels
pl: Błąd aktywacji klucza organizacji
pt: Erro ao ativar chaves da organização
pt_pt: Erro ao activar as chaves da organização
ru: Ошибка активации ключей организации
tr: Kuruluş anahtarlarını etkinleştirirken hata oluştu
zh_tw: 啟動組織用密鑰時出錯
