Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Action
source: Reactivate keys
ca: Reactivar les claus
de: Schlüssel reaktivieren
fr: Réactiver les clés
hr: Ponovna aktivacija ključeva
nl: Heractiveer sleutels
pl: Aktywuj ponownie klucze
pt: Reativar chaves
pt_pt: Reactivar chaves
ru: Повторно активировать ключи
tr: Anahtarları tekrar etkinleştir
zh_tw: 重新啟用金鑰

# Action
source: Refresh domain status
ca: Actualitza l'estat de domini
de: Domain Status aktualisieren
es: Actualizar estado de dominio
fr: Actualiser l’état du domaine
hr: Osvježi status domene
id: Segarkan status domain
nl: Domeinstatus verversen
pl: Odśwież status domeny
pt: Atualizar o status de domínio
pt_pt: Actualizar o estado do domínio
ru: Обновить статус домена
tr: Etki alanı durumunu yenile
zh_tw: 更新網域狀態

# Action
source: Reload ProtonMail
ca: Recarregar ProtonMail
de: ProtonMail neu laden
es: Recargar ProtonMail
fr: Recharger ProtonMail
hr: Ponovno učitajte ProtonMail
id: Muat ulang ProtonMail
nl: ProtonMail opnieuw laden
pl: Załaduj ponownie ProtonMaila
pt: Recarregar ProtonMail
pt_pt: Recarregar o ProtonMail
ru: Перезагрузить ProtonMail
tr: ProtonMail'i yeniden yükle
zh_tw: 重新讀取ProtonMail

# Action
source: Remove
ca: Suprimeix
de: Entfernen
es: Eliminar
fr: Supprimer
hr: Ukloni
id: Menghapus
nl: Verwijderen
pl: Usuń
pt: Remover
pt_pt: Remover
ru: Удалить
tr: Kaldır
zh_tw: 移除

# Action
source: Remove Entry
ca: Treure entrada
de: Eintrag entfernen
es: Eliminar entrada
fr: Supprimer l'entrée
hr: Ukloni unos
id: Hapus Entri
nl: Invoer wissen
pl: Usuń wpis
pt: Remover dados
pt_pt: Remover entrada
ru: Удалить запись
tr: Girdiyi kaldır
zh_tw: 移除項目

# Action
source: Remove selection
ca: Eliminar selecció
de: Auswahl löschen
fr: Supprimer la sélection
hr: Ukloni odabir
pl: Usuń zaznaczenie
pt: Remover seleção
pt_pt: Remover selecção
ru: Снять выделение
tr: Seçimi kaldır
zh_tw: 移除選取的項目

# Action
source: Reply
ca: Respon
de: Antworten
fr: Répondre
hr: Odgovor
nl: Beantwoorden
pl: Odpowiedz
pt: Responder
pt_pt: Responder
ru: Ответить
tr: Yanıtla
zh_tw: 回覆

# Action
source: Reply all
ca: Respondre a tots
de: Allen antworten
fr: Répondre à tous
hr: Odgovori svima
nl: Allen beantwoorden
pl: Odpowiedz wszystkim
pt: Responder a todos
pt_pt: Responder a todos
ru: Ответить всем
tr: Tümünü yanıtla
zh_tw: 全部回覆

# Action
source: Reply securely
ca: Respondre de manera segura
de: Sicher antworten
es: Responder con seguridad
fr: Répondre en toute sécurité
hr: Odgovori na siguran način
id: Balas dengan aman
nl: Veilig beantwoorden
pl: Odpowiedz bezpiecznie
pt: Responder com segurança
pt_pt: Responder de forma segura
ru: Ответить безопасно
tr: Güvenle yanıtla
zh_tw: 私密回覆

# Action
source: Report bug
ca: Informa d'un error
de: Bug melden
es: Reportar error
fr: Signaler un bug
hr: Prijavi problem
id: Melaporkan kesalahan
nl: Bug melden
pl: Zgłoś błąd
pt: Reportar erro
pt_pt: Reportar erro
ru: Сообщить об ошибке
tr: Hata bildir
zh_tw: 回報問題

# Action
source: Report phishing
ca: Informeu de phishing
de: Phishing melden
fr: Signaler un hameçonnage
hr: Prijavi krađu identiteta
nl: Phishing rapporteren
pl: Zgłoś próbę wyłudzenia informacji
pt: Relatar como phishing
pt_pt: Reportar phishing
ru: Сообщить о фишинге
tr: Kimlik avını raporla
zh_tw: 報告網路釣魚

# Action
source: Reset
ca: Restablir
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hr: Ponovno pokreni
id: Setel ulang
nl: Herstellen
pl: Resetuj
pt: Redefinir
pt_pt: Repor
ru: Сбросить
tr: Sıfırla
zh_tw: 重設

# Action
source: Reset Keys
ca: Restaurar claus
de: Schlüssel zurücksetzen
es: Restablecer claves
fr: Réinitialiser vos clés
hr: Ponovno postavljanje ključeva
id: Tombol reset
nl: Reset sleutels
pl: Reset kluczy
pt: Redefinir chaves
pt_pt: Repor chaves
ru: Сброс ключей
tr: Anahtarları sıfırla
zh_tw: 重設金鑰

# Action
source: Reset Password
ca: Restableix contrasenya
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hr: Ponovno postavljanje lozinke
nl: Wachtwoord resetten
pl: Resetowanie hasła
pt: Redefinir senha
pt_pt: Repor senha
ru: Сбросить пароль
tr: Parolayı Sıfırla
zh_tw: 重設密碼

# Action
source: Reset code
ca: Restablir codi
de: Zurücksetzungsschlüssel
es: Restablecer código
fr: Code de réinitialisation
hr: Ponovo postavljanje koda
id: Atur ulang kode
nl: Code resetten
pl: Kod resetowania
pt: Código de redefinição
pt_pt: Código de reposição
ru: Код сброса
tr: Sıfırlama kodu
zh_tw: 重設代碼

# Action
source: Reset password
ca: Restableix la contrasenya
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hr: Ponovno postavljanje lozinke
id: Setel ulang kata sandi
nl: Wachtwoord resetten
pl: Resetowanie hasła
pt: Redefinir senha
pt_pt: Repor senha
ru: Сбросить пароль
tr: Parolayı sıfırla
zh_tw: 重設密碼

# Action
source: Reset theme
ca: Reinicialitza el tema
de: Design zurücksetzen
es: Restablecer tema
fr: Réinitialiser le thème
hr: Ponovno postavljanje teme
id: Setel ulang tema
nl: Thema resetten
pl: Resetuj motyw
pt: Redefinir o tema
pt_pt: Repor tema
ru: Сбросить тему оформления
tr: Temayı sıfırla
zh_tw: 重設主題

# Action
source: Restore Keys
ca: Restaurar claus
de: Schlüssel wiederherstellen
es: Restaurar claves
fr: Restaurer les clés
hr: Vraćanje ključeva
id: Kembalikan Tombol
nl: Herstel sleutels
pl: Przywracanie kluczy
pt: Restaurar chaves
pt_pt: Restaurar chaves
ru: Восстановить ключи
tr: Anahtarları geri yükle
zh_tw: 恢復金鑰

# Action
source: Restore administrator privileges
ca: Restaurar els privilegis d'administrador
de: Administrationsprivilegien wiederherstellen
es: Restaurar privilegios de administrador
fr: Restaurer les droits administrateur
hr: Vraćanje administratorskih ovlasti
id: Kembalikan hak administrator
nl: Herstel beheerdersbevoegdheden
pl: Przywróć uprawnienia administratora
pt: Restaurar os privilégios de administrador
pt_pt: Restaurar privilégios de administrador
ru: Восстановить полномочия администратора
tr: Yönetici ayrıcalıklarını geri yükle
zh_tw: 恢復管理者權限

# Action
source: Retry
ca: Reintentar
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hr: Ponovno pokušaj
id: Mencoba kembali
nl: Opnieuw proberen
pl: Ponów próbę
pt: Tentar novamente
pt_pt: Repetir
ru: Повторить
tr: Yeniden dene
zh_tw: 重試

# Action
source: Revoke Admin
ca: Revocar drets d'administració
de: Admin widerrufen
es: Revocar privilegios de aministrador
fr: Révoquer les droits d'admin
hr: Vraćanje administratora
id: Cabut Admin
nl: Beheerdersrechten intrekken
pl: Odwołaj Administratora
pt: Revogar administrador
pt_pt: Revogar administrador
ru: Лишить администраторских прав
tr: Yöneticiyi kaldır
zh_tw: 撤銷管理者權限

# Action
source: Revoke all other sessions
ca: Revocar totes les altres sessions
de: Alle anderen Sitzungen widerrufen
fr: Révoquer toutes les autres sessions
hr: Opozovi sve ostale sesije
id: Batalkan semua sesi lainnya
nl: Alle andere sessies beëindigen
pl: Unieważnij pozostałe sesje
pt: Revogar todas as outras sessões
pt_pt: Revogar todas as outras sessões
ru: Прервать все другие сессии
tr: Diğer tüm oturumları kaldır
zh_tw: 登出其他連線

# Action
source: Revoke sessions
pt_pt: Revogar sessões

# Action
source: Save
ca: Desa
de: Speichern
es: Guardar
fr: Enregistrer
hr: Spremi
id: Menyimpan
nl: Opslaan
pl: Zapisz
pt: Salvar
pt_pt: Gravar
ru: Сохранить
tr: Kaydet
zh_tw: 儲存

# Action
source: Save order
ca: Desar ordre
de: Auftrag speichern
es: Guardar orden
fr: Enregistrer l'ordre
hr: Zapamti redoslijed
id: Simpan pesanan
nl: Sortering opslaan
pl: Zapisz układ
pt: Salvar pedido
pt_pt: Gravar a ordem
ru: Сохранить порядок
tr: Siparişi kaydet
zh_tw: 儲存訂單

# Action
source: Saving
ca: Desant
de: Speichern
es: Guardando
fr: Enregistrement
hr: Spremanje
id: Penghematan
nl: Opslaan
pl: Zapisywanie
pt: Salvando
pt_pt: A gravar
ru: Сохранить
tr: Kaydediliyor
zh_tw: 正在儲存

# Action
source: Scan QR code
ca: Escaneja un codi QR
de: QR-Code einlesen
es: Escanear código QR
fr: Scannez le code QR
hr: Skeniraj QR kôd
id: Pindai kode QR
nl: QR-code scannen
pl: Skanuj kod QR
pt: Escanear código QR
pt_pt: Ler código QR
ru: Сканировать QR-код
tr: QR kodunu tara
zh_tw: 掃描 QR Code

# Action
source: Search
ca: Cerca
de: Suchen
es: Buscar
fr: Rechercher
hr: Pretraga
id: Pencarian
nl: Zoeken
pl: Szukaj
pt: Pesquisar
pt_pt: Procurar
ru: Поиск
tr: Ara
zh_tw: 搜尋

# Action
source: See contact details
ca: Veure detalls del contacte
de: Siehe Kontaktangaben
es: Ver detalles de contacto
fr: Voir les coordonnées du contact
hr: Pogledajte pojedinosti o kontaktu
id: Lihat rincian kontak
nl: Zie contactinformatie
pl: Zobacz szczegóły kontaktu
pt: Ver detalhes do contato
pt_pt: Ver detalhes do contacto
ru: Посмотреть контактные данные
tr: Kişi ayrıntılarını gör
zh_tw: 聯絡人詳細資料

# Action
source: Select All
ca: Selecciona-ho tot
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hr: Odaberi sve
id: Pilih Semua
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar todos
pt_pt: Seleccionar tudo
ru: Выбрать всё
tr: Tümünü Seç
zh_tw: 全選

# Action
source: Select messages
ca: Seleccionar missatges
de: Nachrichten auswählen
es: Seleccionar mensajes
fr: Sélectionner les messages
hr: Odaberite poruke
id: Pilih pesan
nl: Berichten selecteren
pl: Wybierz wiadomości
pt: Selecionar mensagens
pt_pt: Seleccionar mensagens
ru: Выбрать сообщения
tr: İletileri seç
zh_tw: 選擇訊息

# Action
source: Send
ca: Enviar
de: Senden
es: Enviar
fr: Envoyer
hr: Pošalji
id: Kirim
nl: Versturen
pl: Wyślij
pt: Enviar
pt_pt: Enviar
ru: Отправить
tr: Gönder
zh_tw: 送出

# Action
source: Send anyway
ca: Enviar de totes maneres
de: Dennoch senden
fr: Envoyer quand même
hr: Svejedno pošalji
nl: Toch verzenden
pl: Wyślij mimo to
pt: Enviar mesmo assim
pt_pt: Enviar mesmo assim
ru: Всё равно отправить
tr: Yine de gönder
zh_tw: 仍然傳送

# Action
source: Send new code
ca: Enviar un nou codi
de: Neuen Schlüssel senden
es: Enviar nuevo código
fr: Envoyer un nouveau code
hr: Pošalji novu šifru
nl: Nieuwe code versturen
pl: Wyślij nowy kod
pt: Enviar novo código
pt_pt: Enviar novo código
ru: Отправить новый код
tr: Yeni kod gönder
zh_tw: 傳送新的代碼

# Action
source: Send receipt
ca: Enviar confirmació
de: Empfangsbestätigung senden
fr: Envoyer l'accusé de réception
hr: Pošalji potvrdu
pl: Wyślij potwierdzenie
pt: Enviar comprovante
pt_pt: Enviar recibo de leitura
ru: Отправить уведомление
tr: Fiş gönder
zh_tw: 發送收據

# Action
source: Sending
ca: Enviant
de: Wird gesendet
es: Enviando
fr: Envoi en cours
hr: Slanje
id: Mengirim
nl: Wordt verzonden
pl: Wysyłanie
pt: Enviando
pt_pt: A enviar
ru: Отправка
tr: Gönderiliyor
zh_tw: 發送中...

# Action
source: Set
ca: Aplicar
de: Übernehmen
es: Aplicar
fr: Définir
hr: Postavi
nl: Instellen
pl: Ustaw
pt: Definir
pt_pt: Definir
ru: Задать
tr: Ayarla
zh_tw: 設定

# Action
source: Settings
ca: Preferències
de: Einstellungen
es: Ajustes
fr: Paramètres
hr: Postavke
id: Pengaturan
nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_pt: Definições
ru: Настройки
tr: Ayarlar
zh_tw: 設定

# Action
source: Setup Account
ca: Configuració del compte
de: Konto einrichten
es: Configurar cuenta
fr: Configurez votre compte
hr: Postavljanje računa
nl: Account instellen
pl: Ustawienie konta
pt: Configurar conta
pt_pt: Configurar conta
ru: Настроить учётную запись
tr: Hesap oluştur
zh_tw: 設定帳戶

# Action
source: Setup Wizard
pt_pt: Assistente de configuração

# Action
source: Show
ca: Mostrar
de: Anzeigen
es: Mostrar
fr: Afficher
hr: Prikaži
id: Menunjukkan
nl: Tonen
pl: Pokaż
pt: Exibir
pt_pt: Mostrar
ru: Показать
tr: Göster
zh_tw: 顯示

# Action
source: Show all
ca: Mostrar tot
de: Alle anzeigen
es: Mostrar todo
fr: Afficher tout
hr: Prikaži sve
id: Tunjukkan semua
nl: Alle tonen
pl: Pokaż wszystkie
pt: Exibir todos
pt_pt: Mostrar tudo
ru: Показать все
tr: Tümünü göster
zh_tw: 顯示全部

# Action
source: Show details
ca: Mostra els detalls
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
hr: Prikaži detalje
id: Tampilkan rincian
nl: Details tonen
pl: Pokaż szczegóły
pt: Exibir detalhes
pt_pt: Mostrar detalhes
ru: Показать подробности
tr: Ayrıntıları göster
zh_tw: 顯示詳細資料

# Action
source: Show non-trashed messages
ca: Mostra els missatges no esborrats
de: Nicht gelöschte Nachrichten anzeigen
es: Mostrar mensajes no borrados
fr: Afficher les messages non supprimés
hr: Prikaži poruke nisu izbrisane
id: Tampilkan pesan yang tidak dipecat
nl: Niet-verwijderde berichten bekijken
pl: Pokaż nieusunięte wiadomości
pt: Mostrar mensagens não movidas para a lixeira
pt_pt: Mostrar mensagens não enviadas para o lixo
ru: Показать сообщения, кроме тех, что в Корзине
tr: Çöpe atılmayan iletileri göster
zh_tw: 隱藏非垃圾訊息

# Action
source: Show read
ca: Mostra els llegits
de: Gelesen
es: Mostrar leídos
fr: Afficher les messages lus
hr: Prikaži pročitane
id: Tampilkan baca
nl: Toon gelezen
pl: Pokaż przeczytane
pt: Mostrar lidas
pt_pt: Mostrar lidas
ru: Показать прочитанные
tr: Okunanları göster
zh_tw: 顯示已讀取

# Action
source: Show trashed messages
ca: Mostra els missatges esborrats
de: Gelöschte Nachrichten anzeigen
es: Mostrar mensajes de la papelera
fr: Afficher les messages effacés
hr: Prikaži izbrisane poruke
id: Tampilkan pesan sampah
nl: Toon verwijderde berichten
pl: Pokaż wiadomości z kosza
pt: Mostrar mensagens da lixeira
pt_pt: Mostrar mensagens enviadas para o lixo
ru: Показать удалённые сообщения
tr: Çöpe atılan iletileri göster
zh_tw: 顯示垃圾訊息

# Action
source: Show unread
ca: Mostra no llegits
de: Ungelesen
es: Mostrar no leídos
fr: Afficher les messages non lus
hr: Prikaži nepročitane
id: Tampilkan belum dibaca
nl: Toon ongelezen
pl: Pokaż nieprzeczytane
pt: Mostrar não lidas
pt_pt: Mostrar não lidas
ru: Показать непрочитанные
tr: Okunmayanları göster
zh_tw: 顯示未讀

# Action
source: Sign up for free
ca: Registreu-vos gratuitament
de: Kostenlos anmelden
fr: Inscrivez-vous gratuitement
pl: Załóż darmowe konto
pt_pt: Criar uma conta gratuita
tr: Ücretsiz kaydolun

# Action
source: Size: Large to small
ca: Tamany: Grans a petits
de: Größe: Absteigend
es: Tamaño: grande a pequeño
fr: Taille : du plus grand au plus petit
hr: Veličina: Od veliko prema malom
id: Ukuran: Besar sampai kecil
nl: Grootte: Aflopend
pl: Rozmiar: od dużych do małych
pt: Tamanho: maior para menor
pt_pt: Tamanho: maior para menor
ru: Размер: от большого к малому
tr: Boyut: Büyükten küçüğe
zh_tw: 容量: 大到小

# Action
source: Size: Small to large
ca: Tamany: Petits a grans
de: Größe: Aufsteigend
es: Tamaño: pequeño a grande
fr: Taille : du plus petit au plus grand
hr: Veličina: Od malo prema velikom
id: Ukuran: Kecil sampai besar
nl: Grootte: Oplopend
pl: Rozmiar: od małych do dużych
pt: Tamanho: menor para maior
pt_pt: Tamanho: menor para maior
ru: Размер: от малого к большому
tr: Boyut: Küçükten büyüğe
zh_tw: 容量: 小到大

# Action
source: Sort
ca: Ordenar
de: Sortieren
es: Ordenar
fr: Trier
hr: Sortiraj
id: Menyortir
nl: Sorteren
pl: Sortuj
pt: Ordenar
pt_pt: Ordenar
ru: Упорядочить
tr: Sırala
zh_tw: 排序

# Action
source: Sort alphabetically
ca: Ordenar alfabèticament
de: Alphabetisch sortieren
fr: Trier par ordre alphabétique
hr: Sortiraj abecedno
nl: Alfabetisch sorteren
pl: Sortuj alfabetycznie
pt: Organizar em ordem alfabética
pt_pt: Organizar alfabeticamente
ru: Упорядочить по алфавиту
tr: Alfabetik olarak sırala
zh_tw: 依英文字母排序

# Action
source: Submit
ca: Enviar
de: Absenden
es: Confirmar
fr: Envoyer
hr: Pošalji
id: Menyerahkan
nl: Versturen
pl: Wyślij
pt: Enviar
pt_pt: Submeter
ru: Отправить
tr: Gönder
zh_tw: 送出

# Action
source: Switch to one-password mode
ca: Canviar al mode d'una sola contrasenya
de: Wechseln zum ein-Passwort-Modus
es: Cambiar al modo de una contraseña
fr: Passer en mode un seul mot de passe
hr: Prijeđite na način rada s jednom lozinkom
id: Beralih ke mode satu kata sandi
nl: Overschakelen naar één-wachtwoord modus
pl: Przełącz do trybu jednohasłowego
pt: Mudar para o modo de senha única
pt_pt: Mudar para modo de senha única
ru: Переключить в режим одного пароля
tr: Tek şifre moduna geç
zh_tw: 切換到單一密碼模式

# Action
source: Switch to two-password mode
ca: Canviar al mode de dues contrasenyes
de: Wechseln zum zwei-Passwörter-Modus
es: Cambiar al modo de dos contraseñas
fr: Passer en mode deux mots de passe
hr: Prijeđite na način rada s dvije lozinke
id: Beralih ke mode dua kata sandi
nl: Overschakelen naar twee-wachtwoord modus
pl: Przełącz do trybu dwuhasłowego
pt: Mudar para o modo de duas senhas
pt_pt: Mudar para modo de senha dupla
ru: Переключить в режим двух паролей
tr: Çift şifre moduna geç
zh_tw: 切換到雙重密碼模式

# Action
source: TRUST KEY
ca: CLAU DE CONFIANÇA
de: Vertrauenswürdiger Schlüssel
fr: CLÉ DE CONFIANCE
hr: KLJUČ POVJERENJA
nl: VERTROUW SLEUTEL
pl: ZAUFAJ KLUCZOWI
pt: CHAVE DE CONFIANÇA
pt_pt: CHAVE DE CONFIANÇA
ru: ДОВЕРЯТЬ КЛЮЧУ
tr: GÜVEN ANAHTARI
zh_tw: 信任金鑰

# Action
source: TRUST KEYS
ca: CLAUS DE CONFIANÇA
de: Vertrauenswürdige Schlüssel
fr: CLÉS DE CONFIANCE
hr: KLJUČEVI POVJERENJA
nl: VERTROUW SLEUTELS
pl: ZAUFAJ KLUCZOM
pt: CHAVES DE CONFIANÇA
pt_pt: CHAVES DE CONFIANÇA
ru: ДОВЕРЯТЬ КЛЮЧАМ
tr: GÜVEN ANAHTARLARI
zh_tw: 信任金鑰

# Action
source: Test notification
ca: Notificació de prova
de: Testbenachrichtigung
fr: Envoyer une notification test
hr: Testna obavijest
nl: Testmelding
pl: Testowe powiadomienie
pt: Notificação de teste
pt_pt: Testar notificação
ru: Проверить уведомление
tr: Test bildirimi
zh_tw: 傳送測試通知

# Action
source: Text options
ca: Opcions de text
de: Texteinstellungen
fr: Options de texte
hr: Opcije teksta
nl: Tekstopties
pl: Opcje formatowania
pt: Opções de texto
pt_pt: Opções de texto
ru: Настройки текста
tr: Metin seçenekleri
zh_tw: 文字選項

# Action
source: This message contains embedded images
ca: Aquest missatge conté imatges incrustades
de: Diese Nachricht enthält eingebettete Grafiken
es: Este mensaje contiene imágenes incrustadas
fr: Ce message comporte des images incorporées
hr: Ova poruka sadrži ugrađene slike
id: Pesan ini berisi gambar tertanam
nl: Dit bericht bevat ingesloten afbeeldingen
pl: Ta wiadomość zawiera osadzone obrazy
pt: Esta mensagem contém imagens incorporadas
pt_pt: Esta mensagem contém imagens incorporadas
ru: Это сообщение содержит встроенные изображения
tr: Bu ileti gömülü resimler içeriyor
zh_tw: 這則訊息包含崁入的圖片

# Action
source: This message contains remote content
ca: Aquest missatge conté continguts remots
de: Diese Nachricht enthält entfernte Inhalte
es: Este mensaje contiene contenido remoto
fr: Ce message comporte du contenu distant
hr: Ova poruka sadrži udaljeni sadržaj
id: Pesan ini berisi konten jarak jauh
nl: Dit bericht bevat externe inhoud
pl: Ta wiadomość zawiera zawartość zdalną
pt: Esta mensagem contém conteúdo remoto
pt_pt: Esta mensagem contém conteúdo remoto
ru: Это сообщение содержит внешнее содержимое
tr: Bu ileti uzaktan içerik içeriyor
zh_tw: 這則訊息包含遠端內容

# Action
source: Trust Key
ca: Clau de confiança
de: Schlüssel vertrauen
es: Confiar clave
fr: Clé de confiance
hr: Ključ povjerenja
nl: Vertrouwde sleutel
pl: Zaufaj kluczowi
pt: Confiar na chave
pt_pt: Confiar na chave
ru: Доверять ключу
tr: Güven Anahtarı
zh_tw: 信任金鑰

# Action
source: Trust Public Keys
ca: Confiar en les claus públiques
de: Öffentlichen Schlüsseln vertrauen
es: Confiar claves públicas
fr: Clés publiques de confiance
hr: Javni ključevi povjerenja
nl: Publieke sleutels vertrouwen
pl: Ufaj kluczom publicznym
pt: Confiar em chaves públicas
pt_pt: Confiar nas chaves públicas
ru: Доверять публичным ключам
tr: Ortak Güven Anahtarları
zh_tw: 信任的公開金鑰

# Action
source: Try again
ca: Torna-ho a provar
de: Erneut versuchen
es: Vuelva a intentarlo
fr: Réessayer
hr: Pokušaj ponovno
id: Coba lagi
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tentar novamente
pt_pt: Tentar novamente
ru: Попробовать снова
tr: Tekrar dene
zh_tw: 再試一次

# Action
source: Underline
ca: Subratllat
de: Unterstreichen
fr: Souligner
hr: Podvučeno
nl: Onderstrepen
pl: Podkreślenie
pt: Sublinhado
pt_pt: Sublinhado
ru: Подчёркнутый
tr: Alt çizgi
zh_tw: 底線

# Action
source: Undo
ca: Desfés
de: Widerrufen
fr: Annuler
hr: Poništi
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
pt_pt: Desfazer
ru: Отменить
tr: Geri al
zh_tw: 復原

# Action
source: Unlock
ca: Desbloquejar
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hr: Otključaj
id: Membuka kunci
nl: Ontgrendel
pl: Odblokuj
pt: Desbloquear
pt_pt: Desbloquear
ru: Разблокировать
tr: Kilidi aç
zh_tw: 解鎖

# Action
source: Unordered list
ca: Llista sense ordenar
de: Ungeordnete Liste
fr: Liste non-ordonnée
hr: Lista s grafičkim oznakama
nl: Ongenummerde lijst
pl: Lista nieuporządkowana
pt: Lista com marcadores
pt_pt: Lista não ordenada
ru: Ненумерованный список
tr: Sırasız liste
zh_tw: 無排序清單

# Action
source: Unsubscribe
ca: Anul·la subscripció
de: Abbestellen
es: Desuscribirse
fr: Se désabonner
hr: Otkaži pretplatu
id: Berhenti berlangganan
nl: Opzeggen
pl: Anuluj subskrypcję
pt: Cancelar inscrição
pt_pt: Cancelar subscrição
ru: Отменить подписку
tr: Abonelikten çık
zh_tw: 取消訂閱

# Action
source: Update
ca: Actualitzar
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hr: Ažuriranje
id: Memperbarui
nl: Bijwerken
pl: Aktualizacja
pt: Atualizar
pt_pt: Actualizar
ru: Обновить
tr: Güncelle
zh_tw: 更新

# Action
source: Upgrade
ca: Actualització
es: Mejorar
fr: Mon offre
hr: Nadogradnja
id: Meningkatkan
pl: Ulepsz
pt_pt: Actualizar
ru: Улучшить
tr: Yükselt
zh_tw: 升級

# Action
source: Upgrade account
ca: Millorar el compte
de: Konto aktualisieren
es: Mejorar cuenta
fr: Changer d'offre
hr: Nadogradi račun
id: Tingkatkan akun
nl: Account upgraden
pl: Ulepsz konto
pt: Fazer upgrade na conta
pt_pt: Actualizar conta
ru: Улучшить учётную запись
tr: Hesabı yükselt
zh_tw: 升級帳戶

# Action
source: Upgrade now
ca: Actualitza ara
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à niveau maintenant
hr: Nadogradi sada
id: Tingkatkan sekarang
nl: Nu upgraden
pl: Ulepsz teraz
pt: Fazer upgrade agora
pt_pt: Actualizar agora
ru: Улучшить сейчас
tr: Şimdi yükselt
zh_tw: 現在升級

# Action
source: Upgrade plan now
ca: Actualitza el pla ara
de: Tarif jetzt aktualisieren
fr: Mettez à niveau votre compte
hr: Nadogradi plan sada
nl: Abonnement upgraden
pl: Ulepsz plan teraz
pt: Efetuar upgrade de plano agora
pt_pt: Actualizar plano agora
ru: Расширить тариф сейчас
tr: Şimdi planı yükseltin
zh_tw: 立即升級方案

# Action
source: Upgrade storage
ca: Actualitza l'emmagatzematge
de: Speicher aufrüsten
es: Mejorar almacenamiento
fr: Augmenter l'espace de stockage
hr: Nadogradi prostor za pohranu
id: Upgrade penyimpanan
nl: Opslag upgraden
pl: Zwiększ przestrzeń dyskową
pt: Fazer upgrade de armazenamento
pt_pt: Aumentar armazenamento
ru: Увеличить объём хранилища
tr: Depolama alanını artırın
zh_tw: 升級儲存空間容量

# Action
source: Upgrade your plan
ca: Actualitza el teu compte
de: Tarif upgraden
es: Mejore su plan
fr: Changer d'offre
hr: Nadogradite vaš plan
id: Tingkatkan rencana Anda
nl: Upgrade uw abonnement
pl: Ulepsz swój plan
pt: Faça upgrade de seu plano
pt_pt: Actualizar o seu plano
ru: Расширить тариф
tr: Planınızı yükseltin
zh_tw: 升級您的方案

# Action
source: Upload key
ca: Clau de càrrega
de: Schlüssel hochladen
fr: Télécharger une clé
hr: Učitaj ključ
nl: Sleutel uploaden
pl: Wczytaj klucz
pt: Enviar chave
pt_pt: Enviar a chave
ru: Загрузить ключ
tr: Anahtar yükle
zh_tw: 上傳金鑰

# Action
source: Upload picture
ca: Pujar fotografia
de: Foto hochladen
es: Subir imagen
fr: Télécharger une image
hr: Učitaj sliku
id: Mengunggah gambar
nl: Afbeelding uploaden
pl: Prześlij obrazek
pt: Carregar imagem
pt_pt: Enviar a imagem
ru: Загрузить картинку
tr: Resim yükle
zh_tw: 上傳圖片

# Action
source: Uploading
ca: Pujant
de: Lade hoch
es: Cargando
fr: Importation
hr: Učitavanje
id: Mengunggah
nl: Aan het uploaden
pl: Przesyłanie
pt: Enviando
pt_pt: A enviar
ru: Загрузка
tr: Yükleniyor
zh_tw: 上傳中

# Action
source: Use a different payment method
pt_pt: Usar um método de pagamento diferente
