Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Your attachments are secure and encrypted, but to download them requires extra work. We recommend using a different web browser such as Chrome or Firefox for a better user experience.
ca: Els seus arxius adjunts són segurs i estan encriptades, però descarregar-los requereix treball addicional. Recomanem utilitzar un navegador web diferent, com Chrome o Firefox, per a una millor experiència d'usuari.
de: Ihre Anhänge sind sicher und verschlüsselt aber der Download erfordert zusätzliche Schritte. Wir empfehlen Ihnen einen anderen Webbrowser wie Chrome oder Firefox für eine besseres Nutzungserlebnis zu verwenden.
es: Sus archivos adjuntos son seguros y cifrados, pero para descargarlos requiere un trabajo adicional. Recomendamos utilizar un navegador web diferente, como Chrome o Firefox, para una mejor experiencia del usuario.
fr: Vos pièces jointes sont sécurisées et chiffrées, mais les télécharger nécessite quelques étapes supplémentaires. Nous vous recommandons d'utiliser un autre navigateur tel que Chrome ou Firefox pour une meilleur expérience utilisateur.
hr: Vaši privitci su sigurni i šifrirani, ali njihovo preuzimanje zahtijeva dodatni rad. Preporučujemo upotrebu drugog web-preglednika kao što je Chrome ili Firefox za bolje korisničko iskustvo.
id: Lampiran Anda aman dan terenkripsi, namun untuk mendownloadnya memerlukan kerja ekstra. Sebaiknya gunakan browser web yang berbeda seperti Chrome atau Firefox untuk pengalaman pengguna yang lebih baik.
nl: Uw bijlagen zijn veilig en versleuteld, maar voor het downloaden daarvan vereist extra werk. Wij raden voor een betere gebruikerservaring het gebruik van een andere webbrowser zoals Chrome of Firefox aan.
pl: Załączniki są bezpieczne i zaszyfrowane, ale pobranie ich wymaga dodatkowej pracy. Zalecane jest użycie innej przeglądarki takiej jak Firefox lub Chrome dla lepszego komfortu.
pt: Seus anexos são seguros e criptografados, mas para baixá-los são necessários alguns passos extras. Recomendamos o uso de um navegador diferente, como o Chrome ou o Firefox, para uma melhor experiência de uso.
pt_pt: Os seus anexos estão seguros e encriptados, mas para os transferir são necessários alguns passos extra. Recomendamos o uso de um navegador diferente, tal como o Firefox ou o Chrome para uma melhor experiência de utilização.
ru: Ваши вложения защищены и зашифрованы, но для их скачивания требуются дополнительные действия. Для более удобной работы мы рекомендуем использовать другой веб-браузер, такой, как Chrome или Firefox.
tr: Ekleriniz güvenli ve şifreli. Ancak bunları indirmek için ekstra iş gerekir. Daha iyi bir kullanıcı deneyimi için Chrome veya Firefox gibi farklı bir web tarayıcısı kullanmanızı öneririz.
zh_tw: 您的附件是安全並且加密過的, 但下載它們需要額外的動作。我們建議使用不同的網頁瀏覽器, 例如 Chrome 或 火狐, 以獲得更好的使用者體驗。

# Info
source: Your bank requires 3-D Secure verification for security purposes.
pt_pt: O seu banco requer verificação 3-D Secure por motivos de segurança.

# Info
source: Your email or phone number will not be linked to the account created. It is only used during the signup process. A hash will be saved to prevent abuse of the ProtonMail systems.
ca: El seu correu electrònic o número de telèfon no seran vinculats al compte creat. Només es fa servir durant el procés de registre. Es guardarà un hash per evitar l'abús dels sistemes ProtonMail.
de: Ihre E-Mail-Adresse oder Telefonnummer wird nicht mit dem erstellten Account in Verbindung gebracht. Diese ist nur für den Anmeldeprozess erforderlich. Es wird ein Hash gespeichert, um den Missbrauch von ProtonMail zu verhindern.
es: Su correo electrónico o número telefónico no se vincularán a la cuenta creada. Solo se utilizan durante el proceso de registro. Un hash se guardará para prevenir el abuso de los sistemas de ProtonMail.
fr: Votre email ou numéro de téléphone ne sera pas lié au compte créé. Il est utilisé uniquement pendant le processus d’inscription. Une empreinte numérique est enregistrée pour prévenir les abus contre les systèmes de ProtonMail.
hr: Vaš adresa e-pošte ili telefonski broj neće biti povezani s računom koji ste stvorili. Koristi se samo tijekom postupka prijave. Spremit će se hash kako bi se spriječila zlouporaba ProtonMail sustava.
id: Email atau nomor telepon Anda tidak akan ditautkan ke akun yang dibuat. Ini hanya digunakan selama proses pendaftaran. Sebuah hash akan disimpan untuk mencegah penyalahgunaan sistem ProtonMail.
nl: Uw e-mail of telefoonnummer zal niet worden gekoppeld aan het aangemaakte account. Het wordt alleen gebruikt tijdens de aanmeldingsprocedure. Een hash wordt opgeslagen om misbruik van de ProtonMail systemen te voorkomen.
pl: Twój e-mail lub numer telefonu nie zostanie połączony z kontem. Jest używany wyłącznie podczas procesu rejestracji. Jego skrót zostanie zapisany w celach zapobiegania nadużyciom systemów ProtonMail.
pt: Seu e-mail ou número de telefone não serão vinculados à conta criada. Eles são usados apenas durante o processo de inscrição. Um hash será salvo para evitar abusos dos sistemas ProtonMail.
pt_pt: O seu endereço de email ou número de telefone não serão ligados à conta criada. Só são usados durante o processo de subscrição. Será gravado um hash para prevenir o abuso dos sistemas ProtonMail.
ru: Адрес электронной почты или номер телефона не будет связан с созданной учётной записью. Данные используются только во время процесса регистрации. Хэш-значения будут сохранены в целях предотвращения злоупотребления ProtonMail.
tr: E-posta adresiniz veya telefon numaranız oluşturulan hesaba bağlanamaz. Sadece kayıt işlemi sırasında kullanılır. ProtonMail sistemlerinin kötüye kullanılmasını önlemek için bir hash kaydedilecektir.
zh_tw: 您的電子郵件地址或電話號碼不會聯繫到建立的帳號，並只用於註冊。為避免濫用 ProtonMail 系統，一項雜湊值將被保存。

# Info
source: Your new features are now available.
ca: Les seves noves funcions ara estan disponibles.
de: Ihre neuen Funktionen sind jetzt verfügbar.
es: Sus nuevas funciones ya están disponibles.
fr: Vos nouvelles fonctionnalités sont désormais disponibles.
hr: Vaše nove mogućnosti su sada dostupne.
id: Fitur baru Anda sekarang tersedia.
nl: Uw nieuwe functies zijn nu beschikbaar.
pl: Twoje nowe funkcje są już dostępne.
pt: Seus novos recursos estão agora disponíveis.
pt_pt: As novas funcionalidades estão agora disponíveis.
ru: Теперь вам доступны новые возможности.
tr: Yeni özellikleriniz artık kullanıma hazır.
zh_tw: 新功能現在可以使用。

# Info
source: Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.
ca: La contrasenya de la seva organització es pot compartir amb altres usuaris als quals voleu atorgar privilegis administratius. També és un codi de recuperació d'emergència per accedir a la seva organització en cas que perdi l'accés al seu compte. Guardeu aquesta contrasenya i mantingui segura.
de: Ihr Organisationspasswort kann mit anderen Benutzern geteilt werden wenn Sie diesen Administrationsberechtigungen erteilen möchten. Es ist auch ein Notfall-Wiederherstellungscode um Zugriff auf Ihre Organisation zu erhalten wenn Sie den Zugriff auf Ihren Account verlieren. Bitte speichern Sie dieses Passwort sicher ab.
es: La contraseña de la organización se puede compartir con otros usuarios a los que desee otorgar privilegios administrativos. También es un código de recuperación de emergencia para tener acceso a su organización en caso de que pierda el acceso a su cuenta. Por favor, guarde esta contraseña y manténgala a salvo.
fr: Le mot de passe de votre organisation peut être partagé avec d'autres utilisateurs auxquels vous souhaitez donner des privilèges d'administrateur. Il s'agit également d'un code permettant de récupérer l'accès à votre organisation dans le cas où vous perderiez l'accès à votre compte. Veuillez sauvegarder ce mot de passe et le conserver en lieu sûr.
hr: Lozinka vaše organizacije može se dijeliti s drugim korisnicima kojima želite dati administratorske privilegije. To je i kôd za hitnu obnovu kako biste dobili pristup nad vašoj organizaciji u slučaju da izgubite pristup svom računu. Spremite ovu lozinku i čuvajte je na sigurnom.
id: Kata sandi organisasi Anda dapat dibagi dengan pengguna lain yang ingin Anda berikan hak administratif. Ini juga merupakan kode pemulihan darurat untuk mendapatkan akses ke organisasi Anda jika Anda kehilangan akses ke akun Anda. Tolong simpan kata sandi ini dan tetap aman.
nl: Het wachtwoord van uw organisatie kan worden gedeeld met andere gebruikers die uw beheerdersbevoegdheden wilt geven. Het is ook een noodherstel code om toegang te krijgen tot uw organisatie in het geval dat u uw toegang tot uw account verliest. Sla dit wachtwoord alstublieft op en houd het geheim.
pl: Hasło organizacji może być udostępnione innym użytkownikom, którym chcesz nadać uprawnienia administracyjne. Jest to również kod odzyskiwania awaryjnego w przypadku utraty dostępu do głównego konta. Zapisz hasło w bezpiecznym miejscu.
pt: A senha da sua organização pode ser compartilhada com outros usuários a quem você deseja dar privilégios administrativos. Ela é também um código de recuperação de emergência para obter acesso à sua organização caso você perca o acesso à sua conta. Guarde esta senha e mantenha-a segura.
pt_pt: A senha da organização pode ser partilhada com outros utilizadores a quem quer atribuir privilégios de administração. É também um código de recuperação de emergência para obter acesso à sua organização caso perca o acesso à sua conta. Por favor guarde esta senha num local seguro.
ru: Пароль вашей организации может быть предоставлен другим пользователям, которым вы захотите предоставить права администратора. Он также является кодом аварийного восстановления доступа к вашей организации в случае, если вы вдруг потеряете доступ к своей учётной записи. Пожалуйста, сохраните данный пароль и держите его в безопасном месте.
tr: Kuruluş parolanız, yönetici ayrıcalıkları vermek istediğiniz diğer kullanıcılarla paylaşılabilir. Ayrıca, hesabınıza erişiminizi kaybetmeniz durumunda kuruluşunuza erişim sağlamak için acil durum kurtarma kodudur. Lütfen bu parolayı kaydedin ve güvende tutun.
zh_tw: 您可與其他您希望給予管理權限的使用者共享組織密碼。這亦是緊急備援代碼，可在您無法存取帳戶時使用。請好好保管此密碼。

# Info
source: addresses used.
ca: adreçes utilitzades.
de: verwendete Adressen.
fr: adresses utilisées.
hr: iskorištenih adresa.
nl: adressen in gebruik.
pl: użytych adresów.
pt: endereços utilizados.
pt_pt: endereços usados.
ru: адрес(а/ов) использовано.
tr: adres kullanıldı.
zh_tw: 地址使用量。

# Info
source: contact
ca: contacte
de: Kontakt
hr: kontakt
pl: kontakt
pt: contato
pt_pt: contacto
ru: контакт
tr: kişi

# Info
source: embedded image
ca: imatge integrada
de: Eingebettete Grafik
fr: image intégrée
hr: ugrađena slika
nl: ingesloten afbeelding
pl: obraz osadzony
pt: imagem incorporada
pt_pt: imagem incorporada
ru: встроенное изображение
tr: gömülü resim
zh_tw: 嵌入圖像

# Info
source: file attached
ca: arxiu adjunt
de: Datei angehängt
fr: fichier joint
hr: privitak dodan
nl: bestand bijgevoegd
pl: plik dołączony
pt: arquivo anexado
pt_pt: ficheiro anexado
ru: файл прикреплён
tr: dosya eklendi
zh_tw: 檔案已附加

# Info
source: instead
pt_pt: antes

# Info
source: is activated on your account.
ca: està activat al teu compte.
de: ist in Ihrem Account aktiviert.
es: está habilitada en su cuenta.
fr: est activée sur votre compte.
hr: je aktivirano na vašem računu.
id: diaktifkan pada account Anda.
nl: is op uw account geactiveerd.
pl: jest aktywowany na twoim koncie.
pt: está ativado na sua conta.
pt_pt: está activado na sua conta.
ru: активировано для вашей учётной записи.
tr: hesabınızda etkindir.
zh_tw: 已經在您的帳戶中啟用。

# Info
source: month
ca: mes
de: Monat
fr: mois
hr: mjesec
nl: maand
pl: miesiąc
pt: mês
pt_pt: mês
ru: месяц
tr: ay
zh_tw: 月

# Info
source: no contact group found
ca: no s'ha trobat cap grup de contactes
de: Keine Kontaktgruppen gefunden
fr: aucun groupe de contact trouvé
hr: nije pronađena grupa kontakata
pl: nie znaleziono grupy kontaktów
pt: nenhum grupo de contato encontrado
pt_pt: nenhum grupo de contactos encontrado
ru: группа контактов не найдена
tr: kişi grubu bulunamadı
zh_tw: 未找到連絡人群組

# Info
source: no folder found
ca: no es va trobar cap carpeta
de: keine Ordner gefunden
es: ninguna carpeta encontrada
fr: Aucun dossier trouvé
hr: nema pronađenih mapa
id: tidak ditemukan folder
nl: geen map gevonden
pl: nie znaleziono folderu
pt: nenhuma pasta encontrada
pt_pt: nenhuma pasta encontrada
ru: папок не найдено
tr: klasör bulunamadı
zh_tw: 找不到資料夾

# Info
source: no label found
ca: no es va trobar etiqueta
de: keine Kategorie gefunden
es: ninguna etiqueta encontrada
fr: aucun label trouvé
hr: nema pronađene oznake
id: tidak ada label yang ditemukan
nl: geen label gevonden
pl: nie znaleziono etykiety
pt: nenhum marcador encontrado
pt_pt: nenhuma etiqueta encontrada
ru: ярлыков не найдено
tr: etiket bulunamadı
zh_tw: 找不到標籤

# Info
source: of
ca: de
de: von
es: de
fr: de
hr: od
id: dari
nl: van
pl: z
pt: de
pt_pt: de
ru: из

# Info
source: used
ca: utilitzat
de: verwendet
es: usado
fr: utilisé
hr: korišteno
id: bekas
nl: gebruikt
pl: użyte
pt: usado
pt_pt: utilizado
ru: используется
tr: kullanıldı
zh_tw: 使用中

# Info
source: {{$count}} Member
ca: {{$count}} membre
de: {{$count}} Mitglied
fr: {{$count}} membre
hr: {{$count}} član
pl: {{$count}} Członek
pt: {{$count}} Membro
pt_pt: {{$count}} membro
ru: {{$count}} участник
tr: {{$count}} üye
zh_tw: {{$count}} 個成員

# Info
source: {{$count}} contact selected
ca: {{$count}} contacte seleccionat
de: {{$count}} Kontakt ausgewählt
es: {{$count}} contacto seleccionado
fr: {{$count}} contact sélectionné
hr: {{$count}} kontakt odabran
nl: {{$count}} contactpersoon geselecteerd
pl: {{$count}} wybrany kontakt
pt: {{$count}} contato selecionado
pt_pt: {{$count}} contacto seleccionado
ru: Выбран {{$count}} контакт
tr: {{$count}} kişi seçildi
zh_tw: 已選擇 {{$count}} 名聯絡人

# Info
source: {{$count}} conversation selected
ca: {{$count}} conversa seleccionada
de: {{$count}} Thema ausgewählt
es: {{$count}} conversación seleccionada
fr: {{$count}} conversation sélectionnée
hr: {{$count}} razgovor odabran
nl: {{$count}} conversatie geselecteerd
pl: {{$count}} wybrany wątek
pt: {{$count}} conversa selecionada
pt_pt: {{$count}} conversa seleccionada
ru: Выбрана {{$count}} цепочка
tr: {{$count}} ileti dizisi seçildi
zh_tw: 已選擇 {{$count}} 件會話

# Info
source: {{$count}} message selected
ca: {{$count}} missatge seleccionat
de: {{$count}} Nachricht ausgewählt
es: {{$count}} mensaje seleccionado
fr: {{$count}} message sélectionné
hr: {{$count}} poruka odabrana
nl: {{$count}} bericht geselecteerd
pl: {{$count}} wybrana wiadomość
pt: {{$count}} mensagem selecionada
pt_pt: {{$count}} mensagem seleccionada
ru: Выбрано {{$count}} сообщение
tr: {{$count}} ileti seçildi
zh_tw: 已選擇 {{$count}} 則訊息

# Info
source: {{Name}} created with {{total}} contact(s)
ca: {{Name}} creat amb {{total}} contacte(s)
de: {{Name}} mit {{total}}} Kontakt(en) erstellt
fr: {{Name}} créé avec {{total}} contact(s)
hr: {{Name}} izrađen s {{total}} kontakata
pl: Utworzono {{Name}} z {{total}} kontaktem(ami)
pt: {{Name}} criado com {{total}} contato(s)
pt_pt: {{Name}} criado com {{total}} contacto(s)
ru: {{Name}} создано с {{total}} контакт(ами)
tr: {{Name}} grubu {{total}} kişiyle oluşturuldu
zh_tw: {{Name}} 建立了{{total}} 聯絡人

# Info
source: {{Name}} updated
ca: {{Name}} actualitzat
de: {{Name}} aktualisiert
fr: {{Name}} mis à jour
hr: {{Name}} ažurirano
pl: Zaktualizowano {{Name}}
pt: {{Name}} atualizado
pt_pt: {{Name}} actualizado
ru: {{Name}} обновлено
tr: {{Name}} güncellendi
zh_tw: {{Name}} 已更新

# Info
source: {{n}} keys reactivated
ca: {{n}} claus reactivades
de: {{n}} Schüssel reaktiviert
es: {{n}} claves reactivadas
fr: {{n}} clés réactivées
hr: {{n}} ključeva ponovno aktivirano
nl: {{n}} sleutels gereactiveerd
pl: Reaktywowano {{n}} kluczy
pt: {{n}} chaves reativadas
pt_pt: {{n}} chaves reactivadas
ru: {{n}} ключей активировано повторно
tr: {{n}} anahtarları yeniden etkinleştirildi
zh_tw: 重新啟動 {{n}} 鍵

# Info
source: {{total}} groups added
ca: {{total}} grups afegits
de: {{total}} Gruppen hinzugefügt
fr: {{total}} groupes ajoutés
hr: {{total}} grupa dodano
pl: Dodano {{total}} grup
pt: {{total}} grupos adicionados
pt_pt: {{total}} grupos adicionados
ru: {{total}} групп добавлено
tr: {{total}} grup eklendi
zh_tw: {{total}} 群組已增加

# Info
source: {{total}} groups updated
ca: {{total}} grups afegits
de: {{total}} Gruppen aktualisiert
fr: {{total}} groupes mis à jour
hr: {{total}} grupa ažurirano
pl: Zaktualizowano {{total}} grup
pt: {{total}} grupos atualizados
pt_pt: {{total}} grupos actualizados
ru: {{total}} групп обновлено
tr: {{total}} grup güncellendi
zh_tw: {{total}} 群組已更新

# Info about active sessions
source: Unless you explicitly logout or change your password, sessions can last for up to 6 months. Sessions expire after 2 weeks of inactivity.
ca: Llevat que tanqui la pantalla explícitament o canviï la seva contrasenya, les sessions poden durar fins a 6 mesos. Les sessions caduquen després de 2 setmanes d'inactivitat.
de: Sofern Sie sich nicht explizit abmelden oder Ihr Passwort ändern, können Sitzungen bis zu 6 Monate gehalten werden. Die Sitzungen enden nach 2 Wochen Inaktivität.
fr: À moins que vous ne vous déconnectiez explicitement ou que vous changiez votre mot de passe, les sessions peuvent durer jusqu'à 6 mois. Les sessions expirent après 2 semaines d’inactivité.
hr: Osim ako se izričito ne odjavite ili promijenite zaporku, sesije mogu trajati do 6 mjeseci. Sesije ističu nakon 2 tjedna neaktivnosti.
nl: Tenzij zij u expliciet uitlogt, of uw wachtwoord veranderd, kunnen sessies tot 6 maanden gebruikt worden. Sessies verlopen na 2 inactive weken.
pl: Jeśli nie wylogujesz się lub nie zmienisz hasła, sesje mogą trwać do 6 miesięcy. Wygasają one po 2 tygodniach nieaktywności.
pt: A menos que você finalize a sessão ou altere a sua senha, as sessões ficarão ativas por até 6 meses. As sessões expiram após 2 semanas de inatividade.
pt_pt: A não ser que termine a sessão ou altere a sua senha explicitamente, as sessões podem durar até seis meses. As sessões expiram após 2 semanas de inactividade.
ru: До тех пор, пока вы явным образом не выйдете либо не измените свой пароль, сессии могут существовать до 6 месяцев. Срок действия сессий истекает после 2 недель бездействия.
tr: Oturumlar, açık bir şekilde oturumunuzu kapatmadığınız veya şifrenizi değiştirmediğiniz sürece, 6 aya kadar sürebilir. Oturumlar, 2 hafta işlem yapılmadığında sona erer.
zh_tw: 除非您明確登出或更改密碼，否則您的登入狀態最多可持續6個月。沒有任何活動之下，登入狀態將於2週後過期。

# Info display in the composer footer
source: Saved at
ca: Desat a
de: Gespeichert um
es: Guardado a las
fr: Enregistré à
hr: Spremljeno u
id: Disimpan di
nl: Opgeslagen op
pl: Zapisano o
pt: Salvo em
pt_pt: Gravado às
ru: Сохранено в
tr: Kaydedildi
zh_tw: 儲存在

# Info display in the composer footer
source: Saving
ca: Desant
de: Wird gespeichert
es: Guardando
fr: Enregistrement
hr: Spremanje
id: Penghematan
nl: Bezig met opslaan
pl: Zapisywanie
pt: Salvando
pt_pt: A gravar
ru: Сохранение
tr: Kaydediliyor
zh_tw: 正在儲存

# Info display in the read receipt panel (message view)
source: The sender has requested a read receipt
pt_pt: O remetente solicitou um recibo de leitura

# Info for contact MIMEType selector
source: Automatic indicates that the format in the composer is used to send to this user. Plain Text indicates that the message will always be converted to plain text on send.
ca: Automàtic indica que el format del compositor s'utilitza per enviar-lo a aquest usuari. El text sense format indica que el missatge sempre es convertirà a text sense format en enviar.
de: „Automatisch” zeigt an, dass das Format im Verfassen-Fenster verwendet wird, um an diesen Benutzer zu senden. „Klartext” bedeutet, dass die Nachricht beim Senden immer in Reintext ohne Formatierungen umgewandelt wird.
fr: Automatique indique que le format dans le composeur est utilisé pour envoyer à cet utilisateur. Le texte brut indique que le message sera toujours converti en texte brut lors de l'envoi.
hr: Automatski - označava da će se oblikovanje teksta koji je prozoru za novu poruku koristi i kod slanja poruke ovom korisniku. Obični tekst - označava da će se poruka uvijek pretvoriti u običan tekst prilikom slanja.
nl: Automatisch betekent dat tekst met extra mogelijkheden, zoals gebruikt in het opstelvenster, gebruikt wordt om berichten te verzenden aan deze ontvanger. Platte tekst geeft aan dat het bericht altijd wordt omgezet naar platte tekst voordat het wordt verzonden.
pl: Tryb automatyczny wskazuje jaki format w edytorze jest używany do wysyłania wiadomości do tego użytkownika. Zwykły tekst oznacza, że wiadomość będzie zawsze konwertowana na zwykły tekst podczas wysyłania.
pt: Automático indica que o formato no compositor é utilizado para enviar para este usuário. Texto sem formatação indica que a mensagem será sempre convertida em texto simples no envio.
pt_pt: Automático indica que o formato no compositor é usado para enviar para este utilizador. Texto simples indica que a mensagem será sempre convertida para texto simples ao enviar.
ru: Значение "Автоматический" обозначает формат содержимого редактора, применяемый при отправке этому пользователю. "Простой текст" означает, что при отправке сообщение всегда будет преобразовываться в простой текст.
tr: Otomatik, bestecideki biçimin bu kullanıcıya göndermek için kullanıldığını gösterir. Düz metin, iletinin her zaman gönderim sırasında düz metne dönüştürüleceğini belirtir.
zh_tw: 「自動」是指將針對此用户自動選擇編輯器模式。純文字則會將郵件轉換為純文字格式。

# Info for contact Scheme selector
source: Select the PGP scheme to be used when signing or encrypting to an user. Note that PGP/Inline forces plain text messages.
ca: Seleccioneu l'esquema PGP que s'utilitzarà en signar o xifrar a un usuari. Tingueu en compte que PGP/inline força missatges de text simples.
de: PGP-Schema wählen, welches beim Signieren oder Verschlüsseln für einen Benutzer verwendet werden soll. Bitte beachten Sie, dass PGP/Inline unformatierte Textnachrichten erzwingt.
fr: Sélectionnez le protocole PGP à utiliser lors de la signature ou du chiffrement vers un autre utilisateur. Notez que PGP/Inline force le format des messages en texte brut.
hr: Odaberite PGP shemu koja će se koristiti prilikom potpisivanja ili šifriranja korisniku. Imajte na umu da PGP/Inline prisilno šalje obične tekstualne poruke.
nl: Selecteer het PGP-schema dat wordt gebruikt bij het ondertekenen of versleutelen naar een gebruiker. Let op dat PGP/Inline berichten zonder opmaak forceert.
pl: Wybierz schemat PGP, który będzie używany przy podpisywaniu lub szyfrowaniu wiadomości wysyłanych do użytkownika. Pamiętaj, że schemat PGP/Inline wymusza wysyłanie wiadomości w trybie zwykłego tekstu.
pt: Selecione o esquema PGP a ser usado durante a assinatura ou criptografia de um usuário. Observe que o PGP/Incorporado força o envio de mensagens de texto sem formatação.
pt_pt: Seleccione o esquema PGP a usar ao assinar ou encriptar para um utilizador. Note que o PGP/incorporado força as mensagens em texto simples.
ru: Выберите схему PGP, которая будет применяться при подписи или шифровании для пользователя. Учтите, что PGP/Inline принудительно устанавливает формат сообщений на "простой текст".
tr: Bir kullanıcıya imza verirken veya kullanıcıyı şifrelerken kullanılacak PGP düzenini seçin. PGP/Satır içi'nin düz metin iletilerini zorladığını unutmayın.
zh_tw: 選擇針對特定使用者所要使用的簽章或是加密的機制。請注意 PGP/inline 模式將強制使用純文字格式郵件。
