Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Title
source: Desktop notifications
ca: Notificacions d'escriptori
de: Desktop-Benachrichtigungen
es: Notificaciones de escritorio
fr: Notifications de bureau
hr: Obavijesti radne površine
id: Pemberitahuan desktop
nl: Bureaubladmeldingen
pl: Powiadomienia na pulpicie
pt: Notificações na área de trabalho
pt_pt: Notificações na área de trabalho
ru: Уведомления на рабочем столе
tr: Masaüstü bildirimleri
zh_tw: 桌面通知

# Title
source: Digital signature verified
ca: S'ha verificat la signatura digital
de: Digitale Signatur bestätigt
fr: Signature numérique vérifiée
hr: Digitalni potpis je ovjeren
pl: Podpis cyfrowy zweryfikowany
pt: Assinatura digital verificada
pt_pt: Assinatura digital verificada
ru: Цифровая подпись проверена
tr: Dijital imza doğrulandı
zh_tw: 已驗證的電子簽署

# Title
source: Disable Two-Factor Authentication
ca: Deshabilitar l'autenticació en dos passos
de: Zwei-Faktor-Authentifizierung deaktivieren
es: Deshabilitar autenticación de dos factores
fr: Désactiver l'authentification en deux étapes
hr: Onemogući provjeru autentičnosti u dva koraka
id: Nonaktifkan Otentikasi Dua Faktor
nl: Tweestapsverificatie inschakelen
pl: Wyłącz uwierzytelnianie dwustopniowe
pt: Desabilitar autenticação de dois fatores
pt_pt: Desactivar a autenticação em dois passos
ru: Отключить двухфакторную аутентификацию
tr: İki Adımlı Doğrulama'yı Devre Dışı Bırak
zh_tw: 停用兩步驟驗證

# Title
source: Disable address
ca: Desactiva l'adreça
de: Adresse deaktivieren
es: Deshabilitar dirección
fr: Désactiver l’adresse
hr: Onemogući adresu
id: Nonaktifkan alamat
nl: Adres uitschakelen
pl: Wyłącz adres
pt: Desabilitar endereço
pt_pt: Desactivar endereço
ru: Отключить адрес
tr: Adresi devre dışı bırak
zh_tw: 停用地址

# Title
source: Discount
ca: Descompte
de: Rabatt
fr: Remise
hr: Popust
pl: Zniżka
pt: Desconto
pt_pt: Desconto
ru: Скидка
tr: İndirim
zh_tw: 折扣

# Title
source: Display name
ca: Nom a mostrar
de: Anzeigename
es: Mostrar nombre
fr: Nom d'affichage
hr: Zaslonsko ime
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome de exibição
pt_pt: Nome a mostrar
ru: Отображаемое имя
tr: Görünen isim
zh_tw: 顯示名稱

# Title
source: Do you want to re-sign the contact?
ca: Voleu tornar a signar el contacte?
de: Möchten Sie den Kontakt neu signieren?
fr: Souhaitez-vous signer à nouveau le contact ?
hr: Želite li ponovno potpisati ovaj kontakt?
nl: Wilt u de contactpersoon opnieuw ondertekenen?
pl: Czy chcesz ponownie podpisać kontakt?
pt: Você quer assinar novamente o contato?
pt_pt: Quer tornar a assinar o contacto?
ru: Вы хотите повторно подписать контакт?
tr: Kişiyi tekrar imzalamak ister misiniz?
zh_tw: 您想要重新簽署聯絡人嗎？

# Title
source: Do you want to remove contact(s) ?
ca: Desitgeu eliminar el(s) contacte(s)?
de: Möchten Sie den/die Kontakt(e) entfernen?
fr: Voulez-vous supprimer ce(s) contact(s) ?
hr: Želite li ukloniti kontakt(e) ?
pl: Czy chcesz usunąć kontakt(y)?
pt_pt: Quer remover o(s) contacto(s)?
tr: Kişi(leri) kaldırmak istiyor musunuz?

# Title
source: Do you want to trust the primary key?
ca: Voleu confiar en la clau principal?
de: Möchten Sie dem Primärschlüssel vertrauen?
fr: Souhaitez-vous faire confiance à la clé primaire ?
hr: Želite li vjerovati ovom primarnom ključu?
nl: Wilt u de primaire sleutel vertrouwen?
pl: Czy chcesz zaufać temu kluczowi głównemu?
pt: Deseja confiar na chave primária?
pt_pt: Quer confiar na chave primária?
ru: Вы хотите доверять основному ключу?
tr: Birincil anahtara güvenmek ister misin?
zh_tw: 您是否信賴此主要金鑰？

# Title
source: Domain
ca: Domini
es: Dominio
fr: Domaine
hr: Domena
nl: Domein
pl: Domena
pt: Domínio
pt_pt: Domínio
ru: Доменное имя
tr: Etki alanı
zh_tw: 域名

# Title
source: Domain addresses
ca: Adreçes de domini
de: Domain-Adressen
es: Direcciones del dominio
fr: Adresses du nom de domaine
hr: Adrese domene
id: Alamat domain
nl: Domeinadressen
pl: Adresy domeny
pt: Endereços de domínio
pt_pt: Endereços de domínio
ru: Адреса доменов
tr: Etki alanı adresi
zh_tw: 域地址

# Title
source: Domains
ca: Dominis
es: Dominios
fr: Noms de domaine
hr: Domene
id: Domain
nl: Domeinen
pl: Domeny
pt: Domínios
pt_pt: Domínios
ru: Домены
tr: Etki Alanları
zh_tw: 域名

# Title
source: Donate
ca: Donar
de: Spenden
es: Donar
fr: Faire un don
hr: Donirajte
id: Menyumbangkan
nl: Doneren
pl: Wspomóż nas
pt: Doar
pt_pt: Faça um donativo
ru: Пожертвовать
tr: Bağış
zh_tw: 捐獻

# Title
source: Downloading
ca: Descarregant
de: Herunterladen
es: Descargando
fr: Téléchargement en cours
hr: Preuzimanje
id: Download
nl: Downloaden
pl: Pobieranie
pt: Baixando
pt_pt: A transferir
ru: Скачивание
tr: İndiriliyor
zh_tw: 下載中

# Title
source: Drafts
ca: Esborranys
de: Entwürfe
es: Borradores
fr: Brouillons
hr: Skice
id: Draft
nl: Concepten
pl: Szkice
pt: Rascunhos
pt_pt: Rascunhos
ru: Черновики
tr: Taslaklar
zh_tw: 草稿

# Title
source: Edit folder
ca: Edita la carpeta
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
hr: Uredi mapu
nl: Map bewerken
pl: Edytuj folder
pt: Editar pasta
pt_pt: Editar pasta
ru: Изменить папку
tr: Klasörü düzenle
zh_tw: 編輯資料夾

# Title
source: Edit label
ca: Edita l'etiqueta
de: Kategorie bearbeiten
es: Editar etiqueta
fr: Modifier le label
hr: Uredi oznaku
nl: Label bewerken
pl: Edytuj etykietę
pt: Editar marcador
pt_pt: Editar etiqueta
ru: Изменить ярлык
tr: Etiketi düzenle
zh_tw: 編輯標籤

# Title
source: Email Address
ca: Adreça de correu electrònic
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse email
hr: Adresa e-pošte
id: Alamat email
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
pt_pt: Endereço de email
ru: Адрес эл. почты
tr: E-posta adresi
zh_tw: 電子郵件地址

# Title
source: Email Content
ca: Contingut de correu electrònic
de: E-Mail-Inhalt
es: Contenido del correo electrónico
fr: Contenu du message
hr: Sadržaj e-pošte
id: Konten Email
nl: E-mailinhoud
pl: Zawartość e-mail
pt: Conteúdo do e-mail
pt_pt: Conteúdo do email
ru: Содержимое письма
tr: E-Posta İçeriği
zh_tw: 電子郵件內容

# Title
source: Email Subscriptions
ca: Subscripcions per correu electrònic
de: E-Mail-Abonnements
es: Suscripciones de correo electrónico
fr: Lettres d'information
hr: Pretplate e-pošte
id: Langganan Email
nl: Nieuwsbrieven
pl: Moje subskrypcje
pt: Inscrições de e-mail
pt_pt: Subscrições por email
ru: Подписки на рассылки
tr: E-Posta Abonelikleri
zh_tw: 電子郵件訂閱

# Title
source: Email encryption keys
ca: Claus de xifrat de correu electrònic
de: Verschlüsselungsschlüssel der E-Mail
es: Claves de cifrado de correo
fr: Clés de chiffrement d’email
hr: Šifrirani ključevi e-pošte
nl: E-mail encryptiesleutels
pl: Klucze szyfrujące e-maila
pt: Chaves de criptografia do e-mail
pt_pt: Chaves de encriptação do email
ru: Ключи шифрования эл. почты
tr: E-posta şifreleme anahtarları
zh_tw: 電子郵件金鑰

# Title
source: Encrypt for non-ProtonMail users
ca: Xifrar per a usuaris que no siguin de ProtonMail
de: Für Nutzer ohne ProtonMail-Konto verschlüsseln
es: Cifrar para no usuarios de ProtonMail
fr: Chiffrer pour un utilisateur n'ayant pas ProtonMail
hr: Šifriraj za korisnike koji nisu na ProtonMailu
id: Enkripsikan untuk pengguna non-ProtonMail
nl: Versleutelen voor niet-ProtonMail gebruikers
pl: Szyfruj dla użytkowników spoza ProtonMaila
pt: Criptografar para usuários que não usam o ProtonMail
pt_pt: Encriptar para utilizadores não-ProtonMail
ru: Шифрование для пользователей вне ProtonMail
tr: ProtonMail'i olmayan kullanıcılar için şifrele
zh_tw: 為非 ProtonMail 使用者加密

# Title
source: Encrypted Message
ca: Missatge encriptat
de: Verschlüsselte Nachricht
es: Mensaje cifrado
fr: Message chiffré
hr: Šifrirane poruke
id: Pesan Terenkripsi
nl: Versleuteld bericht
pl: Wiadomość zaszyfrowana
pt: Mensagem criptografada
pt_pt: Mensagem encriptada
ru: Зашифрованное сообщение
tr: Şifreli İleti
zh_tw: 加密信件

# Title
source: Encrypted Reply
ca: Resposta xifrada
de: Verschlüsselte Antwort
es: Respuesta cifrada
fr: Réponse chiffrée
hr: Šifrirani odgovori
id: Balas terenkripsi
nl: Versleuteld antwoord
pl: Zaszyfrowana odpowiedź
pt: Resposta criptografada
pt_pt: Resposta encriptada
ru: Зашифрованный ответ
tr: Şifreli Yanıt
zh_tw: 加密回覆

# Title
source: Encryption
ca: Xifratge
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
hr: Šifriranje
nl: Versleuteling
pl: Szyfrowanie
pt: Criptografia
pt_pt: Encriptação
ru: Шифрование
tr: Şifreleme
zh_tw: 加密

# Title
source: End date
ca: Data de finalització
de: Enddatum
es: Fecha de finalización
fr: Date de fin
hr: Krajnji datum
id: Tanggal akhir
nl: Einddatum
pl: Wiadomości wysłane przed
pt: Data de término
pt_pt: Data final
ru: Дата окончания
tr: Bitiş tarihi
zh_tw: 結束日期

# Title
source: Enter the key password:
ca: Introduïu la contrasenya de la clau:
de: Geben Sie das Schlüsselpasswort ein:
fr: Entrez le mot de passe de la clef :
hr: Unesite lozinku ključa:
nl: Voer het wachtwoord in van de sleutel:
pl: Wpisz hasło klucza:
pt: Digite a senha da chave:
pt_pt: Insira a senha da chave:
ru: Введите пароль ключа:
tr: Anahtar parolasını girin:
zh_tw: 輸入金鑰密碼：

# Title
source: Enter your login password:
ca: Introduïu la contrasenya d'inici de sessió:
de: Geben Sie Ihr Anmeldepasswort ein:
fr: Saisissez votre mot de passe de connexion :
hr: Upišite vašu lozinku:
nl: Voer uw wachtwoord in:
pl: Wpisz hasło logowania:
pt: Digite sua senha do login:
pt_pt: Insira a senha de início de sessão:
ru: Введите свой пароль для входа:
tr: Oturum açma parolanızı girin:
zh_tw: 輸入您的登入密碼:

# Title
source: Error
de: Fehler
fr: Erreur
hr: Greška
id: Kesalahan
nl: Fout
pl: Błąd
pt: Erro
pt_pt: Erro
ru: Ошибка
tr: Hata
zh_tw: 錯誤

# Title
source: Error decrypting attachment
ca: Error al desxifrar l'arxiu adjunt
de: Fehler beim Entschlüsseln des Anhangs
es: Error al descifrar el archivo adjunto
fr: Erreur lors du déchiffrement de la pièce jointe
hr: Pogreška prilikom dešifriranja privitka
nl: Fout bij het ontsleutelen van de bijlage
pl: Błąd odszyfrowywania załącznika
pt: Erro ao descriptografar o anexo
pt_pt: Erro ao desencriptar o anexo
ru: Ошибка при расшифровке вложения
tr: Şifre çözme hatası
zh_tw: 解密附件錯誤

# Title
source: Event
de: Ereignis
es: Evento
fr: Événement
hr: Događaj
id: Peristiwa
nl: Gebeurtenis
pl: Zdarzenie
pt: Evento
pt_pt: Evento
ru: Событие
tr: Olay
zh_tw: 活動

# Title
source: Expiration time
ca: Temps d'expiració
de: Verfallszeit
es: Tiempo de expiración
fr: Délai d’expiration
hr: Vrijeme isteka
id: Waktu kedaluwarsa
nl: Vervaltijd
pl: Czas wygaśnięcia
pt: Tempo para expiração
pt_pt: Data de validade
ru: Время истечения срока действия
tr: Bitiş tarihi
zh_tw: 過期時間

# Title
source: Expires
ca: Expira
de: Gültig bis
fr: Expire le
hr: Ističe
nl: Verloopt
pl: Wygasa
pt: Expira
pt_pt: Expira
ru: Истекает
tr: Sona erme
zh_tw: 有效期限

# Title
source: Export PGP key
ca: Exportar clau PGP
de: PGP-Schlüssel exportieren
es: Exportar clave PGP
fr: Exporter la clé PGP
hr: Izvoz PGP ključa
nl: PGP sleutel exporteren
pl: Eksportuj klucz PGP
pt: Exportar chave PGP
pt_pt: Exportar chave PGP
ru: Экспорт PGP-ключа
tr: PGP anahtarını dışa aktar
zh_tw: 匯出 PGP 金鑰

# Title
source: Export private key
ca: Exportar clau privada
de: Privaten Schlüssel exportieren
es: Exportar clave privada
fr: Exporter la clé privée
hr: Izvoz privatnog ključa
nl: Exporteer geheime sleutel
pl: Eksportuj klucz prywatny
pt: Exportar chave privada
pt_pt: Exportar chave privada
ru: Экспортировать закрытый ключ
tr: Özel anahtarı dışarıya aktar
zh_tw: 匯出私密金鑰

# Title
source: External PGP Settings (optional)
ca: Configuració externa de PGP (opcional)
de: Externe PGP-Einstellungen (optional)
es: Ajustes PGP externos (opcional)
fr: Paramètres du PGP externe (facultatif)
hr: Vanjske PGP postavke (nije obavezno)
nl: Externe PGP instellingen (optioneel)
pl: Ustawienia zewnętrzne PGP (opcjonalne)
pt: Configurações de PGP externo (opcional)
pt_pt: Definições de PGP externa (opcional)
ru: Внешние настройки PGP (необязательно)
tr: Harici PGP ayarları (isteğe bağlı)
zh_tw: 外部PGP設定(可選)

# Title
source: Feedback form
ca: Formulari de comentaris
de: Feedback-Formular
es: Formulario de comentarios
fr: Formulaire de commentaires
hr: Obrazac za povratne informacije
id: Formulir umpan balik
nl: Feedbackformulier
pl: Uwagi i propozycje
pt: Formulário de feedback
pt_pt: Formulário para comentários
ru: Форма обратной связи
tr: Geri bildirim formu
zh_tw: 意見表單

# Title
source: Filters
ca: Filtres
de: Filter
es: Filtros
fr: Filtres
hr: Filtri
id: Filter
pl: Filtry
pt: Filtros
pt_pt: Filtros
ru: Фильтры
tr: Filtreler
zh_tw: 篩選器

# Title
source: Fingerprint
ca: Empremta dactilar
de: Fingerabdruck
es: Huella digital
fr: Empreinte
hr: Otisak prsta
id: Sidik jari
nl: Vingerafdruk
pl: Odcisk klucza
pt: Impressão digital
pt_pt: Impressão digital
ru: Отпечаток
tr: Parmak izi
zh_tw: 指紋

# Title
source: Folders / Labels
ca: Carpetes / Etiquetes
de: Ordner / Kategorien
es: Carpetas / Etiquetas
fr: Dossiers / Labels
hr: Mape / Oznake
id: Folder / Label
nl: Mappen / Labels
pl: Foldery / Etykiety
pt: Pastas / Marcadores
pt_pt: Pastas/Etiquetas
ru: Папки / Ярлыки
tr: Klasörler / Etiketler
zh_tw: 資料夾 / 標籤

# Title
source: From
ca: Des de
de: Von
es: De
fr: De
hr: Od
id: Dari
nl: Van
pl: Od
pt: De
pt_pt: De
ru: От
tr: Gönderen
zh_tw: 從

# Title
source: General
de: Allgemein
fr: Général
hr: Općenito
pl: Ogólne
pt: Geral
pt_pt: Geral
ru: Общие
tr: Genel

# Title
source: Generating keys
ca: Generant claus
de: Schlüssel werden erstellt
es: Generando claves
fr: Génération des clés
hr: Generiranje ključeva
id: Membangkitkan kunci
nl: Sleutels genereren
pl: Generowanie kluczy
pt: Gerando chaves
pt_pt: A gerar chaves
ru: Создание ключей
tr: Anahtarlar oluşturuluyor
zh_tw: 金鑰生成中

# Title
source: Generating keys...
ca: Generant claus...
de: Schlüssel werden erstellt …
es: Generando claves...
fr: Génération des clés...
hr: Generiranje ključeva...
id: Membangkitkan kunci...
nl: Sleutels genereren…
pl: Generowanie kluczy...
pt: Gerando chaves...
pt_pt: A gerar chaves...
ru: Создание ключей...
tr: Anahtarlar oluşturuluyor...
zh_tw: 金鑰生成中...

# Title
source: Getting started with ProtonVPN
ca: Començant amb ProtonVPN
de: Erste Schritte mit ProtonVPN
es: Primeros pasos con ProtonVPN
fr: Débuter avec ProtonVPN
hr: Početak rada s ProtonVPN-om
id: Memulai ProtonVPN
nl: Begin met ProtonVPN
pl: Pierwsze kroki z ProtonVPN
pt: Introdução ao ProtonVPN
pt_pt: Começar com o ProtonVPN
ru: Начало работы с ProtonVPN
tr: ProtonVPN ile başlarken
zh_tw: 開始使用ProtonVPN

# Title
source: Gift
ca: Regal
de: Geschenk
fr: Cadeau
hr: Poklon
pl: Prezent
pt: Presente
pt_pt: Oferta
ru: Подарок
tr: Hediye
zh_tw: 禮物

# Title
source: Gift code
ca: Codi de regal
de: Geschenkgutscheincode
es: Código de regalía
fr: Code cadeau
hr: Darovni kôd
id: Kode hadiah
nl: Geschenkcode
pl: Kod podarunkowy
pt: Código de presente
pt_pt: Código de oferta
ru: Подарочный код
tr: Hediye kodu
zh_tw: 禮品代碼

# Title
source: Group details
ca: Detalls del grup
de: Gruppeninformationen
fr: Détails du groupe
hr: Detalji o grupi
pl: Szczegóły grupy
pt: Detalhes do grupo
pt_pt: Detalhes do grupo
ru: Сведения о группе
tr: Grup ayrıntıları
zh_tw: 群組詳細資訊

# Title
source: Help
ca: Ajuda
de: Hilfe
es: Ayuda
fr: Aide
hr: Pomoć
id: Membantu
nl: Hulp
pl: Pomoc
pt: Ajuda
pt_pt: Ajuda
ru: Помощь
tr: Yardım
zh_tw: 說明

# Title
source: Help and support
ca: Ajuda i suport tècnic
de: Hilfe und Support
es: Ayuda y soporte
fr: Aide et support
hr: Pomoć i podrška
id: Bantuan dan dukungan
nl: Hulp en ondersteuning
pl: Pomoc i wsparcie
pt: Ajuda e suporte
pt_pt: Ajuda e suporte
ru: Помощь и поддержка
tr: Yardım ve destek
zh_tw: 說明與支援

# Title
source: High security
ca: Alta seguretat
de: Hohe Sicherheit
es: Alta seguridad
fr: Sécurité élevée
hr: Velika sigurnost
nl: Hoog beveiligingsniveau
pl: Wysoki poziom bezpieczeństwa
pt: Alta segurança
pt_pt: Alta segurança
ru: Высокий уровень безопасности
tr: Yüksek güvenlik
zh_tw: 高安全度

# Title
source: Highest security
ca: Màxima seguretat
de: Höchste Sicherheit
es: Máxima seguridad
fr: Sécurité maximale
hr: Najviša sigurnost
nl: Hoogste beveiligingsniveau
pl: Najwyższy poziom bezpieczeństwa
pt: Maior nível de segurança
pt_pt: A mais alta segurança
ru: Наивысший уровень безопасности
tr: En yüksek güvenlik
zh_tw: 最高安全度

# Title
source: Host name
ca: Nom del servidor
es: Nombre del host
fr: Nom d’hôte
hr: Naziv računala
id: Nama host
nl: Hostnaam
pl: Nazwa hosta
pt: Nome do servidor
pt_pt: Nome de anfitrião
ru: Имя хоста
tr: Sunucu adı
zh_tw: 主機名稱

# Title
source: Hotkeys
ca: Dreceres de teclat
de: Tastenkombinationen
es: Atajos
fr: Raccourcis
hr: Tipkovni prečaci
nl: Sneltoetsen
pl: Skróty klawiszowe
pt: Teclas de atalho
pt_pt: Atalhos
ru: Сочетания клавиш
tr: Kısayollar
zh_tw: 快速鍵

# Title
source: Human verification
ca: Verificació humana
de: Captcha
es: Verificación humana
fr: Vérification humaine
hr: Ljudska provjera
id: Verifikasi Manusia
nl: Persoon-verificatie
pl: Weryfikacja antyspamowa
pt: Verificação humana
pt_pt: Verificação humana
ru: Проверка "Я не робот"
tr: İnsan doğrulaması
zh_tw: 真人驗證

# Title
source: Identity
ca: Identitat
de: Identität
es: Identidad
fr: Identité
hr: Identitet
id: Identitas
nl: Identiteit
pl: Tożsamość
pt: Identidade
pt_pt: Identidade
ru: Псевдоним
tr: Kimlik
zh_tw: 身份識別

# Title
source: Image
ca: Imatge
de: Grafik
hr: Slika
nl: Afbeelding
pl: Obraz
pt: Imagem
pt_pt: Imagem
ru: Изображение
tr: Resim
zh_tw: 圖像

# Title
source: Import
ca: Importar
es: Importar
fr: Importer
hr: Uvoz
id: Impor
nl: Importeren
pl: Importuj
pt: Importar
pt_pt: Importar
ru: Импорт
tr: İçeri aktar
zh_tw: 匯入

# Title
source: Inbox
ca: Bústia d’entrada
de: Posteingang
es: Buzón
fr: Boîte de réception
hr: Pristigla pošta
id: Kotak masuk
pl: Odebrane
pt: Caixa de entrada
pt_pt: Caixa de entrada
ru: Входящие
tr: Gelen Kutusu
zh_tw: 收件匣

# Title
source: Internet Explorer Support
pt_pt: Suporte ao Internet Explorer

# Title
source: Invalid attachment signature
ca: Signatura de fitxers adjunts invàlida
de: Ungültige Signatur des Anhangs
es: Firma adjunta inválida
fr: Signature de la pièce jointe non valide
hr: Nevažeći potpis privitka
nl: Ongeldige bijlage handtekening
pl: Nieprawidłowy podpis załącznika
pt: Assinatura anexada inválida
pt_pt: Assinatura do anexo inválida
ru: Неверная подпись вложения
tr: Geçersiz ek imzası
zh_tw: 無效的附件簽名

# Title
source: Invoices
ca: Factures
de: Rechnungen
es: Facturas
fr: Factures
hr: Fakture
id: Faktur
nl: Facturen
pl: Faktury
pt: Faturas
pt_pt: Facturas
ru: Счета
tr: Faturalar
zh_tw: 發票

# Title
source: Jumping
ca: Saltant
de: Springen
es: Saltos
fr: Aller dans
hr: Tipke za navigaciju
nl: Springen
pl: Przechodzenie
pt: Saltando
pt_pt: Saltar
ru: Переходы
tr: Atlama
zh_tw: 移動

# Title
source: Key Activation
ca: Clau d'Activació
de: Schlüsselaktivierung
es: Clave de activación
fr: Activation de la clé
hr: Aktivacija ključa
id: Aktivasi kunci
nl: Sleutel activeren
pl: Aktywacja klucza
pt: Ativação de chave
pt_pt: Activação da chave
ru: Активация ключа
tr: Anahtar Etkinleştirme
zh_tw: 金鑰啟動

# Title
source: Key backup
ca: Clau de Còpia de seguretat
de: Schlüsselsicherung
fr: Sauvegarder la clé
hr: Sigurnosna kopija ključa
nl: Sleutel backup
pl: Kopia zapasowa klucza
pt: Backup da chave
pt_pt: Segurança da chave
ru: Запасная копия ключа
tr: Anahtarı yedekle
zh_tw: 金鑰備份

# Title
source: Key password
ca: Contrasenya clau
de: Passwort des Schlüssels
es: Clave de contraseña
fr: Mot de passe de la clé
hr: Lozinka ključa
nl: Wachtwoord voor sleutel
pl: Hasło klucza
pt: Senha da chave
pt_pt: Senha da chave
ru: Пароль ключа
tr: Anahtar parolası
zh_tw: 金鑰密碼

# Title
source: Key recovery password
ca: Contrasenya clau de recuperació
de: Passwort zur Wiederherstellung des Schlüssels
es: Contraseña de recuperación de claves
fr: Mot de passe de récupération de la clé
hr: Lozinku za oporavak ključa
id: Kata sandi pemulihan kunci
nl: Sleutel herstelwachtwoord
pl: Hasło klucza odzyskiwania
pt: Senha de recuperação de chave
pt_pt: Senha de recuperação de chave
ru: Пароль для восстановления ключа
tr: Anahtar kurtarma parolası
zh_tw: 金鑰恢復密碼

# Title
source: Key type
ca: Clau tipus
de: Schlüsseltyp
es: Tipo de clave
fr: Type de clé
hr: Tip ključa
nl: Sleuteltype
pl: Typ klucza
pt: Tipo de chave
pt_pt: Tipo de chave
ru: Тип ключа
tr: Anahtar türü
zh_tw: 金鑰類型

# Title
source: Keyboard Shortcuts
ca: Tecles de drecera
de: Tastaturbefehle
es: Atajos de teclado
fr: Raccourcis clavier
hr: Tipkovni prečaci
id: Cara pintas keyboard
nl: Sneltoetsen
pl: Skróty klawiszowe
pt: Atalhos do teclado
pt_pt: Atalhos do teclado
ru: Клавиши быстрого доступа
tr: Klavye Kısayolları
zh_tw: 鍵盤快速鍵

# Title
source: Keys
ca: Claus
de: Schlüssel
es: Claves
fr: Clés
hr: Ključevi
id: Kunci
nl: Sleutels
pl: Klucze
pt: Chaves
pt_pt: Chaves
ru: Ключи
tr: Anahtarlar
zh_tw: 密鑰

# Title
source: Label
ca: Etiqueta
de: Kategorie
es: Etiqueta
hr: Oznaka
pl: Etykieta
pt: Marcador
pt_pt: Etiqueta
ru: Ярлык
tr: Etiket
zh_tw: 標籤

# Title
source: Labels
ca: Etiquetes
de: Kategorien
es: Etiquetas
hr: Oznake
id: Label
pl: Etykiety
pt: Marcadores
pt_pt: Etiquetas
ru: Ярлыки
tr: Etiketler
zh_tw: 標籤

# Title
source: Language
ca: Idioma
de: Sprache
es: Idioma
fr: Langue
hr: Jezik
id: Bahasa
nl: Taal
pl: Język
pt: Idioma
pt_pt: Idioma
ru: Язык
tr: Dil
zh_tw: 語言

# Title
source: Layout
ca: Disseny
es: Diseño
fr: Mode d'affichage
hr: Izgled
pl: Układ graficzny
pt_pt: Disposição
ru: Схема расположения
tr: Yerleşim
zh_tw: 版面配置

# Title
source: Link confirmation
ca: Confirmació d'enllaç
de: Link bestätigen
pt_pt: Hiperligação de confirmação

# Title
source: Load embedded images
ca: Carrega imatges incrustades
de: Eingebettete Bilder laden
es: Cargar imágenes incrustadas
fr: Charger les images incorporées
hr: Učitavanje ugrađenih slika
id: Muat gambar tertanam
nl: Ingesloten afbeeldingen laden
pl: Załaduj osadzone obrazy
pt: Carregar imagens incorporadas
pt_pt: Carregar imagens incorporadas
ru: Показывать встроенные изображения
tr: Gömülü resimleri yükle
zh_tw: 載入嵌入圖像

# Title
source: Load remote content
ca: Carrega el contingut remot
de: Remoteinhalte laden
es: Cargar contenido remoto
fr: Charger le contenu distant
hr: Učitavanje udaljenog sadržaja
id: Muat konten jarak jauh
nl: Externe inhoud laden
pl: Załaduj zawartość zdalną
pt: Carregar conteúdo remoto
pt_pt: Carregar conteúdo remoto
ru: Загружать внешнее содержимое
tr: Uzak içeriği yükle
zh_tw: 載入遠端內容

# Title
source: Loading message headers...
ca: S'estan carregant les capçaleres del missatge...
de: Lade Nachrichtenheader...
es: Cargando encabezados del mensaje...
fr: Chargement des en-têtes des messages...
hr: Učitavanje zaglavlja poruke...
id: Memuat header pesan...
nl: Berichtkoppen wordt geladen...
pl: Pobieranie nagłówków wiadomości...
pt: Carregando os cabeçalhos da mensagem...
pt_pt: A carregar os cabeçalhos da mensagem...
ru: Загрузка заголовков сообщения...
tr: İleti başlıkları yükleniyor...
zh_tw: 正在載入訊息標頭……

# Title
source: Location
ca: Localització
de: Standort
es: Ubicación
fr: Emplacement
hr: Lokacija
id: Lokasi
nl: Locatie
pl: Lokalizacja
pt: Localização
pt_pt: Localização
ru: Местоположение
tr: Konum
zh_tw: 位置

# Title
source: Logging in to your account
ca: Inicieu sessió al vostre compte
de: In Ihrem Konto anmelden
es: Iniciar sesión en su cuenta
fr: Connexion à votre compte
hr: Prijavite se u vaš račun
id: Masuk ke akun Anda
nl: Inloggen op uw nieuw account
pl: Logowanie do Twojego konta
pt: Entrando em sua conta
pt_pt: Aceder à sua conta
ru: Вход в вашу учётную запись
tr: Hesabınıza giriş yapılıyor
zh_tw: 登入您的帳戶

# Title
source: Login
ca: Iniciar Sessió
es: Iniciar Sesión
fr: Connexion
hr: Prijava
id: Masuk
nl: Inloggen
pl: Zaloguj się
pt: Entrar
pt_pt: Iniciar sessão
ru: Вход
tr: Oturum aç
zh_tw: 登入

# Title
source: Login password
ca: Contrasenya d'inici
de: Login-Passwort
es: Contraseña de inicio de sesión
fr: Mot de passe de connexion
hr: Lozinka za prijavu
id: Kata sandi masuk
nl: Inlogwachtwoord
pl: Hasło logowania
pt: Senha de login
pt_pt: Senha de início de sessão
ru: Пароль для входа
tr: Oturum açma parolası
zh_tw: 登入密碼
