Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Action
source: Encrypting attachments
ca: Encriptant els adjunts
de: Verschlüssele Anhänge
es: Cifrando adjuntos
fr: Chiffrement des pièces jointes
hr: Šifrirani privitci
id: Enkripsi lampiran
nl: Bijlagen versleutelen
pl: Szyfrowanie załączników
pt: Criptografando anexos
pt_pt: A encriptar anexos
ru: Шифрование вложений
tr: Ekler şifreleniyor
zh_tw: 加密附件

# Action
source: Encryption
ca: Xifratge
de: Verschlüsselung
fr: Chiffrement
hr: Šifriranje
nl: Versleuteling
pl: Szyfrowanie
pt: Criptografia
pt_pt: Encriptação
ru: Шифрование
tr: Şifreleme
zh_tw: 加密

# Action
source: Enter key manually instead
ca: Introduir clau manualment
de: Schlüssel stattdessen manuell eingeben
es: Ingrese la clave manualmente
fr: Entrer plutôt la clé manuellement
hr: Unesite ključ ručno
id: Masukkan kunci secara manual
nl: Sleutel handmatig invoeren
pl: Zamiast tego wpisz klucz ręcznie
pt: Em vez disso, digite a chave manualmente
pt_pt: Inserir antes a chave manualmente
ru: Ввести ключ вручную
tr: Bunun yerine anahtarı el ile girin
zh_tw: 或者自行輸入金鑰

# Action
source: Exit fullscreen
ca: Sortir de pantalla sencera
de: Vollbildmodus beenden
fr: Quitter le mode plein écran
hr: Izađi iz cijelog zaslona
nl: Volledig scherm afsluiten
pl: Zamknij pełny ekran
pt: Sair do modo tela cheia
pt_pt: Sair do ecrã completo
ru: Выйти из полноэкранного режима
tr: Tam ekrandan çık
zh_tw: 退出全螢幕

# Action
source: Expand
ca: Expandir
de: Erweitern
fr: Développer
hr: Proširi
nl: Vergrootten
pl: Rozwiń
pt: Expandir
pt_pt: Expandir
ru: Развернуть
tr: Genişlet
zh_tw: 展開

# Action
source: Expiration time
ca: Temps d'expiració
de: Verfallszeit
fr: Délai d’expiration
hr: Vrijeme isteka
nl: Vervaltijd
pl: Czas wygaśnięcia
pt: Tempo para expiração
pt_pt: Tempo para expiração
ru: Время истечения срока действия
tr: Bitiş tarihi
zh_tw: 到期時間

# Action
source: Export
ca: Exporta
de: Exportieren
es: Exportar
fr: Exporter
hr: Izvoz
id: Ekspor
nl: Exporteren
pl: Eksportuj
pt: Exportar
pt_pt: Exportar
ru: Экспорт
tr: Dışa aktar
zh_tw: 匯出

# Action
source: Finish
ca: Finalitzar
de: Abschließen
es: Finalizar
fr: Terminer
hr: Završi
id: Selesai
nl: Voltooien
pl: Zakończ
pt: Finalizar
pt_pt: Terminar
ru: Завершить
tr: Tamamla
zh_tw: 完成

# Action
source: Folders / Labels
ca: Carpetes / Etiquetes
de: Ordner / Kategorien
es: Carpetas / Etiquetas
fr: Dossiers / Labels
hr: Mape / Oznake
id: Folder / Label
nl: Mappen / Labels
pl: Foldery / Etykiety
pt: Pastas / Marcadores
pt_pt: Pastas/Etiquetas
ru: Папки / Ярлыки
tr: Klasörler / Etiketler
zh_tw: 資料夾 / 標籤

# Action
source: Forgot password?
ca: Heu oblidat la contrasenya?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
hr: Zaboravili ste lozinku?
id: Lupa kata sandi?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt: Esqueceu sua senha?
pt_pt: Esqueceu-se da senha?
ru: Забыли пароль?
tr: Parolayı mı unuttunuz?
zh_tw: 忘記密碼？

# Action
source: Forgot username?
ca: Heu oblidat el nom d'usuari?
de: Benutzernamen vergessen?
es: ¿Olvidó su nombre de usuario?
fr: Nom d'utilisateur oublié ?
hr: Zaboravili ste korisničko ime?
id: Lupa nama pengguna?
nl: Gebruikersnaam vergeten?
pl: Nie pamiętasz nazwy użytkownika?
pt: Esqueceu o seu nome de usuário?
pt_pt: Esqueceu-se do nome de utilizador?
ru: Забыли имя пользователя?
tr: Kullanıcı adınızı mı unuttunuz?
zh_tw: 忘記使用者名稱?

# Action
source: Forward
ca: Següent
de: Weiter
fr: Transférer
hr: Naprijed
nl: Doorsturen
pl: Przekaż dalej
pt: Encaminhar
pt_pt: Encaminhar
ru: Переслать
tr: Yönlendir
zh_tw: 轉寄

# Action
source: Fullscreen
ca: Pantalla sencera
de: Vollbild
fr: Plein écran
hr: Cijeli zaslon
nl: Volledig scherm
pl: Pełny ekran
pt: Tela cheia
pt_pt: Ecrã completo
ru: На весь экран
tr: Tam ekran
zh_tw: 全螢幕

# Action
source: Generate Keys
ca: Generar claus
de: Schlüssel erzeugen
es: Generar claves
fr: Générer les clés
hr: Generiraj ključeve
id: Menghasilkan Kunci
nl: Sleutels genereren
pl: Wygeneruj klucze
pt: Gerar chaves
pt_pt: Gerar chaves
ru: Создать ключи
tr: Anahtarları oluştur
zh_tw: 產生金鑰

# Action
source: Generate missing keys
ca: Generar claus perdudes
de: Fehlende Schlüssel erzeugen
es: Generar claves perdidas
fr: Générer les clés manquantes
hr: Generirajte ključe koji nedostaju
id: Menghasilkan kunci yang hilang
nl: Ontbrekende sleutels genereren
pl: Generuj brakujące klucze
pt: Gerar chaves ausentes
pt_pt: Gerar chaves em falta
ru: Создать недостающие ключи
tr: Eksik anahtarları oluştur
zh_tw: 產生遺失金鑰

# Action
source: Get the deal
pt_pt: Obtenha a promoção

# Action
source: Go to dashboard
ca: Anar al taulell de control
de: Dashboard öffnen
fr: Aller au tableau de bord
hr: Idi na nadzornu ploču
nl: Ga naar dashboard
pl: Przejdź do pulpitu
pt: Ir para painel de controle
pt_pt: Ir para o painel
ru: Перейти в квоты и тарифы
tr: Kontrol paneline git
zh_tw: 移到儀表板

# Action
source: Have a reset code?
ca: Teniu un codi de restabliment?
de: Verfügen Sie über einen Schlüssel zum Zurücksetzen?
fr: Avez-vous un code de réinitialisation ?
hr: Imate li kôd za ponovno postavljanje?
nl: Heeft u een herstelcode?
pl: Masz kod resetujący?
pt: Tem um código de redefinição?
pt_pt: Tem um código de reposição?
ru: Есть код сброса?
tr: Sıfırlama kodunuz mu var?
zh_tw: 有重置代碼？

# Action
source: Help &amp; answers
ca: Ajuda i respostes
de: Hilfe &amp; Antworten
es: Ayuda y respuestas
fr: Aide &amp; réponses
hr: Pomoć i odgovori
id: Bantuan &amp; jawaban
nl: Hulp &amp; antwoorden
pl: Pomoc i odpowiedzi
pt: Ajuda e respostas
pt_pt: Ajuda &amp; Respostas
ru: Помощь и ответы
tr: Yardım &amp; yanıtlar
zh_tw: 協助 &amp; 解答

# Action
source: Hide
ca: Amagar
de: Ausblenden
es: Ocultar
fr: Masquer
hr: Sakrij
id: Menyembunyikan
nl: Verbergen
pl: Ukryj
pt: Ocultar
pt_pt: Ocultar
ru: Скрыть
tr: Gizle
zh_tw: 隱藏

# Action
source: Hide details
ca: Amaga els detalls
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
hr: Sakrij detalje
id: Sembunyikan detail
nl: Details verbergen
pl: Ukryj szczegóły
pt: Ocultar detalhes
pt_pt: Ocultar detalhes
ru: Скрыть подробности
tr: Ayrıntıları gizle
zh_tw: 隱藏詳細資訊

# Action
source: Hide non-trashed messages
ca: Amaga els missatges no esborrats
de: Nicht gelöschte Nachrichten ausblenden
es: Ocultar mensajes no enviados a la papelera
fr: Cacher les messages non supprimés
hr: Sakrij poruke nisu izbrisane
id: Sembunyikan pesan yang tidak dipecat
nl: Berichten buiten de prullenbak verbergen
pl: Ukryj nieusunięte wiadomości
pt: Ocultar mensagens não movidas para a lixeira
pt_pt: Ocultar mensagens não enviadas para o lixo
ru: Скрыть сообщения не в Корзине
tr: Çöpe atılmayan iletileri gizle
zh_tw: 隱藏非垃圾訊息

# Action
source: Hide trashed messages
ca: Amaga els missatges esborrats
de: Nachrichten im Papierkorb ausblenden
es: Ocultar mensajes en papelera
fr: Masquer les messages dans la corbeille
hr: Sakrij izbrisane poruke
id: Sembunyikan pesan yang dibuang
nl: Berichten in prullenbak verbergen
pl: Ukryj usunięte wiadomości
pt: Ocultar mensagens da lixeira
pt_pt: Ocultar mensagens no lixo
ru: Скрыть сообщения в Корзине
tr: Çöpe atılan iletileri gizle
zh_tw: 隱藏垃圾訊息

# Action
source: I have a question
ca: Tinc una pregunta
de: Ich habe eine Frage
es: Tengo una pregunta
fr: J’ai une question
hr: Imam pitanje
id: Saya punya pertanyaan
nl: Ik heb een vraag
pl: Mam pytanie
pt: Eu tenho uma dúvida
pt_pt: Tenho uma dúvida
ru: У меня есть вопрос
tr: Bir sorum var
zh_tw: 我要發問

# Action
source: Import
ca: Importar
de: Importieren
es: Importar
fr: Importer
hr: Uvoz
id: Impor
nl: Importeren
pl: Importuj
pt: Importar
pt_pt: Importar
ru: Импортировать
tr: İçeri aktar
zh_tw: 匯入

# Action
source: Import contacts
ca: Importar contactes
de: Kontakte importieren
es: Importar contactos
fr: Importer les contacts
hr: Uvezi kontakte
id: Impor kontak
nl: Contactpersonen importeren
pl: Importuj kontakty
pt: Importar contatos
pt_pt: Importar contactos
ru: Импортировать контакты
tr: Kişileri içe aktar
zh_tw: 匯入聯絡人

# Action
source: Import key
ca: Importar clau
de: Schlüssel importieren
fr: Importer une clé
hr: Uvezi ključ
nl: Sleutel importeren
pl: Importuj klucz
pt: Importar chave
pt_pt: Importar chave
ru: Импортировать ключ
tr: Anahtarı içeri aktar
zh_tw: 匯入金鑰

# Action
source: Insert image
ca: Insereix una imatge
de: Grafik einfügen
fr: Insérer une image
hr: Umetni fotografiju
nl: Afbeelding toevoegen
pl: Wstaw obraz
pt: Inserir imagem
pt_pt: Inserir imagem
ru: Вставить изображение
tr: Resim ekle
zh_tw: 插入圖片

# Action
source: Insert link
ca: Insereix enllaç
de: Link einfügen
fr: Insérer un lien
hr: Umetni poveznicu
nl: Link invoegen
pl: Wstaw link
pt: Inserir link
pt_pt: Inserir hiperligação
ru: Вставить ссылку
tr: Bağlantı ekle
zh_tw: 插入連結

# Action
source: Italic
ca: Cursiva
de: Kursiv
fr: Italique
hr: Kurziv
nl: Cursief
pl: Kursywa
pt: Itálico
pt_pt: Itálico
ru: Курсив
tr: Eğik
zh_tw: 斜體

# Action
source: Label as
ca: Etiqueta com a
de: Hinzufügen zur Kategorie
fr: Labelliser comme
hr: Označi kao
nl: Labelen als
pl: Oznacz jako
pt: Marcar como
pt_pt: Etiquetar como
ru: Отметить ярлыком
tr: Etiketle
zh_tw: 標籤為

# Action
source: Learn more
ca: Més informació
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
hr: Saznajte više
id: Belajarlah lagi
nl: Meer informatie
pl: Dowiedz się więcej
pt: Mais informações
pt_pt: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi edinin
zh_tw: 瞭解詳情

# Action
source: Load
ca: Carregar
de: Laden
es: Cargar
fr: Charger
hr: Učitaj
id: Beban
nl: Laad
pl: Wczytaj
pt: Carregar
pt_pt: Carregar
ru: Загрузить
tr: Yükle
zh_tw: 載入

# Action
source: Load classic theme
ca: Carrega el tema clàssic
de: Klassisches Design laden
es: Cargar tema clásico
fr: Charger le thème classique
hr: Učitaj klasičnu temu
id: Muat tema klasik
nl: Klassiek thema laden
pl: Załaduj klasyczny motyw
pt: Carregar tema clássico
pt_pt: Carregar tema clássico
ru: Загрузить классическую тему
tr: Klasik temayı yükle
zh_tw: 載入經典主題

# Action
source: Load edison theme
ca: Carrega el tema edison
de: Design Edison laden
es: Cargar tema edison
fr: Charger le thème edison
hr: Učitaj Edison temu
id: Muat tema edison
nl: Edison-thema laden
pl: Załaduj układ "edison"
pt: Carregar o tema edison
pt_pt: Carregar tema edison
ru: Загрузить тему "Эдисон"
tr: Edison temasını yükle
zh_tw: 讀取edison主題

# Action
source: Load image
ca: Carrega imatge
de: Grafik laden
fr: Charger l'image
hr: Učitaj sliku
pl: Załaduj zdjęcie
pt: Carregar imagem
pt_pt: Carregar imagem
ru: Загрузить изображение
tr: Resmi yükle

# Action
source: Log out
ca: Tancar sessió
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hr: Odjavite se
id: Keluar
nl: Afmelden
pl: Wyloguj się
pt: Encerrar sessão
pt_pt: Terminar sessão
ru: Bыйти
tr: Çıkış yap
zh_tw: 登出

# Action
source: Login
ca: Iniciar Sessió
es: Iniciar Sesión
fr: Connexion
hr: Prijava
id: Masuk
nl: Inloggen
pl: Zaloguj się
pt: Entrar
pt_pt: Iniciar sessão
ru: Войти
tr: Oturum Aç
zh_tw: 登入

# Action
source: Logout
ca: Tancar sessió
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
hr: Odjava
id: Keluar
nl: Uitloggen
pl: Wyloguj
pt: Encerrar sessão
pt_pt: Terminar sessão
ru: Выход
tr: Çıkış Yap
zh_tw: 登出

# Action
source: Make Admin
ca: Fer administrador
de: Als Admin einstufen
es: Hacer administrador
fr: Rendre administrateur
hr: Postavite za administratora
id: Membuat admin
nl: Beheerder maken
pl: Stwórz Administratora
pt: Tornar administrador
pt_pt: Tornar administrador
ru: Сделать администратором
tr: Yönetici yap
zh_tw: 設定管理員

# Action
source: Make Primary
ca: Fes-la primària
de: Als vorrangig festlegen
fr: Marquer comme principale
hr: Označi kao glavni
id: Jadikan yang Utama
nl: Primair maken
pl: Ustaw jako główny
pt: Tornar primário
pt_pt: Tornar primário
ru: Сделать основным
tr: Birincil yap
zh_tw: 設定主要者

# Action
source: Make Private
ca: Fer privat
de: Als Privat einstufen
es: Hacer privado
fr: Rendre privé
hr: Postavite privatnim
id: Jadikan Pribadi
nl: Privé maken
pl: Chroń użytkownika
pt: Tornar privado
pt_pt: Tornar privado
ru: Сделать конфиденциальным
tr: Gizli yap
zh_tw: 設定不公開

# Action
source: Make default
ca: Posar per defecte
de: Als Standard festlegen
es: Establecer por defecto
fr: Définir par défaut
hr: Postavi kao zadano
id: Jadikan default
nl: Standaard maken
pl: Ustaw jako domyślne
pt: Tornar padrão
pt_pt: Tornar predefinido
ru: Сделать обычным
tr: Varsayılan yap
zh_tw: 設為預設植

# Action
source: Manage
ca: Gestionar
de: Verwalten
es: Administrar
fr: Gérer
hr: Upravljanje
id: Mengelola
nl: Beheren
pl: Zarządzaj
pt: Gerenciar
pt_pt: Gerir
ru: Управление
tr: Yönet
zh_tw: 管理

# Action
source: Mark as read
ca: Marca com a llegit
de: Als „Gelesen” markieren
es: Marcar como leído
fr: Marquer comme lu
hr: Označi kao pročitano
id: Tandai sebagai membaca
nl: Markeer als gelezen
pl: Oznacz jako przeczytane
pt: Marcar como lido
pt_pt: Marcar como lido
ru: Отметить как прочитанное
tr: Okundu olarak işaretle
zh_tw: 標示為已讀取

# Action
source: Mark as read - Mark as unread
ca: Marca com a llegit - Marca com a no llegit
de: Als „Gelesen”/„Ungelesen” markieren
fr: Marquer comme lu - Marquer comme non lu
hr: Označi kao pročitano - Označi kao nepročitano
nl: Markeer als gelezen / Markeer als ongelezen
pl: Oznacz jako przeczytane - Oznacz jako nieprzeczytane
pt: Marcar como lido - marcar como não lido
pt_pt: Marcar como lido - marcar como não lido
ru: Отметить как прочитанное - Отметить как непрочитанное
tr: Okundu olarak işaretle - Okunmadı olarak işaretle
zh_tw: 標記為已讀 － 標記為未讀

# Action
source: Mark as read/unread
ca: Marcar como llegit/no llegit
de: Als „Gelesen/Ungelesen” kennzeichnen
fr: Marquer comme lu/non lu
hr: Označi kao pročitano/nepročitano
pl: Oznacz jako przeczytane/nieprzeczytane
pt_pt: Marcar como lido/não lido
tr: Okundu/okunmadı olarak işaretle

# Action
source: Mark as spam
ca: Marcar com Spam
de: Als Spam kennzeichnen
es: Marcar como spam
fr: Signaler comme spam
hr: Označi kao neželjenu poštu
id: Tandai sebagai spam
nl: Markeer als spam
pl: Oznacz jako spam
pt: Marcar como spam
pt_pt: Marcar como spam
ru: Отметить как спам
tr: Gereksiz olarak işaretle
zh_tw: 標示為垃圾郵件

# Action
source: Mark as unread
ca: Marcar com no llegit
de: Als „Ungelesen” markieren
es: Marcar como no leído
fr: Marquer comme non lu
hr: Označi kao nepročitano
id: Tandai sebagai Belum dibaca
nl: Markeer als ongelezen
pl: Oznacz jako nieprzeczytane
pt: Marcar como não lido
pt_pt: Marcar como não lido
ru: Отметить как непрочитанное
tr: Okunmadı olarak işaretle
zh_tw: 標示為未讀取

# Action
source: Mark as unread - Mark as read
ca: Marca com a no llegit - Marca com a llegit
de: Als „Ungelesen”/„Gelesen” markieren
fr: Marquer comme non lu - Marquer comme lu
hr: Označi kao nepročitano - Označi kao pročitano
nl: Markeer als ongelezen - Markeer als gelezen
pl: Oznacz jako nieprzeczytane - Oznacz jako przeczytane
pt: Marcar como não lido - marcar como lido
pt_pt: Marcar como não lido - marcar como lido
ru: Отметить как непрочитанное - Отметить как прочитанное
tr: Okunmadı olarak işaretle - Okundu olarak işaretle
zh_tw: 標記為未讀 － 標記為已讀

# Action
source: Mark compromised
ca: Marca compromesos
de: Als „Kompromittiert” kennzeichnen
fr: Marquer comme compromise
hr: Označi kao ugroženo
id: Tandai dikompromikan
nl: Markeren als gecompomiteerd
pl: Oznacz jako zagrożony
pt: Marcar como comprometida
pt_pt: Marcar como comprometida
ru: Пометить скомпрометированным
tr: Tehlikeli olarak işaretle
zh_tw: 標記已損壞

# Action
source: Mark obsolete
ca: Marca obsolets
de: Als „Veraltet” kennzeichnen
fr: Marquer comme obsolète
hr: Označi kao zastarjelo
id: Tandai usang
nl: Markeren als verouderd
pl: Oznacz jako przestarzały
pt: Marcar como obsoleta
pt_pt: Marcar como obsoleta
ru: Пометить устаревшим
tr: Eski olarak işaretle
zh_tw: 標記已過時

# Action
source: Merge
ca: Combinar
de: Zusammenführen
es: Combinar
fr: Fusionner
hr: Spajanje
id: Menggabungkan
nl: Samenvoegen
pl: Scal
pt: Mesclar
pt_pt: Unir
ru: Объединить
tr: Birleştir
zh_tw: 合併

# Action
source: Minimize
ca: Minimitzar
de: Minimieren
fr: Réduire
hr: Minimiziraj
nl: Minimaliseren
pl: Minimalizuj
pt: Minimizar
pt_pt: Minimizar
ru: Свернуть
tr: Küçült
zh_tw: 最小化

# Action
source: More
ca: Més
de: Mehr
fr: Plus
hr: Više
nl: Meer
pl: Więcej
pt: Mais
pt_pt: Mais
ru: Ещё
tr: Daha fazla
zh_tw: 更多

# Action
source: Move to
ca: Moure a
de: Verschieben nach
fr: Déplacer vers
hr: Premjesti u
nl: Verplaats naar
pl: Przenieś do
pt: Mover para
pt_pt: Mover para
ru: Переместить в
tr: Taşı
zh_tw: 移至

# Action
source: Move to archive
ca: Moure al arxivador
de: In Archiv verschieben
es: Mover al archivo
fr: Archiver
hr: Premjesti u arhiv
id: Pindah ke arsip
nl: Verplaats naar archief
pl: Przenieś do Archiwum
pt: Mover para arquivo
pt_pt: Mover para o arquivo
ru: Переместить в Архив
tr: Arşive taşı
zh_tw: 移至「封存」資料夾

# Action
source: Move to inbox
ca: Moure a la safata d'entrada
de: In Posteingang verschieben
es: Mover al buzón
fr: Déplacer vers la boîte de réception
hr: Premjesti u pristiglu poštu
id: Pindah ke kotak masuk
nl: Verplaats naar inbox
pl: Przenieś do Odebranych
pt: Mover para caixa de entrada
pt_pt: Mover para a caixa de entrada
ru: Переместить во Входящие
tr: Gelen kutusuna taşı
zh_tw: 移至收件匣

# Action
source: Move to spam
ca: Moure a spam
de: In Spam-Ordner verschieben
es: Mover a spam
fr: Déplacer vers Spam
hr: Premjesti u neželjenu poštu
id: Pindah ke spam
nl: Naar spam verplaatsen
pl: Przenieś do Spamu
pt: Mover para spam
pt_pt: Mover para o spam
ru: Переместить к спаму
tr: Gereksiz kutusuna taşı
zh_tw: 移至「垃圾郵件」資料夾

# Action
source: Move to trash
ca: Moure a la paperera
de: In Papierkorb verschieben
es: Mover a la papelera
fr: Déplacer vers la corbeille
hr: Premjesti u otpad
id: Pindah ke sampah
nl: Naar prullenbak verplaatsen
pl: Przenieś do Kosza
pt: Mover para lixeira
pt_pt: Mover para o lixo
ru: Переместить в корзину
tr: Çöp kutusuna taşı
zh_tw: 移至垃圾桶

# Action
source: Need help?
ca: Necessites ajuda?
de: Benötigen Sie Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
hr: Trebate pomoć?
id: Butuh bantuan?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?
pt_pt: Precisa de ajuda?
ru: Нужна помощь?
tr: Yardım mı lazım?
zh_tw: 需要幫忙嗎？

# Action
source: Need more users?
ca: Necessites més usuaris?
de: Benötigen Sie mehr Nutzer?
es: ¿Necesita más usuarios?
fr: Besoin de plus d’utilisateurs ?
hr: Trebate još korisnika?
id: Butuh lebih banyak pengguna?
nl: Meer gebruikers nodig?
pl: Potrzebujesz więcej użytkowników?
pt: Precisa de mais usuários?
pt_pt: Precisa de mais utilizadores?
ru: Нужно больше пользователей?
tr: Daha fazla kullanıcıya mı ihtiyacınız var?
zh_tw: 需要更多使用者?

# Action
source: Never show
ca: No mostrar mai
de: Niemals anzeigen
fr: Ne jamais afficher
hr: Više ne prikazuj
nl: Nooit weergeven
pl: Nigdy nie pokazuj
pt: Nunca exibir
pt_pt: Nunca mostrar
ru: Никогда не показывать
tr: Asla gösterme
zh_tw: 永不顯示

# Action
source: Next
ca: Següent
de: Weiter
es: Siguiente
fr: Suivant
hr: Sljedeće
id: Berikutnya
nl: Volgende
pl: Dalej
pt: Próximo
pt_pt: Seguinte
ru: Далее
tr: Sonraki
zh_tw: 下一個

# Action
source: Next tip
ca: Següent consell
de: Nächster Tipp
es: Siguiente consejo
fr: Conseil suivant
hr: Sljedeći savjet
id: Tip berikutnya
nl: Volgende tip
pl: Następna wskazówka
pt: Próxima dica
pt_pt: Dica seguinte
ru: Следующий совет
tr: Sonraki ipucu
zh_tw: 下一個提示

# Action
source: No
de: Nein
fr: Non
hr: Ne
id: Tidak
nl: Nee
pl: Nie
pt: Não
pt_pt: Não
ru: Нет
tr: Hayır

# Action
source: Not spam
ca: No es correu brossa
de: Kein Spam
es: No es spam
fr: Non-spam
hr: Nije neželjena pošta
id: Bukan spam
nl: Geen spam
pl: To nie jest spam
pt: Não é spam
pt_pt: Não é spam
ru: Не спам
tr: Gereksiz değil
zh_tw: 非垃圾郵件

# Action
source: OK
hr: U redu
nl: Oké
pt_pt: Aceitar
tr: Tamam

# Action
source: Ok
hr: U redu
nl: Oké
pt_pt: Aceitar
tr: Tamam
zh_tw: 確定

# Action
source: Ordered list
ca: Llista ordenada
de: Nummerierte Liste
fr: Liste ordonnée
hr: Numerirani popis
nl: Geordende lijst
pl: Lista uporządkowana
pt: Lista numerada
pt_pt: Lista numerada
ru: Упорядоченный список
tr: Sıralı liste
zh_tw: 項目清單

# Action
source: Organization
ca: Organització
de: Organisation
fr: Organisation
hr: Organizacija
nl: Organisatie
pl: Organizacja
pt: Organização
pt_pt: Organização
ru: Организация
tr: Kuruluş
zh_tw: 組織

# Action
source: Page number
ca: Número de pàgina
de: Seitenzahl
fr: Numéro de page
hr: Broj stranice
nl: Paginanummer
pl: Numer strony
pt: Número da página
pt_pt: Número de página
ru: Номер страницы
tr: Sayfa numarası
zh_tw: 頁碼

# Action
source: Pay
ca: Pagar
de: Zahlen
es: Pagar
fr: Payer
hr: Plati
id: Membayar
nl: Betalen
pl: Zapłać
pt: Pagar
pt_pt: Pagar
ru: Оплатить
tr: Öde
zh_tw: 付款

# Action
source: Pay annually
ca: Pagar anualment
de: Jährlich zahlen
es: Pagar anualmente
fr: Payer annuellement
hr: Plaćaj godišnje
id: Bayar setiap tahun
nl: Jaarlijks betalen
pl: Plan roczny
pt: Pagar anualmente
pt_pt: Pagar anualmente
ru: Ежегодный платёж
tr: Yıllık ödeme
zh_tw: 年繳

# Action
source: Popup
ca: Finestra emergent
hr: Skočni prozor
pl: Wyskakujące okno
pt_pt: Janela flutuante
ru: Всплывающее окно
tr: Açılır pencere
zh_tw: 彈出視窗

# Action
source: Previous
ca: Anterior
de: Zurück
fr: Précédent
hr: Prethodno
nl: Vorige
pl: Poprzedni
pt: Anterior
pt_pt: Anterior
ru: Предыдущий
tr: Önceki
zh_tw: 上一步

# Action
source: Print
ca: Imprimeix
de: Drucken
es: Imprimir
fr: Imprimer
hr: Ispis
id: Mencetak
nl: Afdrukken
pl: Drukuj
pt: Imprimir
pt_pt: Imprimir
ru: Печать
tr: Yazdır
zh_tw: 列印

# Action
source: Private
ca: Privat
de: Privat
es: Privado
fr: Privé
hr: Privatno
id: Pribadi
nl: Privé
pl: Chroniony
pt: Privado
pt_pt: Privado
ru: Конфиденциальный
tr: Özel
zh_tw: 私人

# Action
source: Private key
ca: Clau privada
de: Privater Schlüssel
es: Clave privada
fr: Clé privée
hr: Privatni ključ
id: Kunci pribadi
nl: Geheime sleutel
pl: Klucz prywatny
pt: Chave privada
pt_pt: Chave privada
ru: Закрытый ключ
tr: Özel anahtar
zh_tw: 私密金鑰

# Action
source: ProtonMail Shop
ca: Botiga ProtonMail
es: Tienda de ProtonMail
fr: Boutique ProtonMail
hr: ProtonMail Dućan
id: Toko ProtonMail
pl: Sklep ProtonMail
pt: Loja ProtonMail
pt_pt: Loja ProtonMail
ru: Магазин ProtonMail
tr: ProtonMail Mağazası
zh_tw: ProtonMail 商店

# Action
source: ProtonMail username to reset
ca: Nom d'usuari de ProtonMail a restaurar
de: ProtonMail-Benutzername zum Zurücksetzen
es: Nombre de usuario de ProtonMail para restablecer
fr: Nom d'utilisateur ProtonMail à réinitialiser
hr: ProtonMail korisničko ime za ponovno postavljanje
id: Nama pengguna ProtonMail untuk mengatur ulang
nl: ProtonMail-gebruikersnaam om te resetten
pl: Nazwa użytkownika ProtonMail do zresetowania
pt: Nome de usuário ProtonMail para redefinir
pt_pt: Nome de utilizador ProtonMail a repor
ru: Имя пользователя ProtonMail для сброса
tr: Sıfırlamak için ProtonMail kullanıcı adı
zh_tw: 重新設定 ProtonMail 使用者帳戶

# Action
source: Public key
ca: Clau pública
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
hr: Javni ključ
id: Kunci publik
nl: Publieke sleutel
pl: Klucz publiczny
pt: Chave pública
pt_pt: Chave pública
ru: Публичный ключ
tr: Ortak anahtar
zh_tw: 公開金鑰

# Action
source: Quote
ca: Cita
de: Zitat
fr: Citer
hr: Citat
nl: Citaat
pl: Cytuj
pt: Citar
pt_pt: Citação
ru: Цитировать
tr: Alıntı
zh_tw: 引用

# Action
source: RE-SIGN
ca: RE-IDENTIFICAR
de: Neu signieren
fr: SIGNER À NOUVEAU
hr: PONOVNO POTPIŠI
nl: OPNIEUW ONDERTEKENEN
pl: PODPISZ PONOWNIE
pt: ASSINAR NOVAMENTE
pt_pt: ASSINAR NOVAMENTE
ru: ПОДПИСАТЬ ПОВТОРНО
tr: TEKRAR OTURUM AÇ
zh_tw: 重新簽名

# Action
source: Reactivate
ca: Reactivar
de: Reaktivieren
es: Reactivar
fr: Réactiver
hr: Ponovo aktiviraj
id: Mengaktifkan kembali
nl: Heractiveren
pl: Ponownie aktywuj
pt: Reativar
pt_pt: Reactivar
ru: Активировать повторно
tr: Yeniden etkinleştir
zh_tw: 重新啟用
