Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Send message
source: Expiring emails to non-ProtonMail recipients require a message password to be set. For more information, {{link}}click here
ca: Els correus electrònics que caduquen a destinataris que no són de ProtonMail requereixen que s'estableixi una clau d'missatge. Per a més informació, {{link}}feu clic aquí
de: Für ablaufende Nachrichten an Nicht-ProtonMail-Empfänger muss ein Nachrichtenpasswort festgelegt werden. Für weitere Informationen klicken Sie bitte hier: {{link}}
es: Los mensajes con expiración a destinatarios fuera de ProtonMail requieren una contraseña. Para más información, {{link}} clic aquí
fr: Les emails à expiration vers des destinataires non ProtonMail nécessitent un mot de passe à définir. Pour plus d’informations, cliquez ici{{link}}
hr: Poruke e-pošte s vremenskim istekom, poslane primateljima koji nisu na ProtonMailu, zahtijevaju postavljanje lozinke. Za više informacija, {{link}} kliknite ovdje
id: Kedaluwarsa email ke penerima tidakada-ProtonMail memerlukan kata sandi pesan yang akan ditetapkan. Untuk informasi lebih lanjut, {{link}}klik disini
nl: Om tijdelijke e-mails naar niet-ProtonMail gebruikers te versturen dient u een bericht wachtwoord in te stellen. {{link}}Klik hier voor meer informatie.
pl: Wygasanie wiadomości e-mail u odbiorców spoza ProtonMaila wymaga ustawienia hasła wiadomości. W celu uzyskania więcej informacji, {{link}}kliknij tutaj
pt: E-mails com prazo de leitura para destinatários fora do ProtonMail, requer que seja criada uma senha. Para mais informação, {{link}}clique aqui
pt_pt: Os emails com validade para destinatários não-ProtonMail requerem a definição de uma senha de mensagem. Para mais informação, {{link}}clique aqui
ru: Пароль обязателен для временных писем получателям вне ProtonMail. Подробности {{link}}здесь
tr: E-postaların ProtonMail dışındaki alıcılara bırakılması, bir ileti parolasının ayarlanmasını gerektirir. Daha fazla bilgi için, {{link}}buraya tıklayın
zh_tw: 若要為非 ProtonMail 收件者的電子郵件設定有效期限，請設置訊息密碼。{{link}}瞭解詳情

# Send message
source: Message sent
ca: Missatge enviat
de: Nachricht gesendet
es: Mensaje enviado
fr: Message envoyé
hr: Poruka poslana
id: Pesan terkirim
nl: Bericht verzonden
pl: Wiadomość została wysłana
pt: Mensagem enviada
pt_pt: Mensagem enviada
ru: Сообщение отправлено
tr: İleti gönderildi
zh_tw: 已傳送訊息

# Settings autoresponder, how many bites inside the message
source: bytes used
ca: bytes utilitzats
de: Bytes verwendet
es: bytes utilizados
fr: octets utilisés
hr: bajtova iskorišteno
id: byte yang digunakan
nl: bytes gebruikt
pl: użytych bajtów
pt: bytes usados
pt_pt: bytes usados
ru: байт использовано
tr: kullanılan bayt
zh_tw: 位元組使用中

# Signup step label
source: Creating new account
ca: Creant un nou compte
de: Neues Konto wird erstellt
es: Creando cuenta nueva
fr: Création d'un nouveau compte
hr: Izrada novog računa
id: Membuat akun baru
nl: Nieuw account aanmaken
pl: Tworzenie nowego konta
pt: Criando nova conta
pt_pt: A criar uma nova conta
ru: Создание новой учётной записи
tr: Yeni hesap oluşturuluyor
zh_tw: 建立新帳號

# Signup step label
source: Done
ca: Fet
de: Fertig
es: Hecho
fr: Fait
hr: Gotovo
id: Selesai
nl: Klaar
pl: Gotowe
pt: Concluído
pt_pt: Concluído
ru: Готово
tr: Tamamlandı
zh_tw: 已完成

# Signup step label
source: Generating keys
ca: Generant claus
de: Schlüssel werden erstellt
es: Generando claves
fr: Génération des clés
hr: Generiranje ključeva
id: Membangkitkan kunci
nl: Sleutels genereren
pl: Generowanie kluczy
pt: Gerando chaves
pt_pt: A gerar chaves
ru: Создание ключей
tr: Anahtarlar oluşturuluyor
zh_tw: 金鑰生成中

# Signup step label
source: Logging in to new account
ca: Iniciant sessió en un nou compte
de: Im neuem Konto anmelden
es: Iniciar sesión en la cuenta nueva
fr: Connexion au nouveau compte
hr: Prijavite se u novi račun
id: Masuk ke akun baru
nl: Inloggen op nieuw account
pl: Logowanie do nowego konta
pt: Entrando na nova conta
pt_pt: Aceder à nova conta
ru: Вход в новую учётную запись
tr: Yeni hesaba giriş yapılıyor
zh_tw: 登入到新帳號

# Signup step label
source: Redirecting
ca: Redireccionant
de: Weiterleitung
es: Redireccionando
fr: Redirection
hr: Preusmjeravanje
id: Mengalihkan
nl: Doorverwijzing
pl: Przekierowywanie
pt: Redirecionando
pt_pt: A redireccionar
ru: Перенаправление
tr: Yönlendiriliyor
zh_tw: 重新導向中

# Signup step label
source: Setting up new account
ca: Configurant un nou compte
de: Ihr neues Konto wird eingerichtet
es: Configurando nueva cuenta
fr: Configuration du nouveau compte
hr: Postavljanje novog računa
id: Menyiapkan akun baru
nl: Nieuw account wordt aangemaakt
pl: Konfigurowanie nowego konta
pt: Configurando nova conta
pt_pt: A configurar a nova conta
ru: Настройка новой учётной записи
tr: Yeni hesap oluşturuluyor
zh_tw: 設定新帳號

# Spam filtering
source: Search Whitelist and Blacklist
ca: Cerca llista blanca i llista negra
de: Positiv- und Negativliste durchsuchen
fr: Rechercher dans la liste blanche et la liste noire
hr: Pretraga lista dopuštenih i blokiranih
nl: Doorzoek whitelist en blacklist
pl: Przeszukaj białą i czarną listę
pt: Pesquisar na lista branca e lista negra
pt_pt: Pesquisar na lista branca e na lista negra
ru: Поиск в Белом и Чёрном списках
tr: Beyaz ve kara listede ara
zh_tw: 搜尋白名單和黑名單

# Storage warning
source: Storage limit reached. Unable to send or receive emails.
ca: Límit d'emmagatzematge assolit. No es pot enviar i/o rebre missatges de correu electrònic.
de: Speichergrenze erreicht. E-Mails können nicht gesendet oder empfangen werden.
fr: Limite de stockage atteinte. Impossible d’envoyer ou de recevoir des emails.
hr: Dosegnuto je ograničenje prostora za pohranu. Ne možete slati ni primati e-poštu.
nl: Opslaglimiet bereikt. Het is niet mogelijk om e-mails te verzenden of ontvangen.
pl: Osiągnięto limit przestrzeni dyskowej. Nie można wysyłać ani odbierać wiadomości e-mail.
pt: Limite de armazenamento atingido. Não é possível enviar ou receber e-mails.
pt_pt: Limite de armazenamento atingido. Não é possível enviar ou receber emails.
ru: Достигнут предел объёма хранилища. Невозможно отправлять или получать почту.
tr: Depolama sınırına ulaşıldı. E-posta gönderilemiyor veya alınamıyor.
zh_tw: 已達到存儲限制。無法發送或接收電子郵件。

# Storage warning
source: You have reached 100% of your storage capacity. You won't be able to send or receive emails unless you permanently delete some emails or purchase more storage. {{learnMoreLink}}.
ca: Heu arribat al 100% de la vostra capacitat d'emmagatzematge. No podreu enviar o rebre correus electrònics llevat que suprimiu permanentment alguns correus o adquirint més emmagatzematge. {{learnMoreLink}}.
de: Sie haben 100% Ihrer Speicherkapazität ausgeschöpft. Sie können keine E-Mails senden oder empfangen, es sei denn, Sie löschen dauerhaft einige Nachrichten oder kaufen mehr Speicherplatz. {{learnMoreLink}}
fr: Vous avez atteint 100 % de votre capacité de stockage. Vous ne pourrez pas envoyer ni recevoir d’email à moins d’en supprimer définitivement quelques-uns ou d’acheter plus de stockage. {{learnMoreLink}}.
pl: Osiągnąłeś 100% dostępnego miejsca w przestrzeni dyskowej. Nie możesz wysyłać ani odbierać wiadomości e-mail, chyba że usuniesz część z nich lub kupisz więcej miejsca. {{learnMoreLink}}.
pt_pt: Atingiu 100% da sua capacidade de armazenamento. Não poderá enviar ou receber emails a não ser que elimine permanentemente alguns emails ou adquira mais armazenamento. {{learnMoreLink}}.
tr: Depolama kapasitenizin %100'üne ulaştınız. Bazı e-postaları kalıcı olarak silmediğiniz veya daha fazla depolama alanı satın almadığınız sürece e-posta gönderemez veya alamazsınız. {{learnMoreLink}}.

# Storage warning
source: You have reached {{ percentage }}% of your storage capacity. Consider freeing up some space or purchasing more storage before you run out of capacity.
ca: Has arribat al {{ percentage }}%</div> de la seva capacitat d'emmagatzematge. Consideri liberalitzant algun espai o més emmagatzematge abans que s'acabi la capacitat de compra.
de: Sie haben {{ percentage }}% Ihrer Speicherkapazität erreicht. Erwägen Sie, etwas Platz freizugeben oder mehr Speicherplatz zu kaufen, bevor Ihnen die Speicherplanz vollständig ausgeht.
fr: Vous avez atteint {{ percentage }}% de votre capacité de stockage. Pensez à libérer de l’espace ou à acheter plus de stockage avant de manquer de capacité.
hr: Dosegli ste {{ percentage }}% vašeg kapaciteta prostora za pohranu. Razmislite o oslobađanju prostora ili kupnji više prostora za pohranu prije nego što vam ponestane kapaciteta.
nl: U hebt {{ percentage }}% van uw opslagcapaciteit bereikt. Overweeg om wat ruimte vrij te maken of schaf meer opslagruimte aan voordat u geen ruimte meer heeft.
pl: Osiągnąłeś {{ percentage }}% dostępnego miejsca w przestrzeni dyskowej. Rozważ zwolnienie części miejsca lub zakup dodatkowej przestrzeni dyskowej, zanim skończy Ci się miejsce.
pt: Você atingiu {{ percentage }} da sua capacidade de armazenamento. Considere liberar um pouco de espaço ou compre mais armazenamento antes que fique sem.
pt_pt: Atingiu {{ percentage }}% da sua capacidade de armazenamento. Considere libertar algum espaço ou compre mais armazenamento antes de esgotar a capacidade.
ru: Вы достигли {{ percentage }}% ёмкости своего хранилища. Подумайте насчёт освобождения некоторого объёма или покупки большего места для хранения до того, как ваш объём закончится.
tr: Depolama kapasitenizin %{{ percentage }} oranına ulaştınız. Kapasiteniz tükenmeden önce bir miktar alan boşaltmayı veya daha fazla depolama alanı satın almayı düşünün.
zh_tw: 您的存儲容量已達到 {{ percentage }}%。請考慮釋放一些空間 或在耗盡容量之前購買更多的存儲空間。

# String separator
source: and
ca: i
de: und
es: y
fr: et
hr: i
nl: en
pl: i
pt: e
pt_pt: e
ru: и
tr: ve
zh_tw: 和

# Subject
source: Encrypted Subject
ca: Assumpte encriptat
de: Verschlüsselter Betreff
es: Asunto cifrado
fr: Objet chiffré
hr: Šifrirani predmet
nl: Versleuteld onderwerp
pl: Zaszyfrowany temat
pt: Assunto criptografado
pt_pt: Assunto encriptado
ru: Зашифрованное поле "Тема"
tr: Şifreli Konu
zh_tw: 加密的主旨

# Subtitle advanced settings
source: Address Verification with Trusted Keys (optional)
ca: Verificació de direcció amb claus de confiança (opcional)
de: Adressprüfung mit vertrauenswürdigen Schlüsseln (optional)
es: Verificación de Dirección con Claves de Confianza (opcional)
fr: Adresse de vérification avec clés de confiance (facultatif)
hr: Potvrda adresa s Pouzdanim ključevima (neobavezno)
nl: Adres verificatie met vertrouwde sleutels (optioneel)
pl: Weryfikacja adresu z Zaufanymi Kluczami (opcjonalnie)
pt: Verificação de endereço com chaves confiáveis ​​(opcional)
pt_pt: Verificação de endereço com chaves confiadas (opcional)
ru: Проверка адреса доверяемыми ключами (необязательно)
tr: Güvenilir anahtarlarla adres doğrulama (isteğe bağlı)
zh_tw: 使用受限賴的金鑰進行郵件位址認證（選用）

# Subtitle advanced settings
source: Configure External PGP (optional)
ca: Configura PGP extern (opcional)
de: Externes PGP konfigurieren (optional)
es: Configurar PGP externo (opcional)
fr: Configurer le PGP externe (en option)
hr: Konfiguriranje vanjskog PGP (neobavezno)
nl: Stel externe PGP in (optioneel)
pl: Skonfiguruj zewnętrzne PGP (opcjonalne)
pt: Configurar PGP externo (opcional)
pt_pt: Configurar PGP externo (opcional)
ru: Настроить внешний PGP (необязательно)
tr: Harici PGP'yi yapılandır (isteğe bağlı)
zh_tw: 設定外部 PGP（選用）

# Success
source: All contacts deleted
ca: Tots els contactes eliminats
de: Alle Kontakte gelöscht
es: Todos los contactos eliminados
fr: Tous les contacts ont bien été supprimés
hr: Svi kontakti uklonjeni
id: Semua kontak dihapus
nl: Alle contactpersonen verwijderd
pl: Wszystkie kontakty zostały usunięte
pt: Todos os contatos excluídos
pt_pt: Todos os contactos eliminados
ru: Все контакты удалены
tr: Tüm kişiler silindi
zh_tw: 已刪除所有聯絡人

# Success
source: All the sessions have been successfully revoked
pt_pt: Todas as sessões foram revogadas com sucesso

# Success
source: Allocated to admin
ca: Assignat al administrador
de: Dem Admin zugeordnet
fr: Attribué à l'administrateur
hr: Dodijeljeno adminu
nl: Toegewezen aan beheerder
pl: Przydzielone do administratora
pt: Alocado para o administrador
pt_pt: Alocado ao administrador
ru: Выделено администратору
tr: Yöneticiye tahsis edildi
zh_tw: 分配給管理員

# Success
source: Apply group success
ca: Aplicació del grup exitosa
de: Gruppe erfolgreich hinzugefügt
fr: Appliqué au groupe avec succès
hr: Uspješno dodavanje u grupu
pl: Przypisano grupę
pt: Alterações ao grupo efetuadas com sucesso
pt_pt: Aplicado ao grupo com sucesso
ru: Успешно добавлено в группу
tr: Grup başarısını uygula
zh_tw: 套用 {{$count}} 群組成功

# Success
source: Autoresponder installed
ca: Contestador automàtic instal·lat
de: Abwesenheitsnotiz eingerichtet
es: Autorespuesta instalado
fr: Répondeur automatique installé
pl: Autoresponder został zainstalowany
pt_pt: Respondedor automático instalado
tr: Otomatik yanıtlayıcı kurulu

# Success
source: Autoresponder removed
ca: Autoresposta eliminat
de: Abwesenheitsnotiz entfernt
es: Autorespuesta eliminada
fr: Répondeur automatique supprimé
hr: Uklonjen automatski odgovor
id: Autoresponder dihapus
nl: Autoresponder verwijderd
pl: Autoresponder został usunięty
pt: Resposta automática removida
pt_pt: Respondedor automático removido
ru: Автоответчик удалён
tr: Otomatik yanıtlayıcı kaldırıldı
zh_tw: 已移除自動回覆設定

# Success
source: Autoresponder updated
ca: Autoresposta actualitzat
de: Abwesenheitsnotiz aktualisiert
es: Autorespuesta actualizado
fr: Répondeur automatique mis à jour
hr: Ažuriran automatski odgovor
id: Autoresponder diperbarui
nl: Autoresponder bijgewerkt
pl: Autoresponder został zaktualizowany
pt: Respostas automáticas foi atualizado
pt_pt: Respondedor automático actualizado
ru: Автоответчик обновлён
tr: Otomatik yanıtlayıcı güncellendi
zh_tw: 已更新自動回覆設定

# Success
source: Banner permanently hidden
ca: Bàner ocult permanentment
de: Hinweisfenster dauerhaft ausblenden
fr: La bannière est définitivement masquée
hr: Baner je trajno skriven
nl: Melding permanent verborgen
pl: Powiadomienie trwale ukryte
pt: Banner permanentemente oculto
pt_pt: Faixa permanentemente ocultada
ru: Запрос постоянно скрыт
tr: Banner kalıcı olarak gizlendi
zh_tw: 橫幅永久隱藏

# Success
source: Catch-all address updated
ca: Captura tot totes les direccions actualitzades
de: Catch-all-Weiterleitungsadresse aktualisiert
fr: Adresse attrape-tout mise à jour
hr: Dohvati-sve adresa je ažurirana
nl: Catch-all adres bijgewerkt
pl: Adres catch-all został zaktualizowany
pt: Endereço de e-mail (catch-all) atualizado
pt_pt: Endereço captura-tudo actualizado
ru: Catch-all-адрес обновлён
tr: Yakalanan tüm adresler güncellendi
zh_tw: 所有位址已更新

# Success
source: Code applied
ca: Codi aplicat
de: Code angewendet
es: Código aplicado
fr: Code appliqué
hr: Primijenjen je kôd
id: Kode diterapkan
nl: Code toegepast
pl: Kod został zastosowany
pt: Código aplicado
pt_pt: Código aplicado
ru: Код применён
tr: Kod uygulandı
zh_tw: 代碼已經部署

# Success
source: Code sent to: {{email}}
ca: Codi enviat a: {{email}}
de: Schlüssel gesendet an: {{email}}
fr: Code envoyé à : {{email}}
hr: Kôd poslan na: {{email}}
pl: Kod został wysłany na adres: {{email}}
pt_pt: Código enviado para: {{email}}
tr: Kod gönderildi: {{email}}

# Success
source: Contact deleted
ca: Contacte esborrat
de: Kontakt gelöscht
es: Contacto eliminado
fr: Contact supprimé
hr: Kontakt je uklonjen
id: Kontak dihapus
nl: Contactpersoon verwijderd
pl: Kontakt został usunięty
pt: Contato excluído
pt_pt: Contacto eliminado
ru: Контакт удалён
tr: Kişi silindi
zh_tw: 已刪除聯絡人

# Success
source: Contact group order saved
ca: S''ha desat l'ordre del grup de contactes
de: Reihenfolge der Kontaktgruppen gespeichert
fr: Ordre du groupe de contacts sauvegardé
hr: Spremljen poredak grupa kontakata
pl: Kolejność grup kontaktów została zapisana
pt: A ordem de classificação do grupo foi salvo
pt_pt: Ordem dos grupos de contactos gravada
ru: Порядок групп контактов сохранён
tr: Kişi grubu siparişi kaydedildi
zh_tw: 已保存連絡人群組排序

# Success
source: Contact re-signed
ca: Contacte re-signat
de: Kontakt erneut signiert
fr: Contact signé à nouveau
hr: Kontakt je ponovno potpisan
nl: Contactpersoon opnieuw getekend
pl: Kontakt ponownie podpisany
pt: Contato assinado novamente
pt_pt: Contacto assinado novamente
ru: Контакт подписан повторно
tr: Kişi yeniden imzalandı
zh_tw: 重新簽證聯絡人

# Success
source: Domain created
ca: Domini creat
de: Domain erstellt
es: Dominio creado
fr: Domaine créé
hr: Domena je izrađena
nl: Domein aangemaakt
pl: Domena została utworzona
pt: Domínio criado
pt_pt: Domínio criado
ru: Доменное имя создано
tr: Etki alanı oluşturuldu
zh_tw: 已建立域名

# Success
source: Domain deleted
ca: S'ha suprimit el domini
de: Domain gelöscht
fr: Domaine supprimé
hr: Domena je izbrisana
nl: Domein verwijderd
pl: Domena została usunięta
pt: Domínio excluído
pt_pt: Domínio eliminado
ru: Домен удалён
tr: Etki alanı silindi
zh_tw: 已刪除域名

# Success
source: Domain verified
ca: Domini verificat
de: Domain verifiziert
fr: Domaine vérifié
hr: Domena je potvrđena
nl: Domein geverifieerd
pl: Domena została zweryfikowana
pt: Domínio verificado
pt_pt: Domínio verificado
ru: Домен подтверждён
tr: Etki alanı doğrulandı
zh_tw: 已確認域名

# Success
source: Emailing preference updated
ca: Preferència de correu electrònic actualitzada
de: E-Mail-Einstellungen aktualisiert
es: Preferencias de correo electrónico actualizadas
fr: Préférences d'email mises à jour
hr: Ažurirana je postavka e-pošte
id: Preferensi email diperbarui
nl: E-mailvoorkeuren bijgewerkt
pl: Zaktualizowano ustawienia sposobu obsługi e-maili
pt: Preferência de envio de e-mails atualizada
pt_pt: Preferências de envio actualizadas
ru: Настройки отправки почты обновлены
tr: E-posta tercihi güncellendi
zh_tw: 電子郵件選項已更新

# Success
source: Encryption and signature verification disabled
ca: Encriptació i verificació de signatura desactivada
de: Verschlüsselung und Signaturprüfung deaktiviert
fr: Chiffrement et vérification de signature désactivés
hr: Šifriranje i provjera potpisa su onemogućeni
nl: Versleuteling en handtekeningverificatie uitgeschakeld
pl: Wyłączono szyfrowanie i weryfikację podpisu
pt: Criptografia e verificação de assinatura desabilitada
pt_pt: Encriptação e verificação de assinatura desactivadas
ru: Шифрование и проверка подписей отключены
tr: Şifreleme ve imza doğrulaması devre dışı bırakıldı
zh_tw: 已停用加密和簽名驗證

# Success
source: Encryption disabled
ca: Encriptació desactivada
de: Verschlüsselung deaktiviert
fr: Chiffrement désactivé
hr: Šifriranje onemogućeno
nl: Versleutelen uitgeschakeld
pl: Szyfrowanie wyłączone
pt: Criptografia desabilitada
pt_pt: Encriptação desactivada
ru: Шифрование отключено
tr: Şifreleme devre dışı
zh_tw: 已停用加密

# Success
source: Encryption enabled
ca: Xifratge habilitat
de: Verschlüsselung aktiviert
fr: Chiffrement activé
hr: Šifriranje omogućeno
nl: Versleutelen ingeschakeld
pl: Szyfrowanie włączone
pt: Criptografia habilitada
pt_pt: Encriptação activada
ru: Шифрование включено
tr: Şifreleme etkin
zh_tw: 已啟用加密

# Success
source: Encryption setting updated
ca: Configuració d'encriptació actualitzada
de: Verschlüsselungseinstellung aktualisiert
es: Ajustes de cifrado actualizados
fr: Paramètre de chiffrement mis à jour
hr: Postavke šifriranje su ažurirane
nl: Versleutelingsinstelling bijgewerkt
pl: Ustawienia szyfrowania zostały zaktualizowane
pt: Configuração de criptografia atualizada
pt_pt: Definição de encriptação actualizada
ru: Настройка шифрования обновлена
tr: Şifreleme ayarı güncellendi
zh_tw: 已更新加密設定

# Success
source: Folder deleted
ca: S'ha eliminat la carpeta
de: Ordner gelöscht
fr: Dossier supprimé
hr: Mapa je izbrisana
nl: Map verwijderd
pl: Folder został usunięty
pt: Pasta excluída
pt_pt: Pasta eliminada
ru: Папка удалена
tr: Klasör silindi
zh_tw: 已刪除資料夾

# Success
source: Folder emptied
ca: S'ha buidat la carpeta
de: Ordner geleert
fr: Dossier vidé
hr: Mapa je ispražnjena
nl: Map leeggemaakt
pl: Folder opróżniony
pt: Pasta esvaziada
pt_pt: Pasta esvaziada
ru: Папка очищена
tr: Klasör boşaltıldı
zh_tw: 已清空資料夾

# Success
source: Folder updated
ca: Carpeta actualitzada
de: Ordner aktualisiert
es: Carpeta actualizada
fr: Dossier mis à jour
hr: Mapa je ažurirana
nl: Map bijgewerkt
pl: Folder został zaktualizowany
pt: Pasta atualizada
pt_pt: Pasta actualizada
ru: Папка обновлена
tr: Klasör güncellendi
zh_tw: 已更新資料夾

# Success
source: Gift code applied
ca: Codi de regal aplicat
de: Geschenkgutscheincode angewandt
es: Código de regalía aplicado
fr: Code cadeau appliqué
hr: Kôd darovnog kupona je primjenjen
id: Kode hadiah diterapkan
nl: Geschenkcode toegepast
pl: Kod podarunkowy został zastosowany
pt: Código de presente aplicado
pt_pt: Código de oferta aplicado
ru: Подарочный код применён
tr: Hediye kodu uygulandı
zh_tw: 優惠券代碼已被接受

# Success
source: Hotkeys preferences updated
ca: Preferències de tecles d'accés actualitzades
de: Tastenkombinationen aktualisiert
fr: Préférences de raccourcis mises à jour
hr: Ažurirane su postavke prečaca
nl: Sneltoetsvoorkeuren bijgewerkt
pl: Ustawienia skrótów klawiszowych zostały zaktualizowane
pt: Preferências de teclas de atalho atualizadas
pt_pt: Preferências dos atalhos gravadas
ru: Настройки сочетаний клавиш обновлены
tr: Kısayol tercihleri güncellendi
zh_tw: 快速鍵設定已更新

# Success
source: Image preferences updated
ca: Preferències d'imatge actualitzades
de: Bild-Einstellungen aktualisiert
fr: Préférences d’image mises à jour
hr: Postavke slike su ažurirane
nl: Afbeeldingsvoorkeuren bijgewerkt
pl: Ustawienia wyświetlania obrazów zostały zaktualizowane
pt: Preferências de imagem atualizada
pt_pt: Preferências de imagens actualizadas
ru: Настройки изображений обновлены
tr: Resim tercihleri güncellendi
zh_tw: 圖片設定已更新

# Success
source: Key deleted
ca: Clau esborrada
de: Schlüssel gelöscht
fr: Clé supprimée
hr: Ključ je izbrisan
nl: Sleutel verwijderd
pl: Klucz został usunięty
pt: Chave excluída
pt_pt: Chave eliminada
ru: Ключ удалён
tr: Anahtar silindi
zh_tw: 已刪除密鑰

# Success
source: Keys reactivated
ca: Clau reactivada
de: Schlüssel reaktiviert
es: Claves reactivadas
fr: Clés réactivées
hr: Ključ ponovno aktiviran
nl: Sleutels opnieuw geactiveerd
pl: Klucz został ponownie aktywowany
pt: Chaves reativadas
pt_pt: Chaves reactivadas
ru: Ключи активированы повторно
tr: Anahtarlar yeniden etkinleştirildi
zh_tw: 金鑰已重新啟用

# Success
source: Label deleted
ca: Etiqueta esborrada
de: Kategorie gelöscht
fr: Label supprimé
hr: Oznaka izbrisana
nl: Label verwijderd
pl: Etykieta została usunięta
pt: Marcador excluído
pt_pt: Etiqueta eliminada
ru: Ярлык удалён
tr: Etiket silindi
zh_tw: 已刪除標籤

# Success
source: Label order saved
ca: Etiqueta d'ordre desada
de: Kategoriereihenfolge gespeichert
fr: Organisation de label enregistrée
hr: Poredak oznaka je spremljen
nl: Labelvolgorde opgeslagen
pl: Kolejność etykiet została zapisana
pt: Ordem do marcador salvo
pt_pt: Ordem das etiquetas gravada
ru: Порядок ярлыков сохранён
tr: Etiket siparişi kaydedildi
zh_tw: 標籤排序已儲存

# Success
source: Label updated
ca: Etiqueta actualitzada
de: Kategorie aktualisiert
es: Etiqueta actualizada
fr: Label mis à jour
hr: Oznaka ažurirana
nl: Label bijgewerkt
pl: Etykieta została zaktualizowana
pt: Marcador atualizado
pt_pt: Etiqueta actualizada
ru: Ярлык обновлён
tr: Etiket güncellendi
zh_tw: 已更新標籤

# Success
source: Message sent
ca: Missatge enviat
de: Nachricht gesendet
fr: Message envoyé
hr: Poruka poslana
nl: Bericht is verzonden
pl: Wiadomość została wysłana
pt: Mensagem enviada
pt_pt: Mensagem enviada
ru: Сообщение отправлено
tr: İleti gönderildi
zh_tw: 訊息已傳送
