Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# domains list
source: No custom domain found
ca: No s'ha trobat cap domini personalitzat
de: Keine eigene Domain gefunden
es: No se encontró ningún dominio personalizado
fr: Aucun domaine personnalisé trouvé
hr: Nije pronađena prilagođena domena
id: Tidak ditemukan domain khusus
nl: Geen eigen domein gevonden
pl: Nie znaleziono domen niestandardowych
pt: Nenhum domínio personalizado encontrado
pt_pt: Nenhum domínio personalizado encontrado
ru: Пользовательский домен не найден
tr: Özel etki alanı bulunamadı
zh_tw: 找不到自訂的域名。

# domains list
source: Setup Error: Please run the
pt_pt: Erro de configuração: Por favor, execute o

# domains list
source: to correct configuration errors.
pt_pt: para corrigir erros de configuração.

# dropdown label
source: Label Saved
ca: Etiqueta guardada
de: Kategorie gespeichert
es: Etiqueta guardada
fr: Label enregistré
hr: Oznaka spremljena
id: Label Disimpan
nl: Label opgeslagen
pl: Etykieta została zapisana
pt: Marcador salvo
pt_pt: Etiqueta gravada
ru: Ярлык сохранён
tr: Etiket kaydedildi
zh_tw: 標籤已儲存

# dropdown label
source: Labels Saved
ca: Etiquetes desades
de: Kategorien gespeichert
es: Etiquetas guardadas
fr: Labels enregistrés
hr: Oznake spremljene
id: Label Disimpan
nl: Labels opgeslagen
pl: Etykiety zostały zapisane
pt: Marcadores salvos
pt_pt: Etiquetas gravadas
ru: Ярлыки сохранены
tr: Etiketler kaydedildi
zh_tw: 標籤已儲存

# error message
source: Error creating a contact
ca: S'ha produït un error en crear un contacte
de: Fehler beim Speichern des Kontakts
fr: Erreur lors de la création du contact
hr: Pogreška pri stvaranju kontakta
nl: Contactpersoon aanmaken is mislukt
pl: Błąd podczas tworzenia kontaktu
pt: Erro ao criar o contato
pt_pt: Erro ao criar o contacto
ru: Ошибка при создании контакта
tr: Kişi oluşturulurken hata oluştu
zh_tw: 建立聯絡人時發生錯誤

# how many domains are in use
source: domains used.
ca: dominis utilitzats.
de: genutzte Domains.
es: dominios utilizados.
fr: domaines utilisés.
hr: iskorištene domene.
id: domain yang digunakan.
nl: domeinen gebruikt.
pl: używanych domen.
pt: domínios usados.
pt_pt: domínios utilizados.
ru: доменов использовано.
tr: etki alanı kullanıldı.
zh_tw: 已使用域名

# info
source: RSA 2048-bit (Older but faster)
ca: RSA 2048 bits (vell però ràpid)
de: RSA 2048-Bit (Ältes aber schneller)
fr: RSA 2048-bit (plus ancien mais plus rapide)
pt_pt: RSA 2048-bit (antigo mas rápido)
tr: RSA 2048-bit (Eski ama daha hızlı)

# info
source: RSA 4096-bit (Secure but slow)
ca: RSA 4096-bit (segur però lent)
de: RSA 4096-bit (Sicher, aber langsam)
fr: RSA 4096-bit (sécurisé mais lent)
pt_pt: RSA 4096-bit (seguro mas lento)
tr: RSA 4096-bit (Yavaş ama güvenli)

# info
source: Subject
ca: Assumpte
de: Betreff
fr: Objet
pt_pt: Assunto
tr: Konu

# info
source: X25519 (Modern, fastest, secure)
ca: X25519 (Modern, més ràpid, segur)
de: X25519 (Modern, schnellstes, sicher)
fr: X25519 (moderne, rapide et sécurisé)
pt_pt: X25519 (moderno, o mais rápido, seguro)
tr: X25519 (Modern, çok hızlı, güvenli)

# info link to Addresses/Users in Signatures page
source: New Addresses can be added on
ca: Es poden afegir adreces noves
de: Neue Adressen können hier hinzugefügt werden:
es: Direcciones nuevas pueden agregarse en
fr: Les nouvelles adresses peuvent être ajoutées sur
hr: Nove adrese mogu biti dodane na
id: Alamat baru bisa ditambahkan
nl: Nieuwe adressen kunt u toevoegen op
pl: Nowe adresy mogą być dodane na podstronie
pt: Novos endereços podem ser adicionados em
pt_pt: Os novos endereços podem ser adicionados em
ru: Новые адреса могут быть добавлены в
tr: Yeni adresler şuradan eklenebilir
zh_tw: 新的郵件位址可以在以下新增

# key flag info
source: Disables encryption with this key
ca: Desactiva el xifrat amb aquesta clau
de: Deaktiviert die Verschlüsselung mit diesem Schlüssel
fr: Désactive le chiffrement avec cette clé
hr: Onemogućavanje šifriranja s ovim ključem
nl: Schakelt het versleutelen met deze sleutel uit
pl: Wyłącza szyfrowanie za pomocą tego klucza
pt: Desabilitar a criptografia com esta chave
pt_pt: Desactiva a encriptação com esta chave
ru: Отключает возможность шифрования этим ключом
tr: Bu anahtar ile şifrelemeyi devre dışı bırakır
zh_tw: 暫停以此金鑰的加密

# key flag info
source: Disables signature verification and encryption with this key
ca: Desactiva la verificació i el xifratge de signatures amb aquesta clau
de: Deaktiviert die Signaturprüfung und Verschlüsselung mit diesem Schlüssel
fr: Désactive la vérification de la signature et le chiffrement avec cette clé
hr: Onemogućuje provjeru potpisa i šifriranje s ovim ključem
nl: Schakelt het controleren van digitale ondertekeningen en het versleutelen met deze sleutel uit
pl: Wyłącza weryfikację podpisu i szyfrowanie za pomocą tego klucza
pt: Desabilitar a verificação de assinatura e criptografia com esta chave
pt_pt: Desactiva a verificação de assinatura e encriptação com esta chave
ru: Отключает проверку подписи и возможность шифрования этим ключом
tr: Bu anahtar ile imza doğrulamayı ve şifrelemeyi devre dışı bırakır
zh_tw: 暫停以此金鑰的加密和簽章驗證

# key flag info
source: Signatures produced by this key are treated as invalid and this key cannot be used for encryption
ca: Les signatures produïdes per aquesta clau es consideren invàlides i aquesta clau no es pot utilitzar per al xifratge
de: Mit diesem Schlüssel erzeugte Signaturen werden als ungültig behandelt und können nicht zur Verschlüsselung verwendet werden.
fr: Les signatures produites par cette clé sont considérées comme non valides et cette clé ne peut pas être utilisée pour le chiffrement
hr: Potpisi proizvedeni ovim ključem tretiraju se kao nevažeći i ovaj ključ se ne može koristiti za šifriranje
nl: Ondertekeningen die met deze sleutel gemaakt zijn worden als ongeldig behandeld en deze sleutel kan niet gebruikt worden voor het versleutelen
pl: Podpisy utworzone za pomocą tego klucza są traktowane jako nieprawidłowe, klucz nie może zostać użyty do szyfrowania
pt: Assinaturas efetuadas com esta chave são tratadas como inválidas, portanto, essa chave não pode ser usada para criptografar
pt_pt: As assinaturas produzidas por esta chave são tratadas como inválidas e esta chave não pode ser usada para encriptação
ru: Подписи, произведённые данным ключом, считаются недействительными, и этот ключ не может быть использован для шифрования
tr: Bu anahtar tarafından üretilen imzalar geçersiz olarak kabul edilir ve bu anahtar şifreleme için kullanılamaz
zh_tw: 此金鑰產生的電子簽署被視作無效，不能用於加密

# key flag info
source: This address has been disabled
ca: Aquesta adreça s'ha desactivat
de: Diese Adresse wurde deaktiviert
fr: Cette adresse a été désactivée
hr: Ova adresa e-pošte je onemogućena
nl: Dit adres is uitgeschakeld
pl: Ten adres został wyłączony
pt: Este endereço foi desativado
pt_pt: Este endereço foi desactivado
ru: Этот адрес был отключён
tr: Bu adres devre dışı bırakıldı
zh_tw: 此地址已被停用

# key flag info
source: This key cannot be used for encryption
ca: Aquesta clau no es pot utilitzar per al xifratge
de: Dieser Schlüssel kann nicht zur Verschlüsselung verwendet werden.
fr: Cette clé ne peut pas être utilisée pour le chiffrement
hr: Ovaj ključ se ne može koristiti za šifriranje
nl: Deze sleutel kan niet worden gebruikt voor versleuteling
pl: Ten klucz nie może zostać użyty do szyfrowania
pt: Essa chave não pode ser usada para criptografar
pt_pt: Esta chave não pode ser usada para encriptação
ru: Этот ключ не может быть использован для шифрования
tr: Bu anahtar şifreleme için kullanılamaz
zh_tw: 此金鑰不能用於加密

# key generation progrss
source: Done
ca: Fet
de: Fertig
es: Hecho
fr: Fait
hr: Gotovo
id: Selesai
nl: Klaar
pl: Gotowe
pt: Concluído
pt_pt: Feito
ru: Готово
tr: Tamamlandı
zh_tw: 完成

# key generation progrss
source: Generating
ca: Generant
de: Generieren
es: Generando
fr: Génération
hr: Stvaranje
id: Membangkitkan
nl: Genereren
pl: Generowanie
pt: Gerando
pt_pt: A gerar
ru: Создание
tr: Oluşturuluyor
zh_tw: 生成中

# key generation progrss
source: Queued
ca: En cua
de: In der Warteschlange
es: En espera
fr: En file d’attente
hr: Na čekanju
id: Antri
nl: In wachtrij
pl: W kolejce
pt: Na fila
pt_pt: Em fila
ru: Поставлено в очередь
tr: Sıraya alındı
zh_tw: 待處理

# key generation progrss
source: Saved
ca: Desat
de: Gespeichert
es: Guardado
fr: Enregistré
hr: Spremljeno
id: Disimpan
nl: Opgeslagen
pl: Zapisano
pt: Salvo
pt_pt: Gravado
ru: Сохранено
tr: Kaydedildi
zh_tw: 已儲存

# label
source: Currency
ca: Moneda
de: Währung
es: Moneda
fr: Devise
hr: Valuta
id: Mata uang
nl: Valuta
pl: Waluta
pt: Moeda
pt_pt: Moeda
ru: Валюта
tr: Para birimi
zh_tw: 貨幣

# login form placeholder
source: Password
ca: Contrasenya
de: Passwort
fr: Mot de passe
hr: Lozinka
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_pt: Palavra-passe
ru: Пароль
tr: Parola
zh_tw: 密碼

# login form placeholder
source: Username
ca: Nom d'usuari
de: Benutzername
fr: Nom d'utilisateur
hr: Korisničko ime
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
pt_pt: Nome de utilizador
ru: Имя пользователя
tr: Kullanıcı adı
zh_tw: 使用者名稱

# month price
source: /mo
de: /Monat
es: /mes
hr: /mj
nl: /maand
pl: /miesiąc
pt: /mês
pt_pt: /mês
ru: /мес
tr: /ay
zh_tw: /月

# notification drag and drop
source: Apply label
ca: Aplicar etiqueta
de: Kategorie übernehmen
es: Aplicar etiqueta
fr: Appliquer le label
hr: Primjeni oznaku
id: Terapkan label
nl: Voeg label toe
pl: Zastosuj etykietę
pt: Aplicar marcador
pt_pt: Aplicar etiqueta
ru: Ярлык назначен
tr: Etiket atandı
zh_tw: 套用標籤

# notification drag and drop
source: Move {{total}} {{type}}
ca: Moviment {{total}} {{type}}
de: {{total}} {{type}} verschieben
es: Mover {{total}} {{type}}
fr: Déplacer {{total}} {{type}}
hr: Premjestite {{total}} {{type}}
id: Pindahkan {{total}} {{type}}
nl: Verplaats {{total}} {{type}}
pl: Przenieś {{total}} {{type}}
pt: Mover {{total}} {{type}}
pt_pt: Mover {{total}} {{type}}
ru: Переместить {{total}} {{type}}
tr: Taşı {{total}} {{type}}
zh_tw: 移動 {{total}} {{type}}

# notification drag and drop
source: Star {{total}} {{type}}
ca: Estrella {{total}} {{type}}
de: {{total}} {{type}} kennzeichnen
es: Destacar {{total}} {{type}}
fr: Ajouter aux favoris {{total}} {{type}}
hr: Zvijezda {{total}} {{type}}
id: Bintang {{total}} {{type}}
nl: Ster {{total}} {{type}}
pl: Gwiazdek {{total}} {{type}}
pt: Estrela {{total}} {{type}}
pt_pt: Estrelar {{total}} {{type}}
ru: Добавлено к избранному: {{total}} {{type}}
tr: Yıldız {{total}} {{type}}
zh_tw: 星號 {{total}} {{type}}

# price
source: /mo
pt_pt: /mês

# printed message info
source: Received:
ca: Rebut:
de: Empfangen:
fr: Reçu :
hr: Primljeno:
nl: Ontvangen:
pl: Odebrano:
pt: Recebido:
pt_pt: Recebido:
ru: Получено:
tr: Alınma tarihi:
zh_tw: 已接收:

# printed message info
source: Sent:
ca: Enviat:
de: Gesendet:
fr: Envoyé :
hr: Poslano:
nl: Verzonden:
pl: Wysłano:
pt: Enviado:
pt_pt: Enviado:
ru: Отправлено:
tr: Gönderilen:
zh_tw: 已傳送:

# reset password
source: If you are resetting the Login password only, old messages can be recovered later if you know your existing Mailbox Password. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Learn More</a>.
ca: Si restabliu la contrasenya d'inici de sessió només, els missatges antics es podran recuperar més endavant si coneixeu la vostra contrasenya de la bústia existent.<a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Més informació</a>.
de: Wenn Sie nur das Anmeldepasswort zurücksetzen, können alte Nachrichten später wiederhergestellt werden, wenn Sie Ihr bereits vorhandenes Mailboxpasswort kennen. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Mehr erfahren</a>.
es: Si está restableciendo sólo la contraseña de inicio de sesión, los mensajes antiguos se pueden recuperar más tarde si conoce su contraseña de buzón existente. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Más información</a>.
fr: Si vous réinitialisez uniquement le mot de passe de connexion, les anciens messages peuvent être récupérés ultérieurement si vous connaissez le mot de passe de votre boîte de réception existante. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">En savoir plus</a>.
hr: Ako oporavljate samo lozinku za prijavu, stare poruke se mogu kasnije vratiti ako znate svoju postojeću lozinku sandučića e-pošte. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Saznajte više</a>.
id: Jika Anda menyetel ulang kata sandi Login saja, pesan lama dapat dipulihkan nanti jika Anda mengetahui Password Kotak Pesan Anda yang ada. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank"> Pelajari Lebih Lanjut </a> .
nl: Wanneer u alleen uw inlogwachtwoord aanpast, kan u oudere berichten later nog herstellen als u uw huidige mailbox-wachtwoord nog weet. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Meer informatie</a>.
pl: Jeśli resetujesz jedynie hasło logowania, to stare wiadomości można odzyskać później, jeśli znasz obecne hasło skrzynki pocztowej. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank"> Dowiedz się więcej</a>.
pt: Se você está redefinindo somente sua senha de acesso, as mensagens antigas podem ser recuperadas mais tarde se você souber a senha da caixa de entrada. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Saiba Mais</a>.
pt_pt: Se só está a repor a senha de início de sessão, poderá recuperar as mensagens antigas mais tarde se souber a senha actual da caixa de correio. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Saiba mais</a>.
ru: Если вы сбрасываете только пароль для входа, то старые сообщения могут быть восстановлены позже, если вы знаете пароль к почтовому ящику. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Подробнее</a>.
tr: Yalnızca giriş parolasını sıfırlıyor, mevcut posta kutusu parolanızı biliyorsanız; eski iletiler daha sonra kurtarılabilir. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Daha fazla bilgi edinin</a>.
zh_tw: 若您僅重設登入密碼，您可使用既有的郵箱密碼來恢復舊訊息。<a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">瞭解詳情</a>。

# reset password
source: If you remember your old password later, you can recover your existing messages. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Learn More</a>.
ca: Si recordeu la vostra antiga contrasenya més endavant, podeu recuperar els vostres missatges existents<a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Més informació</a>.
de: Wenn Sie sich später an Ihr altes Passwort erinnern, können Sie Ihre vorhandenen Nachrichten wiederherstellen. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Mehr erfahren</a>.
es: Si recuerda su contraseña vieja más adelante, puede recuperar sus mensajes existentes.<a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Más información</a>.
fr: Si vous vous souvenez de votre mot de passe ultérieurement, vous pouvez récupérer vos messages existants. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">En savoir plus</a>.
hr: Ako se kasnije sjetite stare lozinke, možete obnoviti postojeće poruke. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Saznajte više</a>.
id: Jika Anda mengingat kata sandi lama Anda nanti, Anda dapat memulihkan pesan yang ada. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank"> Pelajari Lebih Lanjut </a> .
nl: Wanneer u uw oude wachtwoord later nog herinnert, dan kunt u uw bestaande berichten terughalen. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Meer informatie</a>.
pl: Jeśli przypomnisz sobie swoje stare hasło później, będziesz mógł odzyskać swoje obecne wiadomości. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Dowiedz się więcej</a>.
pt: Se você lembrar de sua senha antiga mais tarde, poderá recuperar suas mensagens existentes. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Saiba Mais</a>.
pt_pt: Se se lembrar mais tarde da senha anterior, pode recuperar as mensagens existentes. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Saiba mais</a>.
ru: Если позже вы вспомните свой старый пароль, то сможете восстановить свои существующие сообщения. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Подробнее</a>.
tr: Eski parolanızı daha sonra hatırlarsanız, mevcut iletilerinizi kurtarabilirsiniz. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Daha fazla bilgi edinin</a>.
zh_tw: 若您回想起舊密碼，您可以恢復既有訊息。<a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">瞭解詳情</a>。

# reset password
source: Resetting either Login or Mailbox password will make old messages unreadable.
ca: Restablir la contrasenya d'inici de sessió o de la bústia farà que els missatges antics siguin il·lesibles.
de: Das Zurücksetzen des Anmelde- oder Postfachkennwortes verhindert das Lesen alter Nachrichten.
es: Restablecer la contraseña de inicio o del buzón hará inaccesibles los mensajes viejos.
fr: La réinitialisation du mot de passe de connexion ou de la boîte mail rendra les anciens messages illisibles.
hr: Ponovno postavljanje lozinke za prijavu ili za sandučić e-pošte, učiniti će stare poruke nečitljivima.
id: Menyetel ulang password Login atau Mailbox akan membuat pesan lama tidak terbaca.
nl: Uw inlog- of mailboxwachtwoord resetten maakt uw oude berichten onleesbaar.
pl: Resetowanie hasła logowania lub skrzynki pocztowej sprawi, że nie będzie można odczytać starszych wiadomości.
pt: Redefinindo o login ou senha da caixa de correio fará com que as mensagens antigas fiquem ilegíveis.
pt_pt: Repor as senhas de início de sessão ou da caixa de correio tornará as mensagens antigas ilegíveis.
ru: Сброс пароля для входа или для почтового ящика сделает старые сообщения нечитаемыми.
tr: Oturum açma veya posta kutusu parolasını sıfırlamak, eski iletileri okunamaz hale getirir.
zh_tw: 重設登入或郵箱密碼會導致既有訊息無法被讀取。

# reset password
source: Resetting either Login or Mailbox password will switch you to <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Single Password Mode</a>.
ca: Si restabliu la contrasenya d'inici de sessió o bústia, us canviarà a <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Mode de contrasenya única</a>.
de: Durch Zurücksetzen des Anmelde- oder Postfachkennworts wechseln Sie in den <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Einzelpasswortmodus</a>.
es: Restablecer la contraseña de inicio o del buzón le cambiará al <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">modo de una contraseña</a>.
fr: En réinitialisant le mot de passe de connexion ou de la boîte mail, vous passerez en mode <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Mot de Passe Unique</a>.
hr: Poništavanje lozinke za prijavu ili za sandučić e-pošte prebacit će vas na <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Način rada s jednom lozinkom</a>.
id: Menyetel ulang sandi Login atau Kotak Pesan akan mengalihkan Anda ke <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank"> Mode Kata Sandi Tunggal </a>.
nl: Bij het resetten van uw inlog- of mailboxwachtwoord wordt <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">enkel-wachtwoordmodus</a> ingesteld.
pl: Zresetowanie hasła logowania lub skrzynki pocztowej przełączy Cię w <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Tryb pojedynczego hasła</a>.
pt: Redefinindo o login ou a senha da caixa de correio mudará você para <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Modo de Senha Simples</a>.
pt_pt: Ao repor as senhas de início de sessão ou da caixa de correio passará para o <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">modo de senha única</a>.
ru: Сброс пароля для входа или для почтового ящика переключит вас в <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">режим одного пароля</a>.
tr: Giriş veya posta kutusu parolasını sıfırlamak, sizi <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">tek şifre moduna</a> dönüştürür.
zh_tw: 重設登入或郵箱密碼會將您切換到<a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">單密碼模式</a>。

# settings warning
source: Address Verification is an advanced security feature. Only turn this on if you know what it does.
ca: La verificació d'adreces és una característica avançada de seguretat. Només activeu això si ja sabeu què fa.
de: Die Adressverifizierung ist eine erweiterte Sicherheitsfunktion. Schalten Sie sie nur ein, wenn Sie wissen, was sie tut.
es: Verificación de Dirección es una función de seguridad avanzada. Habilítela solo si sabe lo que hace.
fr: La vérification d'adresse est une fonctionnalité de sécurité avancée. Activez-la uniquement si vous savez de quoi il s'agit.
hr: Potvrda adresa je napredna sigurnosna značajka. Uključite ovo samo ako znate što radi.
nl: Adresverificatie is een geavanceerde beveiligingsfunctie. Schakel dit alleen in als u weet wat het doet.
pl: Weryfikacja adresu jest zaawansowaną funkcją bezpieczeństwa. Używaj jej tylko wtedy, gdy wiesz jak ona działa.
pt: A verificação de endereço é um recurso de segurança avançado. Apenas habilite se você souber o que está fazendo.
pt_pt: A verificação de endereço é uma funcionalidade de segurança avançada. Active só se souber o que está a fazer.
ru: Проверка адреса &mdash; это расширенная мера безопасности. Включайте её только тогда, когда знаете, что она делает.
tr: Adres doğrulama, gelişmiş bir güvenlik özelliğidir. Sadece ne yaptığınızı biliyorsanız bunu açın.
zh_tw: 郵件地址認證屬於進階的安全功能。除非您知道如何進行，我們不建議嘗試。
