Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: To use Address Verification, you must enable Trusted Keys and trust one or more available public keys, including the primary key for this address. This prevents the encryption keys from being faked.
ca: Per utilitzar la verificació d'adreça, heu d'habilitar les claus de confiança i confiar en una o més de les claus públiques disponibles, incloent la clau primària per a aquesta adreça. Això evita que les claus de xifratge es falsifiquin.
de: Um die Adressverifizierung zu verwenden, müssen Sie vertrauenswürdige Schlüssel aktivieren und einem oder mehreren verfügbaren öffentlichen Schlüsseln vertrauen, einschließlich dem Primärschlüssel für diese Adresse. Dadurch wird verhindert, dass die Verschlüsselungsschlüssel gefälscht werden.
es: Para utilizar Verificación de Dirección, debe habilitar Claves de Confianza y confiar una o más claves públicas disponibles, incluyendo la clave principal para esta dirección. Esto impedirá que las claves de cifrado sean falsificadas.
fr: Pour utiliser la vérification d'adresse, vous devez activer les clés de confiance et approuver une ou plusieurs clés publiques disponibles, y compris la clé primaire pour cette adresse. Cela prévient contre les fausses clés de chiffrement.
hr: Da biste koristili Potvrdu adresa, morate omogućiti Pouzdane ključeve i pouzdati se u jedan ili više dostupnih javnih ključeva, uključujući primarni ključ za tu adresu. Time se sprječava lažiranje ključeva za šifriranje.
nl: Om adresverificatie te gebruiken, moet u vertrouwde sleutels inschakelen en een of meerdere publieke sleutel(s) vertrouwen, inclusief de primaire sleutel van dit adres. Dit voorkomt de vervalsing van versleutelingssleutels.
pl: Aby używać Weryfikacji Adresu, musisz włączyć Zaufane klucze i dodać do zaufanych jeden lub więcej dostępnych kluczy publicznych, w tym klucz główny dla tego adresu. Zapobiega to podrabianiu kluczy szyfrowania.
pt: Para usar a verificação de endereço, você deve ativar as chaves confiáveis ​​e confiar em uma ou mais chaves públicas disponíveis, incluindo a chave primária para esse endereço. Isso impede que as chaves de criptografia sejam falsificadas.
pt_pt: Para usar a verificação de endereço, tem de activar as chaves confiadas e confiar numa ou mais chaves públicas disponíveis, incluindo a chave primária para este endereço. Isto impede que as chaves de encriptação sejam falsificadas.
ru: Чтобы применять проверку адреса, вы должны включить доверяемые ключи и доверять одному или более из доступных публичных ключей, в том числе основному ключу для этого адреса. Это предотвращает подделку ключей шифрования.
tr: Adres doğrulamayı kullanmak için güvenilir anahtarları etkinleştirmeli ve bu adres için birincil anahtar da dahil olmak üzere bir veya daha fazla mevcut genel anahtara güvenmelisiniz. Bu, şifreleme anahtarlarının taklit edilmesini önler.
zh_tw: 若要使用電子郵件驗證，您必須啟用信任金鑰並信任一個或多個可用的公開金鑰，包括此電子郵件的主要金鑰。如此一來可以防止加密金鑰被偽造。

# Info
source: Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, enter the login and mailbox password you would like to use and click Save.
ca: El mode de doble contrasenya empra contrasenyes separades per accedir i desxifrar la bústia de correu. Això proporciona un petit benefici en seguretat en algunes situacions, però no obstant recomanem el mode d'una contrasenya per a la majoria d'usuaris. Per canviar al mode de doble contrasenya, introduïu les dades d'accés i la contrasenya de la bústia que us agradaria emprar i cliqueu Desar.
de: Der Zwei-Passwörter-Modus benutzt separate Passwörter für den Login und das Entschlüsseln der Mailbox. Dies bietet einen kleinen Sicherheitsvorteil in einigen Situationen. Unabhängig davon empfehlen wir den meisten Benutzern den Ein-Passwort-Modus. Um auf den Zwei-Passwörter-Modus zu welchseln geben Sie das Login- und Mailbox-Passwort ein, welches Sie benutzen möchten und klicken Sie auf Speichern.
es: El modo de dos contraseñas utiliza contraseñas separadas para el inicio de sesión y el descifrado del buzón. Esto proporciona un pequeño beneficio de seguridad en algunas situaciones, sin embargo, recomendamos una contraseña para la mayoría de los usuarios. Para cambiar al modo de dos contraseñas, ingrese las contraseñas de inicio de sesión y de buzón que desea usar y haga clic en guardar.
fr: Le mode à deux mots de passe utilise des mots de passe distincts pour la connexion à votre compte et pour le chiffrement de votre boite de réception. Ce mode fournit un léger avantage en terme de sécurité dans certains cas, cependant, nous recommandons le mode à un mot de passe pour la plupart des utilisateurs. Pour activer le mode à deux mots de passe, choisissez un mot de passe de connexion à votre compte et un mot de passe de chiffrement de votre boite aux lettres puis cliquez sur Sauvegarder.
hr: Način rada s dvije lozinke koristi zasebne lozinke za prijavu i dešifriranje sandučića e-pošte. To pruža manju sigurnosnu prednost u nekim situacijama, no za većinu korisnika preporučujemo način rada s jednom lozinkom. Da biste se prebacili na način rada s dvije lozinke, unesite lozinke za prijavu i za sandućić e-pošte i pritisnite Spremi.
id: Modus dua kata sandi menggunakan kata sandi terpisah untuk dekripsi login dan kotak surat. Ini memberikan sedikit keuntungan keamanan dalam beberapa situasi, namun kami menyarankan satu mode kata sandi untuk sebagian besar pengguna. Untuk beralih ke dua mode kata sandi, masukkan kata sandi login dan kotak pesan yang ingin Anda gunakan dan klik Save.
nl: Twee-wachtwoord modus maakt gebruik van verschillende wachtwoorden voor het inloggen en mailbox ontsleuteling. Dit biedt een miniem beveiliging voordeel in sommige gevallen, maar wij raden één-wachtwoord modus aan voor de meeste gebruikers. Om over te schakel naar twee-wachtwoord modus, voer het login en mailbox wachtwoord dat u wilt gebruiken in en klik op Opslaan.
pl: Tryb dwóch haseł umożliwia oddzielenie hasła logowania i szyfrujące skrzynkę pocztową. Zwiększa nieznacznie bezpieczeństwo w określonych sytuacjach. Dla większości użytkowników wystarczający jest tryb jednego hasła. Aby przełączyć się do trybu dwóch haseł wpisz hasło logowania, szyfrowania i kliknij przycisk Zapisz.
pt: O modo de duas senhas usa senhas separadas para acesso e desencriptação da caixa de e-mail. Isso provê um pequeno benefício de segurança em algumas situações, porém recomendamos o modo de senha única para a maioria dos usuários. Para mudar para o modo de duas senhas, digite as senhas de acesso e caixa de correio que deseja utilizar e clique em Salvar.
pt_pt: O modo de duas senhas usa senhas separadas para iniciar a sessão e desencriptar a caixa do correio. Isto proporciona um pequeno benefício na segurança em algumas situações, no entanto, recomendamos o modo de senha única para a maioria dos utilizadores. Para mudar para o modo de duas senhas, insira as senhas que gostaria de usar para o início de sessão e para a caixa de correio e clique em Gravar.
ru: Режим двойного пароля использует отдельные пароли для входа в систему и расшифровки почтового ящика. Это обеспечивает незначительные преимущества безопасности в некоторых ситуациях, однако для большинства пользователей мы рекомендуем использовать режим единого пароля. Для переключения в режим двойного пароля, введите пароль для входа в систему и почтового ящика, который вы хотите использовать, и нажмите кнопку Сохранить.
tr: Çift şifre modu giriş ve posta kutusu için ayrı şifreler kullanır. Bu bazı durumlarda küçük bir güvenlik yararı sağlasa da çoğu kullanıcı için tek şifre modunu öneririz. Çift şifre moduna geçmek için kullanmak istediğiniz oturum açma ve posta kutusu şifresini girin ve Kaydet'i tıklayın.
zh_tw: 雙重密碼模式即是使用者以不同的密碼來登入及解密郵箱。在某些情況下，這可以稍微提高安全度，但我們推薦大部份使用者使用單密碼模式。要切換為雙重密碼模式，輸入您想使用的登入及郵箱密碼，然後按儲存。

# Info
source: Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.
ca: El mode de doble contrasenya empra contrasenyes separades per accedir i desxifrar la bústia de correu. Això proporciona un petit benefici en seguretat en algunes situacions, però no obstant recomanem el mode d'una contrasenya per a la majoria d'usuaris. Per canviar al mode de doble contrasenya, establiu en primer lloc una contrasenya d'accés i després una per a la bústia de correu.
de: Der Zwei-Passwörter-Modus benutzt separate Passwörter für den Login und das Entschlüsseln der Mailbox. Dies bietet einen kleinen Sicherheitsvorteil in einigen Situationen. Unabhängig davon empfehlen wir den meisten Benutzern den Ein-Passwort-Modus. Um auf den Zwei-Passwörter-Modus zu wechseln geben Sie zuerst ein Login-Passwort ein und setzen Sie dann ein Mailbox-Passwort.
es: El modo de dos contraseñas utiliza contraseñas separadas para el inicio de sesión y el descifrado del buzón. Esto proporciona un pequeño beneficio de seguridad en algunas situaciones, sin embargo, recomendamos una contraseña para la mayoría de los usuarios. Para cambiar al modo de dos contraseñas, primero establezca una contraseña de inicio de sesión y luego una contraseña del buzón.
fr: Le mode à deux mots de passe utilise des mots de passe distincts pour la connexion à votre compte et pour le chiffrement de votre boite de réception. Ce mode fournit un léger avantage en terme de sécurité dans certains cas, cependant, nous recommandons le mode à un mot de passe pour la plupart des utilisateurs. Pour activer le mode à deux mots de passe, choisissez dans un premier temps le mot de passe de connexion à votre compte, puis choisissez le mot de passe de chiffrement de votre boite de réception.
hr: Način rada s dvije lozinke koristi zasebne lozinke za prijavu i dešifriranje sandučića e-pošte. To pruža manju sigurnosnu prednost u nekim situacijama, no za većinu korisnika preporučujemo način rada s jednom lozinkom. Da biste se prebacili na način rada s dvije lozinke, prvo postavite lozinku za prijavu te zatim postavite lozinku za sandučić e-pošte.
id: Modus dua kata sandi menggunakan kata sandi terpisah untuk dekripsi login dan kotak surat. Ini memberikan sedikit keuntungan keamanan dalam beberapa situasi, namun kami menyarankan satu mode kata sandi untuk sebagian besar pengguna. Untuk beralih ke dua mode kata sandi, atur dulu kata sandi login dan kemudian tentukan kata sandi kotak pesan.
nl: Twee-wachtwoordsmodus maakt gebruik van verschillende wachtwoorden voor het inloggen en de ontsleuteling van de mailbox. Dit biedt in sommige gevallen een klein veiligheidsvoordeel maar wij raden één-wachtwoordsmodus aan voor de meeste gebruikers. Om over te schakel naar twee-wachtwoordsmodus, stel dan eerst een inlogwachtwoord in en daarna een mailbox-wachtwoord.
pl: Tryb dwóch haseł umożliwia oddzielenie hasła logowania i szyfrujące skrzynkę pocztową. Zwiększa to nieznacznie bezpieczeństwo w określonych sytuacjach. Dla większości użytkowników wystarczający jest tryb jednego hasła. Aby przełączyć się do trybu dwóch haseł wpisz hasło logowania, a następnie hasło szyfrowania.
pt: O modo de duas senhas usa senhas separadas para acesso e desencriptação da caixa de correio. Isso provê um pequeno benefício de segurança em algumas situações, porém recomendamos o modo de senha única para a maioria dos usuários. Para mudar para o modo de duas senhas, primeiro defina uma senha de acesso e depois uma senha para a caixa de correio.
pt_pt: O modo de duas senhas usa senhas separadas para iniciar a sessão e desencriptar a caixa do correio. Isto proporciona um pequeno benefício na segurança em algumas situações, no entanto, recomendamos o modo de senha única para a maioria dos utilizadores. Para mudar para o modo de duas senhas, primeiro insira a senha para o início de sessão e depois para a caixa de correio.
ru: Режим двойного пароля использует отдельные пароли для входа в систему и расшифровки почтового ящика. Это обеспечивает незначительные преимущества безопасности в некоторых ситуациях, однако для большинства пользователей мы рекомендуем использовать режим единого пароля. Чтобы переключиться на использование режима двух паролей, сначала установите пароль для входа, а затем пароль на почтовый ящик.
tr: Çift şifre modu giriş ve posta kutusu için ayrı şifreler kullanır. Bu bazı durumlarda küçük bir güvenlik yararı sağlasa da çoğu kullanıcı için tek şifre modunu öneririz. Çift şifre moduna geçmek için önce bir oturum açma şifresi belirleyin ve ardından da bir posta kutusu şifresi belirleyin.
zh_tw: 雙重密碼模式即是使用者以不同的密碼來登入及解密郵箱。在某些情況下，這可以稍微提高安全度，但我們推薦大部份使用者使用單密碼模式。要切換為雙重密碼模式，首先設定登入密碼，然後設定郵箱密碼。

# Info
source: Upgrade to a paid account to also send emails from your @pm.me address.
ca: Actualitzeu a un compte de pagament per poder enviar correus des de la vostra adreça @pm.me.
de: Führen Sie ein Upgrade auf ein kostenpflichtiges Konto durch, um E-Mails von Ihrer @pm.me-Adresse senden zu können.
es: Actualice a una cuenta de pago para también enviar mensajes desde su dirección @pm.me.
fr: Passez à une offre payante pour envoyer des emails depuis votre adresse @pm.me
hr: Nadogradite na plaćeni račun kako biste mogli slati poruke s vaše @pm.me adrese.
nl: Upgrade naar een betaald account om ook e-mail te kunnen versturen vanaf uw adres @pm.me.
pl: Ulepsz do płatnego konta, aby wysyłać wiadomości e-mail również z adresu @pm.me.
pt: Faça o upgrade para uma conta paga para também enviar e-mails do seu endereço @pm.me.
pt_pt: Actualize para uma conta paga para também enviar emails do seu endereço @pm.me.
ru: Перейдите на платный тариф, чтобы также отправлять письма и с вашего адреса @pm.me.
tr: @pm.me adresinizden e-posta göndermek için ücretli bir hesaba geçin.
zh_tw: 要從 @pm.me 傳送電子郵件，請升級到付費帳戶。

# Info
source: Use the following credentials to log into the <a href="https://protonvpn.com/download" target="_blank">ProtonVPN native clients</a>.
ca: Utilitzeu les següents credencials per accedir a l'<a href="https://protonvpn.com/download" target="_blank">aplicació de ProtonVPN per a clients nadius</a>.
de: Benutzen Sie die folgenden Anmeldeinformationen um sich in den <a href="https://protonvpn.com/download" target="_blank">nativen ProtonVPN-Clients</a> anzumelden.
es: Utilice las siguientes credenciales para iniciar sesión en la <a href="https://protonvpn.com/download" target="_blank">aplicación de ProtonVPN para Windows</a>.
fr: Utilisez les identifiants suivants pour vous connecter aux <a href="https://protonvpn.com/download" target="_blank">clients ProtonVPN</a>.
hr: Upotrijebite sljedeće vjerodajnice za prijavu u <a href="https://protonvpn.com/download" target="_blank">ProtonVPN izvorni klijenti</a>.
id: Gunakan kredensial berikut untuk masuk ke <a href="https://protonvpn.com/download" target="_blank"> klien asli ProtonVPN </a> .
nl: Gebruik de volgende inloggevens om in te loggen op de <a href="https://protonvpn.com/download" target="_blank">ProtonVPN client</a>.
pl: Użyj następujących danych logowania, aby zalogować się do <a href="https://protonvpn.com/download" target="_blank">natywnego klienta ProtonVPN</a>.
pt: Use as seguintes credenciais para iniciar a sessão nos <a href="https://protonvpn.com/download" target="_blank">clientes nativos ProtonVPN</a>.
pt_pt: Utilize as seguintes credenciais para iniciar a sessão em <a href="https://protonvpn.com/download" target="_blank">programas do ProtonVPN</a>.
ru: Используйте следующие учётные данные для входа в <a href="https://protonvpn.com/download" target="_blank">клиенты ProtonVPN</a>.
tr: <a href="https://protonvpn.com/download" target="_blank">ProtonVPN doğal istemcisinden</a> giriş yapmak için aşağıdaki kimlik bilgilerini kullanın.
zh_tw: 請使用以下的密碼登入到 <a href="https://protonvpn.com/download" target="_blank">ProtonVPN原生用戶端</a>

# Info
source: Use the following credentials when connecting to ProtonVPN with third party clients, for example: Tunnelblick on MacOS or OpenVPN on GNU/Linux.
ca: Utilitzeu les següents credencials quan us connecteu a ProtonVPN mitjançant programes de tercers, per exemple: Tunnelblick en MacOS o OpenVPN en GNU/Linux.
de: Benutzen Sie die folgenden Anmeldeinformationen wenn Sie sich über Drittanwendungen wie zum Beispiel Tunnelblick auf MacOS oder OpenVPN auf GNU/Linux mit ProtonVPN verbinden.
es: Utilice las siguientes credenciales al conectar a ProtonVPN con programas de terceros, por ejemplo: Tunnelblick en MacOS u OpenVPN en GNU/Linux.
fr: Utilisez les identifiants suivants pour vous connecter à ProtonVPN avec d'autres clients VPN tel que Tunnelblick sur MacOS ou encore OpenVPN avec GNU/Linux.
hr: Koristite sljedeće vjerodajnice za spajanje na ProtonVPN s klijentima treće strane, na primjer: Tunnelblick na MacOS-u ili OpenVPN na GNU/Linuxu.
id: Gunakan kredensial berikut saat menghubungkan ke ProtonVPN dengan klien pihak ketiga, misalnya: Tunnelblick di MacOS atau OpenVPN di GNU / Linux.
nl: Gebruik de volgende inloggegevens wanneer u met ProtonVPN verbind via een third party client, zoals: Tunnelblick on MacOS of OpenVPN of GNU/Linux.
pl: Użyj następujących danych logowania do połączenia się z ProtonVPN, używając alternatywnych klientów VPN, takich jak: Tunnelblick na macOS czy OpenVPN na GNU/Linux.
pt: Use as seguintes credenciais ao se conectar ao ProtonVPN com clientes de terceiros, por exemplo: Tunnelblick no MacOS ou OpenVPN no GNU / Linux.
pt_pt: Utilize as seguintes credenciais ao ligar ao ProtonVPN com programas de terceiros, por exemplo: Tunnelblick no MacOS ou OpenVPN em GNU/Linux.
ru: Используйте следующие учётные данные, когда подключаетесь к ProtonVPN через сторонние приложения, например, Tunnelblick на MacOS или OpenVPN на GNU/Linux.
tr: Üçüncü taraf istemcilerle ProtonVPN'e bağlanırken aşağıdaki bilgileri kullanın: Örneğin, MacOS'ta Tunnelblick veya GNU/Linux'ta OpenVPN.
zh_tw: 以第三方用戶端（例：GNU/Linux 的 OpenVPN 或 MacOS 的 Tunnelblick）連接到 ProtonVPN 時，請使用以下密碼。

# Info
source: User created
ca: S'ha creat l'usuari
de: Benutzer erstellt
es: Usuario creado
fr: Utilisateur créé
hr: Korisnik je izrađen
id: Pengguna dibuat
nl: Gebruiker aangemaakt
pl: Użytkownik został utworzony
pt: Usuário criado
pt_pt: Utilizador criado
ru: Пользователь создан
tr: Kullanıcı oluşturuldu
zh_tw: 已建立使用者

# Info
source: User removed
ca: S'ha suprimit l'usuari
de: Benutzer entfernt
es: Usuario eliminado
fr: Utilisateur supprimé
hr: Korisnik uklonjen
id: Pengguna dihapus
nl: Gebruiker verwijderd
pl: Użytkownik został usunięty
pt: Usuário removido
pt_pt: Utilizador removido
ru: Пользователь удалён
tr: Kullanıcı kaldırıldı
zh_tw: 已移除使用者

# Info
source: User updated
ca: S'ha actualitzat l'usuari
de: Benutzer aktualisiert
es: Usuario actualizado
fr: Utilisateur mis à jour
hr: Korisnik je ažuriran
id: Pengguna diperbarui
nl: Gebruiker bijgewerkt
pl: Użytkownik został zaktualizowany
pt: Usuário atualizado
pt_pt: Utilizador actualizado
ru: Пользователь обновлён
tr: Kullanıcı güncellendi
zh_tw: 已更新使用者

# Info
source: Username available
ca: Nom d'usuari disponible
de: Benutzername verfügbar
es: Nombre de usuario disponible
fr: Nom d’utilisateur disponible
hr: Korisničko ime je dostupno
id: nama pengguna tersedia
nl: Gebruikersnaam beschikbaar
pl: Nazwa użytkownika jest dostępna
pt: Nome de usuário disponível
pt_pt: Nome de utilizador disponível
ru: Имя пользователя доступно
tr: Kullanıcı adı uygun
zh_tw: 使用者名稱可用

# Info
source: Valid characters are A-Z, a-z, 0-9, . (full stop), _ (underscore) and - (hyphen). The login must start and end with an alphanumeric character.
ca: Els caràcters vàlids són A-Z, a-z, 0-9, . (punt), _(guió baix) i - (guió). L'accés ha de començar i acabar amb un caràcter alfanumèric.
de: Gültige Zeichen sind A-Z, a-z, 0-9, . (Punkt), _ (Unterstrich) und - (Bindestrich). Der Benutzername muss mit einem alphanumerischen Zeichen beginnen und enden.
es: Caracteres válidos son A-z, a-z, 0-9, . (punto), _ (guión bajo) y - (guión). El inicio de sesión debe comenzar y terminar con un carácter alfanumérico.
fr: Les caractères valides sont A-Z, a-z, 0-9, . (point), _ (tiret bas) et - (trait d'union). Votre identifiant de connexion doit commencer et finir par un caractère alpha-numérique.
hr: Valjani znakovi su A-Z, a-z, 0-9, . (točka), _ (donja crta) i - (crtica). Prijava mora započeti i završiti s alfanumeričkim znakom.
id: Karakter yang valid adalah AZ, az, 0-9,. (stop penuh), _ (garis bawah) dan - (tanda hubung). Login harus dimulai dan diakhiri dengan karakter alfanumerik.
nl: Valide karakters zijn A-Z, a-z, 0-0, . (punt), _ (lage streepje) en - (koppelteken). De inlognaam moet starten en eindigen met een alfanumeriek karakter.
pl: Poprawne znaki to: A-Z, a-z, 0-9. (kropka), _ (podkreślenie) i - (myślnik). Identyfikator logowania musi zaczynać i kończyć się znakiem alfanumerycznym.
pt: Os caracteres válidos são A-Z, a-z, 0-9,. (ponto), _ (sublinhado) e - (hífen). O login deve começar e terminar com um caractere alfanumérico.
pt_pt: Os caracteres válidos são A-Z, a-z, 0-9, . (ponto final), _ (sublinhado) e - (hífen). O início de sessão deve começar e acabar com um carácter alfanumérico.
ru: Допустимые знаки: A-Z, a-z, 0-9, . (точка), _ (подчёркивание) и - (дефис). Имя для входа (логин) должно начинаться на букву, и оканчиваться на букву или цифру.
tr: Geçerli karakterler, A-Z, a-z, 0-9, . (nokta), _ (alt çizgi) ve - (tire) şeklindedir. Giriş, alfasayısal bir karakterle başlamalı ve bitmelidir.
zh_tw: 有效字元為英文字母 (A-Z, a-z) 、數字 (0-9) 、點號 (.) 、底線 (_) 及連字號 (-) 。登入名稱必須以英數字元開始和結束。

# Info
source: Verification can take a few minutes.
pt_pt: A verificação pode levar alguns minutos.

# Info
source: Verification code sent
ca: S'ha enviat el codi de verificació
de: Verifizierungscode gesendet
es: Código de verificación enviado
fr: Code de vérification envoyé
hr: Kôd za potvrdu je poslan
id: Kode verifikasi dikirim
nl: Verificatiecode verzonden
pl: Kod weryfikacyjny został wysłany
pt: Código de verificação enviado
pt_pt: Código de verificação enviado
ru: Код подтверждения отправлен
tr: Doğrulama kodu gönderildi
zh_tw: 驗證碼已傳送

# Info
source: Verification error
ca: Error de verificació
de: Verifizierungsfehler
es: Error de verificación
fr: Erreur de vérification
hr: Pogreška pri provjeri valjanosti
id: Kesalahan verifikasi
nl: Verificatiefout
pl: Błąd weryfikacji
pt: Erro de verificação
pt_pt: Erro de verificação
ru: Ошибка подтверждения
tr: Doğrulama hatası
zh_tw: 驗證錯誤

# Info
source: Verification of this content’s signature failed
ca: La verificació de la signatura d'aquest contingut ha fallat
de: Überprüfung dieser Signatur fehlgeschlagen
es: Falló la verificación de la firma de este contenido
fr: La vérification de la signature de ce contenu a échoué
hr: Provjera potpisa ovog sadržaja nije uspjela
nl: Verificatie van de handtekening van deze inhoud is mislukt
pl: Nie można zweryfikować podpisu tej zawartości
pt: Falha na verificação da assinatura deste conteúdo
pt_pt: Falha na verificação da assinatura do conteúdo
ru: Ошибка проверки подписи содержимого
tr: Bu içeriğin imzasının doğrulanması başarısız oldu
zh_tw: 內容簽章驗證失敗

# Info
source: Verification will open a new tab, please disable any popup blockers.
pt_pt: A verificação abrirá um novo separador, por favor desactive os bloqueadores de janelas.

# Info
source: Verification will open a new tab, please disable any popup blockers. <b>You will not be charged</b>. Any amount used to verify the card will be refunded immediately.
pt_pt: A verificação abrirá um novo separador, por favor, desactive qualquer bloqueador de janelas. <b>Não será cobrado</b>. Qualquer montante usado para verificar o cartão será reembolsado imediatamente.
