Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Tooltip
source: Number of VPN connections which can be assigned to users.
ca: Nombre de connexions VPN que es poden assignar als usuaris.
de: Anzahl der VPN-Verbindungen, die Benutzern zugeordnet werden können.
fr: Nombre de connexions VPN qui peuvent être attribuées aux utilisateurs.
hr: Broj VPN veza koje se mogu dodijeliti korisnicima.
nl: Aantal VPN-verbindingen die aan gebruikers kunnen worden toegewezen.
pl: Liczba połączeń VPN, które mogą być przypisane do użytkowników.
pt: Número de conexões VPN que podem ser atribuídas aos usuários.
pt_pt: Número de ligações VPN que podem ser atribuídas a utilizadores.
ru: Количество VPN-подключений, которые могут быть назначены пользователям.
tr: Kullanıcılara atanabilecek VPN bağlantılarının sayısı.
zh_tw: 可分配給使用者的 VPN 連線數。

# Tooltip
source: PGP-encrypted
ca: Encriptat per PGP
de: PGP-verschlüsselt
fr: Chiffré par PGP
pl: Zaszyfrowana PGP
pt_pt: Encriptado com PGP
tr: PGP-şifreli

# Tooltip
source: PGP-signed
ca: Signat amb PGP
de: PGP-signiert
fr: Signé par PGP
pl: Podpisana kluczem PGP
pt_pt: Assinado com PGP
tr: PGP-imzalı

# Tooltip
source: Please upload a valid encryption key first before enabling encryption
ca: Si us plau, carrega una clau de xifrat vàlida abans d'habilitar el xifratge
de: Bitte zuerst einen gültigen Schlüssel hochladen, bevor Sie die Verschlüsselung aktivieren.
fr: Veuillez importer une clé de chiffrement valide avant d'activer le chiffrement
hr: Da biste omogućili šifriranje, prvo prenesite važeći ključ za šifriranje
nl: Upload eerst een geldige encryptie sleutel alvorens de versleuteling in te inschakelen
pl: Prześlij prawidłowy klucz szyfrowania przed włączeniem szyfrowania
pt: Por favor, envie um chave de criptografia válida antes de ativar a criptografia
pt_pt: Por favor envie uma chave de encriptação válida antes de activar a encriptação
ru: Пожалуйста, сначала загрузите исправный ключ шифрования, прежде, чем включать шифрование
tr: Lütfen şifrelemeyi etkinleştirmeden önce geçerli bir şifreleme anahtarı yükleyin
zh_tw: 啟用加密前，請先上傳一個有效的金鑰

# Tooltip
source: ProtonMail Verified
ca: ProtonMail verificat
de: Durch ProtonMail bestätigt
fr: ProtonMail Vérifié
hr: ProtonMail potvrđen
nl: Geverifieerd door ProtonMail
pl: Zweryfikowany ProtonMail
pt: ProtonMail verificado
pt_pt: Verificado pelo ProtonMail
ru: Подтверждено ProtonMail
tr: ProtonMail onaylandı
zh_tw: ProtonMail 已驗證

# Tooltip
source: ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.
ca: ProtonMail no es pot utilitzar per enviar missatges massius o spam. Els correus electrònics legítims són il·limitats.
de: ProtonMail kann nicht für das Senden von Massen- oder Spam-E-Mails verwendet werden. Legitime/Reguläre E-Mails können jedoch unbegrenzt gesendet werden.
fr: ProtonMail ne peut pas être utilisé pour du mailing de masse ou du spamming. Il n'y a pas de limite d'envoi sur les messages légitimes.
hr: ProtonMail se ne može koristiti za masovno slanje e-pošte ili slanje neželjene pošte. Legitimne poruke e-pošte su neograničene.
nl: ProtonMail kan niet voor massa e-mails of SPAM worden gebruikt. Legitieme e-mails zijn onbeperkt.
pl: ProtonMail nie może być używany do masowej wysyłki wiadomości lub rozsyłania spamu. Normalne e-maile są nielimitowane.
pt: O ProtonMail não pode ser usado para e-mails em massa ou spam. E-mails legítimos são ilimitados.
pt_pt: O ProtonMail não pode ser utilizado para enviar emails em lote ou para assédio. O envio de emails legítimos é ilimitado.
ru: ProtonMail не может быть использован для массовых рассылок или рассылки спама. Для законных электронных писем ограничений нет.
tr: ProtonMail, toplu e-posta veya gereksiz ileti gönderme için kullanılamaz. Meşru e-postalar sınırsızdır.
zh_tw: ProtonMail 不能用於群發電子郵件或垃圾郵件。合法的電子郵件是無限制的。

# Tooltip
source: ProtonMail users will use this key by default for sending
ca: Els usuaris de ProtonMail utilitzaran aquesta clau per defecte per a l'enviament
de: ProtonMail-Benutzer verwenden diesen Schlüssel standardmäßig für das Versenden.
fr: Les utilisateurs ProtonMail utiliseront cette clé par défaut pour l’envoi
hr: ProtonMail korisnici će koristiti ovaj ključ kao zadani, za slanje
nl: ProtonMail-gebruikers zullen deze sleutel standaard gebruiken voor het verzenden
pl: Użytkownicy ProtonMaila będą domyślnie używać tego klucza do wysyłania wiadomości
pt: Os usuários do ProtonMail usarão essa chave por padrão para enviar
pt_pt: Os utilizadores do ProtonMail usarão esta chave predefinida para enviar
ru: Пользователи ProtonMail будут использовать данный ключ по умолчанию для отправки
tr: ProtonMail kullanıcıları, bu anahtarı gönderim için varsayılan olarak kullanır
zh_tw: ProtonMail 使用者預設使用此金鑰傳送訊息

# Tooltip
source: ProtonVPN encrypts your internet connection to keep your online activity private.
ca: ProtonVPN xifra la vostra connexió a Internet per mantenir la vostra activitat en línia privada.
de: ProtonVPN verschlüsselt Ihre Internetverbindung, um Ihre Online-Aktivität vertraulich zu behandeln.
fr: ProtonVPN chiffre votre connexion Internet pour garder votre activité en ligne privée.
hr: ProtonVPN šifrira vašu internetsku vezu kako bi vaša online aktivnost ostala privatna.
nl: ProtonVPN versleutelt uw internetverbinding om uw online activiteiten privé te houden.
pl: ProtonVPN szyfruje Twoje połączenie internetowe, aby Twoja aktywność online była prywatna.
pt: ProtonVPN criptografa sua conexão de internet para manter sua atividade online privada.
pt_pt: O ProtonVPN encripta a sua ligação à Internet para manter a sua actividade online privada.
ru: ProtonVPN шифрует подключение к Интернет для сохранения конфиденциальности вашей активности в Сети.
tr: ProtonVPN, çevrimiçi etkinliğinizi gizli tutmak için internet bağlantınızı şifreler.
zh_tw: ProtonVPN 加密您的網路連線, 以保持您的線上活動隱私。

# Tooltip
source: Provides additional protection against VPN server compromise by routing connections through our Secure Core network
ca: Proporciona protecció addicional contra servidors VPN compromesos mitjançant l'enrutament de connexions a través de la nostra xarxa Secure Core
de: Bietet zusätzlichen Schutz gegen VPN-Server-Kompromittierung, indem Verbindungen über unser Secure-Core-Netzwerk geleitet werden.
fr: Offre une protection supplémentaire contre la compromission de votre serveur VPN de par la redirection des connexions à travers notre réseau Secure Core
hr: Pruža dodatnu zaštitu od kompromitiranja VPN poslužitelja, usmjeravanjem veza kroz našu Secure Core mrežu
nl: Biedt extra bescherming tegen overname van VPN server door verbindingen via onze Secure Core netwerk te leiden
pl: Zapewnia dodatkową ochronę przed przełamaniem zabezpieczeń serwera VPN poprzez przekierowanie połączeń za pośrednictwem naszej sieci Secure Core
pt: Fornece proteção adicional contra o comprometimento do servidor VPN através do roteamento de conexões da nossa rede Secure Core
pt_pt: Fornece protecção adicional contra comprometimento de servidor VPN ao redireccionar ligações através da rede Secure Core
ru: Предоставляет дополнительную защиту от компрометации VPN-сервера, направляя соединения через нашу сеть Secure Core
tr: Bağlantıları Secure Core ağımız üzerinden yönlendirerek, VPN sunucusunun tehlikeye karşı korunmasını sağlar
zh_tw: 透過我們安全核心網路的路由連接，提供額外的保護，以防止VPN伺服器的受危害

# Tooltip
source: Remove
ca: Suprimeix
de: Entfernen
fr: Supprimer
hr: Ukloni
nl: Verwijderen
pl: Usuń
pt: Remover
pt_pt: Remover
ru: Удалить
tr: Sil
zh_tw: 移除

# Tooltip
source: Remove item from the list
ca: Elimina l'element de la llista
de: Element aus Liste entfernen
fr: Supprimer l’élément de la liste
hr: Ukloni stavku s popisa
nl: Item uit de lijst verwijderen
pl: Usuń obiekt z listy
pt: Remover item da lista
pt_pt: Remover o item da lista
ru: Удалить элемент из списка
tr: Öğeyi listeden kaldır
zh_tw: 從清單中移除項目

# Tooltip
source: Save the contact with your current keys
ca: Desa el contacte amb les vostres claus actuals
de: Den Kontakt mit Ihren aktuellen Schlüsseln speichern
fr: Enregistrer le contact avec vos clés actuelles
hr: Spremite kontakt sa vašim trenutnim ključevima
nl: Sla de contactpersoon op met uw huidige sleutel
pl: Zapisz kontakt z Twoimi bieżącymi kluczami
pt: Salvar contato com suas chaves atuais
pt_pt: Gravar o contacto com as suas chaves actuais
ru: Сохранить контакт с вашими текущими ключами
tr: Kişiyi geçerli anahtarınız ile kaydedin
zh_tw: 使用您的目前金鑰來儲存連絡人

# Tooltip
source: Send all your traffic through the Tor network with a single click
ca: Envia tot el teu trànsit a través de la xarxa Tor amb un sol clic
de: Leitet Ihren gesamten Datenverkehr mit einem einzigen Klick durch das Tor-Netzwerk
fr: Envoyez l'ensemble de votre trafic à travers le réseau Tor en un seul clic
hr: Preusmjerite sav svoj promet kroz Tor mrežu jednim klikom
nl: Stuur al uw verkeer via het Tor-netwerk met een enkele klik
pl: Wysyłaj cały swój ruch przez sieć Tor dzięki jednemu kliknięciu
pt: Envie todo o seu tráfego através da rede Tor com um único clique
pt_pt: Envie todo o seu tráfego através da rede Tor com um só clique
ru: Отправляет весь ваш трафик через сеть Tor одним щелчком
tr: Tüm trafiğinizi tek bir tıklamayla Tor ağı üzerinden gönderin
zh_tw: 只需點擊一下, 即可通過 Tor 網路發送您所有的傳輸流量

# Tooltip
source: Subject is end-to-end encrypted
ca: El asupmte està xifrat d'extrem a extrem
de: Der Betreff ist Ende-zu-Ende verschlüsselt
fr: Le sujet est chiffré de bout en bout
hr: Predmet je end-to-end šifriran
pl: Temat jest zaszyfrowany end-to-end
pt: O assunto é criptografado de ponta a ponta
pt_pt: O assunto é encriptado ponta-a-ponta
ru: Поле "Тема" зашифровано сквозным методом
tr: Konu uçtan uca şifreli

# Tooltip
source: The primary key is used to encrypt outgoing messages.
ca: La clau principal s'utilitza per xifrar els missatges de sortida.
de: Der Primärschlüssel wird zur Verschlüsselung ausgehender Nachrichten verwendet.
fr: La clé primaire est utilisée pour chiffrer les messages sortants.
hr: Primarni ključ se koristi za šifriranje odlaznih poruka.
nl: De primaire sleutel wordt gebruikt voor het versleutelen van uitgaande berichten.
pl: Klucz główny służy do szyfrowania wiadomości wychodzących.
pt: A chave primária é usada para criptografar mensagens de saída.
pt_pt: A chave primária é usada para encriptar mensagens de saída.
ru: Основной ключ используется для шифрования исходящих сообщений.
tr: Birincil anahtar, giden iletileri şifrelemek için kullanılır.
zh_tw: 使用於寄發加密郵件的主要金鑰

# Tooltip
source: This key is encrypted with an old password
ca: Aquesta clau està xifrada amb una contrasenya antiga
de: Dieser Schlüssel ist mit einem alten Passwort verschlüsselt
fr: Cette clé est chiffrée avec un mot de passe ancien
hr: Ovaj ključ je šifriran s starom lozinkom
nl: Deze sleutel is versleuteld met een oud wachtwoord
pl: Ten klucz jest zaszyfrowany za pomocą starego hasła
pt: Esta chave está criptografada com uma senha antiga
pt_pt: Esta chave está encriptada com uma senha antiga
ru: Этот ключ зашифрован старым паролем
tr: Bu anahtar, eski bir parola ile şifrelenmiş
zh_tw: 本金鑰由一個舊密碼所加密

# Tooltip
source: Trust
ca: De confiança
de: Vertrauen
fr: Faire confiance
hr: Povjerenje
nl: Vertrouwen
pl: Zaufaj
pt: Confiar
pt_pt: Confiar
ru: Доверие
tr: Güven
zh_tw: 信任憑證

# Tooltip
source: Using this key for encryption will encrypt outgoing messages to this address with this key and set this key as the primary PGP key for this address.
ca: L'ús d'aquesta clau per al xifrat xifrarà els missatges de sortida a aquesta adreça amb aquesta clau i establirà aquesta clau com la clau primària de PGP per a aquesta direcció.
de: Wenn Sie diesen Schlüssel zur Verschlüsselung verwenden, werden ausgehende Nachrichten an diese Adresse mit diesem Schlüssel verschlüsselt und dieser Schlüssel als primärer PGP-Schlüssel für diese Adresse festgelegt.
fr: L'utilisation de cette clé pour le chiffrement chiffrera les messages sortants vers cette adresse avec cette clé et la sélectionnera comme clé principale pour cette adresse.
hr: Korištenjem ovog ključa za šifriranje, šifriraju se odlazne poruke za ovu adresu s ovim ključem i postavi se ovaj ključ kao primarni PGP ključ za ovu adresu.
pl: Użycie tego klucza spowoduje szyfrowanie wiadomości wychodzących na ten adres i ustawi ten klucz jako główny klucz PGP dla tego adresu.
pt: Usar esta chave para criptografia irá criptografar as mensagens enviadas para este endereço com a chave e defini-la como a chave PGP primária para deste endereço.
pt_pt: Ao utilizar esta chave para encriptação, encriptará as mensagens de saída para este endereço com ela e predefini-la-á como a chave primária PGP para este endereço.
ru: Применение этого ключа для шифрования будет шифровать исходящие на этот адрес сообщения данным ключом и назначит этот ключ основным PGP-ключом для этого адреса.
tr: Şifreleme için bu tuşun kullanılması, bu mesajla giden mesajları bu adresle şifreler ve bu anahtarı bu adres için birincil PGP anahtarı olarak ayarlar.

# Tooltip
source: When a label is added to a message in a conversation, all future messages you send or receive will have that same label automatically applied.
pt_pt: Quando uma etiqueta é adicionada a uma mensagem numa conversa, todas as futuras mensagens que envie ou receba terão essa mesma etiqueta aplicada automaticamente.

# Tooltip
source: You have locally decrypted this key
ca: Has desxifrat aquesta clau localment
de: Sie haben diesen Schlüssel lokal entschlüsselt
fr: Vous avez déchiffré localement cette clé
hr: Lokalno ste dešifrirali ovaj ključ
nl: U heeft deze sleutel lokaal ontsleuteld
pl: Odszyfrowałeś ten klucz lokalnie
pt: Você tem essa chave descriptografada localmente
pt_pt: Desencriptou esta chave localmente
ru: Вы расшифровали этот ключ локально
tr: Bu anahtarın şifresini yerel olarak çözdünüz
zh_tw: 您已在本地端解密此金鑰

# Tooltip automatically attach public key
source: This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and send encrypted messages to you.
ca: Això afegeix automàticament la vostra clau pública a cada missatge que envieu. Els destinataris poden utilitzar això per verificar l'autenticitat dels vostres missatges i enviar-vos missatges xifrats.
de: Dadurch wird jeder gesendeten Nachricht automatisch Ihr öffentlicher Schlüssel hinzugefügt. Empfänger können damit die Authentizität Ihrer Nachrichten überprüfen und verschlüsselte Nachrichten an Sie senden.
fr: Ceci ajoute automatiquement votre clé publique à chaque message que vous envoyez. Les destinataires peuvent l'utiliser pour vérifier l’authenticité de vos messages et vous envoyer des messages chiffrés.
hr: Ovo automatski dodaje vaš javni ključ svakoj poruci koju šaljete. Primatelji mogu koristiti ovo za provjeru autentičnosti vaših poruka i slanje šifriranih poruka.
nl: Dit voert automatisch uw openbare sleutel toe aan ieder bericht dat u verzendt. Geadresseerden kunnen de authenticiteit van uw berichten verifiëren en versleutelde berichten aan u versturen.
pl: Automatycznie dodaje Twój klucz publiczny do każdej wysyłanej wiadomości. Dzięki temu odbiorcy mogą zweryfikować jej autentyczność i wysyłać do Ciebie zaszyfrowane wiadomości.
pt: Isso adiciona automaticamente sua chave pública a cada mensagem que você enviar. Os destinatários podem usar isso para verificar a autenticidade de suas mensagens e enviar mensagens criptografadas para você.
pt_pt: Isto adiciona automaticamente a sua chave pública a cada mensagem que enviar. Os destinatários podem usá-la para verificar a autenticidade das suas mensagens e enviar-lhe mensagens encriptadas.
ru: Таким способом можно автоматически добавлять ваш публичный ключ к каждому отправляемому вами сообщению. Получатели могут использовать это, чтобы проверять подлинность ваших сообщений и отправлять зашифрованные сообщения вам.
tr: Bu, gönderdiğiniz her iletiye otomatik olarak ortak anahtarınızı ekler. Alıcılar, iletilerinizin doğruluğunu doğrulamak ve şifreli iletileri size göndermek için kullanabilir.
zh_tw: 這會將您的公開金鑰附加到您傳送的每則訊息。收件者可用其核實訊息真確並加密傳送給您的訊息。

# Tooltip contact
source: Encrypted data with verified digital signature
ca: Dades xifrades amb signatura digital verificada
de: Verschlüsselte Daten mit bestätigter digitaler Signatur
fr: Données chiffrées avec une signature numérique vérifiée
hr: Šifrirani podaci sa potvrđenim digitalnim potpisom
nl: Versleutelde gegevens met geverifieerde digitale handtekening
pl: Zaszyfrowane dane ze zweryfikowanym podpisem cyfrowym
pt: Dados criptografados com assinatura digital verificada
pt_pt: Dados encriptados com assinatura digital verificada
ru: Зашифрованные данные с подтверждённой цифровой подписью
tr: Doğrulanmış dijital imza ile şifrelenmiş veriler
zh_tw: 附有經核實電子簽署的加密資料

# Tooltip default pgp scheme
source: Select the default PGP scheme to be used when signing or encrypting to an user. Note that PGP/Inline forces plain text messages. Click for more info.
ca: Seleccioneu l'esquema PGP predeterminat que s'utilitzarà en signar o xifrar a un usuari. Tingueu en compte que PGP/Inline força missatges de text simples. Feu clic per obtenir més informació.
de: Wählen Sie das Standard-PGP-Schema, das beim Signieren oder Verschlüsseln für einen Benutzer verwendet werden soll. Beachten Sie, dass PGP/Inline reine Textnachrichten erzwingt. Klicken Sie hier für weitere Informationen.
fr: Sélectionnez le protocole PGP par défaut à utiliser lors de la signature ou du chiffrement vers un autre utilisateur. Notez que PGP/Inline force le format des messages en texte brut. Cliquez ici pour plus d’informations.
hr: Odaberite zadanu PGP shemu koja će se koristiti prilikom potpisivanja ili šifriranja korisniku. Imajte na umu da PGP/Inline prisilno šalje obične tekstualne poruke. Pritisnite za više informacija.
nl: Selecteer het standaard PGP-schema dat wordt gebruikt bij het ondertekenen of versleutelen naar een gebruiker. Merk op dat PGP/Inline berichten zonder opmaak forceert. Klik hier voor meer informatie.
pl: Wybierz domyślny schemat PGP, który będzie używany przy podpisywaniu lub szyfrowaniu wiadomości wysyłanych do użytkownika. Pamiętaj, że PGP/Inline wymusza wysyłanie wiadomości w trybie zwykłego tekstu. Kliknij, aby uzyskać więcej informacji.
pt: Selecione o esquema PGP a ser usado durante a assinatura ou criptografia de um usuário. Observe que o PGP/Incorporado força o envio de mensagens de texto sem formatação. Clique para mais informações.
pt_pt: Seleccione o esquema PGP a utilizar ao assinar ou encriptar para um utilizador. Note que o PGP/incorporado força mensagens em texto simples. Clique para mais informações.
ru: Выберите PGP-схему по умолчанию, которая будет применяться при подписи или шифровании для пользователя. Учтите, что PGP/Inline принудительно устанавливает формат сообщений на "простой текст". Нажмите для подробностей.
tr: Bir kullanıcıya imza verirken veya kullanıcı şifrelenirken kullanılacak varsayılan PGP düzenini seçin. PGP/Satır içi'nin düz metin iletilerini zorladığını unutmayın. Daha fazla bilgi için tıklayın.
zh_tw: 選擇針對特定使用者所要使用的簽章或是加密的機制。請注意 PGP/inline 模式將強制使用純文字格式郵件。點此了解更詳細說明。

# Tooltip display per session
source: Created on {{ date }}
ca: Creat el {{ date }}
de: Erstellt am {{ date }}
fr: Créé le {{ date }}
hr: Izrađeno {{ date }}
nl: Gemaakt op {{ date }}
pl: Utworzono {{ date }}
pt: Criado em {{ date }}
pt_pt: Criado em {{ date }}
ru: Создана {{ date }}
tr: {{ date }} tarihinde oluşturuldu
zh_tw: 於 {{ date }} 建立

# Tooltip prompt to trust keys
source: When receiving an internal message from a sender that has no trusted keys in your contacts, show a banner asking if you want to enable trusted keys.
ca: Quan rebeu un missatge intern d'un remitent que no contingui claus fiables als vostres contactes, mostreu un bàner preguntant si voleu habilitar les claus de confiança.
de: Wenn Sie eine interne Nachricht von einem Absender erhalten, der keine vertrauenswürdigen Schlüssel in Ihren Kontakten hat, wird Ihnen ein Banner angezeigt, in dem Sie gefragt werden, ob Sie vertrauenswürdige Schlüssel aktivieren möchten.
fr: Lorsque vous recevez un message interne d’un de vos contacts qui n’a pas de clés de confiance, afficher une bannière vous demandant si vous souhaitez activer les clés de confiance.
hr: Kada primite internu poruku od pošiljatelja koji nema pouzdane ključeve u vašim kontaktima, pokaži banner koji pita želite li omogućiti pouzdane ključeve.
nl: Wanneer u een intern bericht van een afzender ontvangt dat geen vertrouwde sleutels heeft, toon een banner met het verzoek of u vertrouwde sleutels wilt activeren.
pl: Jeśli nadawca wewnętrznej wiadomości nie posiada zaufanego klucza w Twoich kontaktach, pokaż powiadomienie z pytaniem o włączenie zaufanych kluczy.
pt: Ao receber uma mensagem interna de um remetente que não possui chaves confiáveis no seus contatos, mostre uma aviso perguntando se você deseja habilitar as chaves confiáveis.
pt_pt: Ao receber uma mensagem interna de um remetente que não possui chaves confiadas nos seus contactos, mostrar uma faixa a perguntar se deseja activar as chaves confiáveis.
ru: При получении внутреннего сообщения от отправителя, у которого нет доверяемых ключей в ваших контактах, показать запрос насчёт включения доверяемых ключей.
tr: Rehberinizde, güvenilir bir anahtarı olmayan bir göndericiden dahili ileti alırken, güvenilir anahtarları etkinleştirmek isteyip istemediğinizi soran bir seçenek gösterin.
zh_tw: 當收到來自在通訊錄內但卻沒有通過驗證的寄件人所發的郵件時，顯示是否要啟用驗證的通知。

# Tooltip sign external messages
source: Automatically sign all your outgoing messages so users can verify the authenticity of your messages. This is done in combination with the Default PGP Scheme that is selected down below.
ca: Confirmeu automàticament tots els vostres missatges de sortida perquè els usuaris puguin verificar l'autenticitat dels vostres missatges. Això es fa en combinació amb el Esquema predeterminat PGP que es selecciona a continuació.
de: Signieren Sie automatisch alle Ihre ausgehenden Nachrichten, damit Benutzer die Authentizität Ihrer Nachrichten überprüfen können. Dies geschieht in Kombination mit dem unten ausgewählten Standard-PGP-Schema.
fr: Signer automatiquement tous vos messages sortants permet aux utilisateurs de vérifier l'authenticité de vos messages. Cela se fait en combinaison avec le procédé PGP par défaut qui est sélectionné ci-dessous.
hr: Automatski potpišite sve svoje odlazne poruke kako bi korisnici mogli provjeriti autentičnost vaših poruka. To se radi u kombinaciji sa zadanom PGP shemom koja je odabrana dolje.
nl: Automatisch alle uitgaande berichten ondertekenen zodat gebruikers de authenticiteit van uw berichten kunnen verifiëren. Dit gebeurt in combinatie met het PGP-formaat dat hieronder is gekozen.
pl: Automatycznie podpisuj wszystkie wychodzące wiadomości, aby użytkownicy mogli zweryfikować ich autentyczność. Ta operacja jest połączona z domyślnym schematem PGP, wybranym poniżej.
pt: Assina automaticamente todas as suas mensagens de saída para que os usuários possam verificar a autenticidade de suas mensagens. Isso é feito em combinação com o esquema PGP selecionado abaixo.
pt_pt: Assine automaticamente todas as suas mensagens de saída para que os utilizadores possam verificar a autenticidade das suas mensagens. Isto é feito em combinação com o esquema PGP predefinido seleccionado abaixo.
ru: Автоматически подписывать все ваши исходящие сообщения, чтобы пользователи могли проверять их подлинность. Это происходит совместно со схемой PGP по умолчанию, которая выбирается ниже.
tr: Tüm giden iletilerinizi otomatik olarak imzalayın. Böylece kullanıcılar iletilerinizin orijinal olduğunu doğrulayabilir. Bu, aşağıda seçilen varsayılan PGP şeması ile birlikte yapılır.
zh_tw: 自動簽署所有對外寄送的電子郵件，所以收件人可以驗證您所發送郵件的真實性。這將由以下您所選擇的預設 PGP 加密機制所決定。
