Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Action
source: Auto
de: Automatisch
es: Automático
hr: Automatski
id: Mobil
nl: Automatisch
pl: Automatycznie
pt: Automaticamente
pt_pt: Automático
ru: Автоматически
tr: Otomatik
zh_tw: 自動

# Action
source: Back to list
ca: Torna a la llista
de: Zurück zur Übersicht
fr: Retour à la liste
hr: Povratak na popis
id: Kembali ke daftar
nl: Terug naar het overzicht
pl: Powrót do listy
pt: Voltar à lista
pt_pt: Voltar à lista
ru: Назад к списку
tr: Listeye geri dön
zh_tw: 回到列表

# Action
source: Back to login
ca: Torna a l'inici de sessió
de: Zurück zur Anmeldeseite
es: Volver al inicio de sesión
fr: Retour à la page de connexion
hr: Povratak na prijavu
id: Kembali untuk masuk
nl: Terug naar inloggen
pl: Powrót do logowania
pt: Voltar para o login
pt_pt: Voltar ao início de sessão
ru: Назад к форме входа
tr: Giriş sayfasına dön
zh_tw: 返回登入頁面

# Action
source: Back to protonmail.com
ca: Tornar a protonmail.com
de: Zurück zu protonmail.com
es: Volver a protonmail.com
fr: Retour à protonmail.com
hr: Povratak na protonmail.com
id: Kembali ke protonmail.com
nl: Terug naar protonmail.com
pl: Powrót do protonmail.com
pt: Voltar para protonmail.com
pt_pt: Voltar para protonmail.com
ru: Вернуться на protonmail.com
tr: Protonmail.com'a dön
zh_tw: 返回 protonmail.com

# Action
source: Basic
ca: Bàsic
de: Standard
es: Básica
fr: Simple
hr: Osnovno
id: Dasar
nl: Eenvoudig
pl: Podstawowe
pt: Básico
pt_pt: Básico
ru: Простые
tr: Temel
zh_tw: 基本

# Action
source: Bold
ca: Negreta
de: Fett
fr: Gras
hr: Podebljano
id: Tebal
nl: Dikgedrukt
pl: Pogrubienie
pt: Negrito
pt_pt: Negrito
ru: Жирный
tr: Kalın
zh_tw: 粗體

# Action
source: Cancel
ca: Cancel·la
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Poništi
id: Membatalkan
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ru: Отменить
tr: İptal
zh_tw: 取消

# Action
source: Cancel <i class="fa fa-close"></i>
ca: Cancel·lar <i class="fa fa-close"></i>
de: <i class="fa fa-close"></i> abbrechen
fr: Annuler <i class="fa fa-close"></i>
hr: Poništi <i class="fa fa-close"></i>
id: Batalkan <i class="fa fa-close"></i>
nl: Annuleren <i class="fa fa-close"></i>
pl: Anuluj <i class="fa fa-close"></i>
pt: Cancelar <i class="fa fa-close"></i>
pt_pt: Cancelar <i class="fa fa-close"></i>
ru: Отменить <i class="fa fa-close"></i>
tr: İptal <i class="fa fa-close"></i>
zh_tw: 取消 <i class="fa fa-close"></i>

# Action
source: Change address priority
ca: Canviar la prioritat de l'adreça
de: Priorität der Adresse ändern
es: Cambiar dirección principal
fr: Changer la priorité d'adresse
hr: Promjeni prioritet adrese
id: Ubah prioritas alamat
nl: Adres prioriteit wijzigen
pl: Zmień priorytet adresu
pt: Alterar prioridade do endereço
pt_pt: Alterar a prioridade do endereço
ru: Изменить приоритет адреса
tr: Adres önceliğini değiştir
zh_tw: 更改地址優先順序

# Action
source: Change color
ca: Canviar color
de: Farbe ändern
fr: Changer de couleur
hr: Promijeni boju
id: Ubah warna
nl: Kleur wijzigen
pl: Zmień kolor
pt: Alterar cor
pt_pt: Alterar a cor
ru: Изменить цвет
tr: Rengi değiştir
zh_tw: 更改顏色

# Action
source: Change font
ca: Canviar font
de: Schriftart ändern
fr: Changer de police
hr: Promijeni font
id: Ubah huruf
nl: Lettertype wijzigen
pl: Zmień czcionkę
pt: Alterar fonte
pt_pt: Alterar a letra
ru: Изменить шрифт
tr: Yazı tipini değiştir
zh_tw: 改變字型

# Action
source: Change font size
ca: Canvia la mida de la lletra
de: Schriftgröße ändern
fr: Modifier la taille de police
hr: Promijeni veličinu slova
id: Ubah ukuran huruf
nl: Tekengrootte wijzigen
pl: Zmień rozmiar czcionki
pt: Alterar tamanho da fonte
pt_pt: Alterar tamanho da letra
ru: Изменить размер шрифта
tr: Yazı tipi boyutunu değiştir
zh_tw: 變更字體大小

# Action
source: Change layout
ca: Cambiar la disposició
de: Layout ändern
fr: Modifier la mise en page
hr: Promijeni izgled
id: Ubah tata letak
nl: Lay-out veranderen
pl: Zmień widok
pt: Alterar layout
pt_pt: Alterar disposição
ru: Изменить шаблон
tr: Yerleşimi değiştir
zh_tw: 改變頁面佈局

# Action
source: Change layout (columns)
ca: Canvia la disposició (columnes)
de: Layout ändern (Spalten)
fr: Modifier l'affichage (colonnes)
hr: Promijeni izgled (stupci)
id: Ubah tata letak (kolom)
pl: Zmień widok (kolumny)
pt: Alterar layout (colunas)
pt_pt: Alterar disposição (colunas)
ru: Изменить макет (столбцы)
tr: Yerleşimi değiştir (sütunlar)
zh_tw: 改變頁面佈局 (列)

# Action
source: Change layout (rows)
ca: Canvia la disposició (files)
de: Layout ändern (Zeilen)
fr: Modifier l'affichage (lignes)
hr: Promijeni izgled (redovi)
id: Ubah tata letak (baris)
pl: Zmień widok (wiersze)
pt: Alterar layout (linhas)
pt_pt: Alterar disposição (linhas)
ru: Изменить макет (список)
tr: Yerleşimi değiştir (satırlar)
zh_tw: 改變頁面佈局 (行)

# Action
source: Change login password
ca: Canviar contrasenya d'inici de sessió
de: Login-Passwort ändern
es: Cambiar contraseña de inicio de sesión
fr: Modifier le mot de passe de connexion
hr: Promijeni lozinku za prijavu
id: Ubah kata sandi login
nl: Loginwachtwoord wijzigen
pl: Zmień hasło logowania
pt: Alterar a senha de login
pt_pt: Alterar a senha de início de sessão
ru: Изменить пароль учётной записи
tr: Oturum açma parolasını değiştir
zh_tw: 更改登入密碼

# Action
source: Change mailbox password
ca: Canviar contrasenya de la bústia de correu
de: Postfach-Passwort ändern
es: Cambiar contraseña del buzón
fr: Changer le mot de passe de la boîte mail
hr: Promijeni lozinku sandučića e-pošte
id: Ubah kotak pesan kata sandi
nl: Mailboxwachtwoord wijzigen
pl: Zmień hasło skrzynki pocztowej
pt: Alterar senha da caixa de correio
pt_pt: Alterar a senha da caixa de correio
ru: Изменить пароль почтового ящика
tr: Posta kutusu parolasını değiştir
zh_tw: 更改信箱密碼

# Action
source: Change order
ca: Cambiar ordre
de: Reihenfolge ändern
es: Cambiar orden
fr: Modifier l'ordre
hr: Promijeni redoslijed
id: Perintah diubah
nl: Volgorde aanpassen
pl: Zmień układ
pt: Alterar pedido
pt_pt: Alterar a ordem
ru: Изменить порядок
tr: Emri değiştir
zh_tw: 更改順序

# Action
source: Change organization keys
ca: Canviar claus d'organització
de: Organisationsschlüssel ändern
es: Cambiar claves de la organización
fr: Changer les clés de l’organisation
hr: Promijeni organizacijske ključeve
id: Ubah kunci organisasi
nl: Organisatiesleutels wijzigen
pl: Zmień klucz szyfrowania organizacji
pt: Alterar as chaves da organização
pt_pt: Alterar as chaves da organização
ru: Изменить ключи организации
tr: Kuruluş anahtarlarını değiştir
zh_tw: 變更組織金鑰

# Action
source: Change organization password
ca: Canviar la contrasenya de l'organització
de: Organisationspasswort ändern
es: Cambiar contraseña de la organización
fr: Changer le mot de passe de l'organisation
hr: Promijeni organizacijsku lozinku
id: Ubah kata kunci organisasi
nl: Organisatiewachtwoord wijzigen
pl: Zmień hasło organizacji
pt: Alterar senha da organização
pt_pt: Alterar a senha da organização
ru: Изменить пароль организации
tr: Kuruluş parolasını değiştir
zh_tw: 變更組織密碼

# Action
source: Change password
ca: Canvia la contrasenya
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
hr: Promijeni lozinku
id: Ganti kata sandi
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar senha
pt_pt: Alterar a senha
ru: Изменить пароль
tr: Parolayı değiştir
zh_tw: 變更密碼

# Action
source: Change verification email
ca: Canviar el correu de verificació
de: E-Mail-Adresse für Bestätigungen ändern
fr: Changer l'email de vérification
hr: Promjena adrese e-pošte za potvrdu
id: Ubah alamat email verifikasi
pl: Zmień adres e-mail do weryfikacji
pt_pt: Alterar email de verificação
tr: Doğrulama e-postasını değiştir

# Action
source: Change verification number
ca: Canviar el número de telèfon de verificació
de: Bestätigungsnummer ändern
fr: Changer le numéro de téléphone de vérification
hr: Promjena broja telefona za potvrdu
pl: Zmień numer telefonu do weryfikacji
pt_pt: Alterar o telefone da verificação
tr: Doğrulama numarasını değiştir

# Action
source: Check out with PayPal
pt_pt: Finalizar compra com PayPal

# Action
source: Clear
ca: Netejar
de: Löschen
es: Borrar
fr: Effacer
hr: Očisti
id: Bersihkan
nl: Wissen
pl: Wyczyść
pt: Limpar
pt_pt: Limpar
ru: Очистить
tr: Temizle
zh_tw: 清除

# Action
source: Clear all formatting
ca: Esborra tot el format
de: Alle Formatierungen entfernen
fr: Effacer toute mise en forme
hr: Očisti sva oblikovanja
id: Hapus semua format
nl: Alle opmaak wissen
pl: Wyczyść formatowanie
pt: Limpar toda formatação
pt_pt: Limpar toda a formatação
ru: Очистить всё форматирование
tr: Tüm biçimlendirmeyi temizle
zh_tw: 清除所有格式

# Action
source: Close
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermer
hr: Zatvori
id: Dekat
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_pt: Fechar
ru: Закрыть
tr: Kapat
zh_tw: 關閉

# Action
source: Common login problems
ca: Problemes d'inici de sessió comuns
de: Häufige Login-Probleme
es: Problemas comunes de inicio de sesión
fr: Problèmes de connexion courants
hr: Najčešći problemi s prijavom
id: Masalah login umum
nl: Algemene inlogproblemen
pl: Typowe problemy z logowaniem
pt: Problemas comuns para iniciar sessão
pt_pt: Problemas comuns de início de sessão
ru: Распространённые проблемы входа
tr: Genel oturum açma sorunları
zh_tw: 常見登入問題

# Action
source: Complete setup
ca: Completar configuració
de: Einrichtung abschließen
es: Completar configuración
fr: Terminer la configuration
hr: Dovršite postavljanje
id: Setup lengkap
nl: Installatie voltooien
pl: Zakończ konfigurację
pt: Configuração completa
pt_pt: Concluir a configuração
ru: Завершить настройку
tr: Kurulumu tamamla
zh_tw: 設定完成

# Action
source: Compose
ca: Redactar
de: Verfassen
es: Redactar
fr: Composer
hr: Nova poruka
id: Menyusun
nl: Opstellen
pl: Napisz
pt: Compor
pt_pt: Compor
ru: Новое письмо
tr: Oluştur
zh_tw: 撰寫郵件

# Action
source: Compose to
ca: Enviar missatge a
de: Nachricht an
es: Enviar mensaje
fr: Ecrire à
hr: Nova poruka za
id: Tulis
nl: Opstellen aan
pl: Napisz do
pt: Compor para
pt_pt: Compor para
ru: Написать письмо
tr: Şunun için oluştur
zh_tw: 寄件者

# Action
source: Contact Groups
ca: Grups de contactes
de: Kontaktgruppen
fr: Groupes de contacts
hr: Grupe kontakata
id: Grup kontak
pl: Grupy kontaktów
pt: Grupos de contatos
pt_pt: Grupos de contactos
ru: Группы контактов
tr: Kişi Grupları
zh_tw: 連絡人群組

# Action
source: Contact details
ca: Detalls de contacte
de: Kontaktinformationen
fr: Détails du contact
hr: Detalji o kontaktu
id: Rincian kontak
nl: Contactinformatie
pl: Szczegóły kontaktu
pt: Detalhes do contato
pt_pt: Detalhes do contacto
ru: Контактные данные
tr: Kişi ayrıntıları
zh_tw: 聯絡人詳細資料

# Action
source: Contacts
ca: Contactes
de: Kontakte
es: Contactos
hr: Kontakti
id: Kontak
nl: Contactpersonen
pl: Kontakty
pt: Contatos
pt_pt: Contactos
ru: Контакты
tr: Kişiler
zh_tw: 聯絡人

# Action
source: Continue
ca: Continuar
de: Weiter
pt_pt: Continuar

# Action
source: Copy address
ca: Copiar l'adreça
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
hr: Kopiraj adresu
id: Copy alamat
nl: Adres kopiëren
pl: Kopiuj adres
pt: Copiar endereço
pt_pt: Copiar endereço
ru: Копировать адрес
tr: Adresi kopyala
zh_tw: 複製郵件地址

# Action
source: Create Account
ca: Crea un compte
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hr: Napravi račun
id: Membuat akun
nl: Account aanmaken
pl: Utwórz konto
pt: Criar conta
pt_pt: Criar conta
ru: Создать учётную запись
tr: Hesap Oluştur
zh_tw: 建立帳戶

# Action
source: Create a new contact group
ca: Crear un nou grup de contactes
de: Neue Kontaktgruppe erstellen
fr: Créer un nouveau groupe de contacts
hr: Kreiraj novu grupu kontakata
id: Buat grup kontak baru
pl: Utwórz nową grupę kontaktów
pt: Crie um novo grupo de contato
pt_pt: Criar um novo grupo de contactos
ru: Создать новую группу контактов
tr: Yeni kişi grubu oluştur
zh_tw: 建立新連絡人群組

# Action
source: Create a new folder
ca: Crear una nova carpeta
de: Neuen Ordner erstellen
es: Crear una nueva carpeta
fr: Créer un nouveau dossier
hr: Stvori novu mapu
id: Buat folder baru
nl: Nieuwe map aanmaken
pl: Utwórz nowy folder
pt: Criar uma nova pasta
pt_pt: Criar uma nova pasta
ru: Создать новую папку
tr: Yeni klasör oluştur
zh_tw: 建立新資料夾

# Action
source: Create a new group
ca: Crear un grup nou
de: Neue Gruppe erstellen
fr: Créer un nouveau groupe
hr: Kreiraj novu grupu
id: Buat grup baru
pl: Utwórz nową grupę
pt_pt: Criar um novo grupo
tr: Yeni grup oluştur

# Action
source: Create a new label
ca: Crea una etiqueta nova
de: Neue Kategorie erstellen
fr: Créer un nouveau label
hr: Stvori novu oznaku
nl: Nieuwe label maken
pl: Utwórz nową etykietę
pt: Criar novo marcador
pt_pt: Criar uma nova etiqueta
ru: Создать новый ярлык
tr: Yeni etiket oluştur
zh_tw: 建立新的標籤

# Action
source: Create label
ca: Crear etiqueta
de: Kategorie erstellen
fr: Créer un label
hr: Stvori oznaku
id: Buat label
nl: Label maken
pl: Utwórz etykietę
pt: Criar marcador
pt_pt: Criar etiqueta
ru: Создать ярлык
tr: Etiket oluştur
zh_tw: 建立標籤

# Action
source: Custom Filter
ca: Filtre personalitzat
de: Benutzedefinierter Filter
fr: Filtre personnalisé
hr: Prilagođeni filtar
id: Sesuaikan Penyaringan
nl: Geavanceerde filter
pl: Utwórz filtr niestandardowy
pt: Filtro personalizado
pt_pt: Filtro personalizado
ru: Пользовательский фильтр
tr: Özel süzgeç
zh_tw: 自訂篩選器

# Action
source: Customize
ca: Personalitzar
de: Anpassen
es: Personalizar
fr: Personnaliser
hr: Prilagodi
id: Sesuaikan
nl: Personaliseren
pl: Dostosuj
pt: Personalizar
pt_pt: Personalizar
ru: Настроить
tr: Özelleştir
zh_tw: 自訂

# Action
source: Date: New to old
ca: Data: Nou a vell
de: Datum: Neu zu alt
es: Fecha: Nuevo a viejo
fr: Date : du plus récent au plus ancien
hr: Datum: Od najnovije do najstarije
id: Tanggal: Baru sampai lama
nl: Datum: Aflopend
pl: Data: od nowych do starych
pt: Data: novo para antigo
pt_pt: Data: novo para antigo
ru: По дате: от новых к старым
tr: Tarih: Yeniden eskiye
zh_tw: 日期: 最新到最舊

# Action
source: Date: Old to new
ca: Data: Antic a nou
de: Datum: Alt zu neu
es: Fecha: Viejo a nuevo
fr: Date : du plus ancien au plus récent
hr: Datum: Od najstarije do najnovije
id: Tanggal: Lama sampai yang baru
nl: Datum: Oplopend
pl: Data: od starych do nowych
pt: Data: antigo para novo
pt_pt: Data: antigo para novo
ru: По дате: от старых к новым
tr: Tarih: Eskiden yeniye
zh_tw: 日期: 最舊到最新

# Action
source: Decrypt
ca: Desxifrar
de: Entschlüsseln
fr: Déchiffrer
hr: Dešifriranje
nl: Decoderen
pl: Odszyfruj
pt: Descriptografar
pt_pt: Desencriptar
ru: Расшифровать
tr: Şifreyi çöz
zh_tw: 解密

# Action
source: Delete
ca: Eliminar
de: Löschen
es: Eliminar
fr: Supprimer
hr: Obriši
id: Menghapus
nl: Verwijderen
pl: Usuń
pt: Excluir
pt_pt: Eliminar
ru: Удалить
tr: Sil
zh_tw: 刪除

# Action
source: Delete draft
ca: Eliminar esborrany
de: Entwurf löschen
fr: Supprimer le brouillon
hr: Obriši skicu
nl: Concept verwijderen
pl: Usuń szkic
pt: Excluir rascunho
pt_pt: Eliminar rascunho
ru: Удалить черновик
tr: Taslağı sil
zh_tw: 刪除草稿

# Action
source: Delete your account
ca: Suprimir el vostre compte
de: Ihr Konto löschen
es: Elimine su cuenta
fr: Supprimer votre compte
hr: Izbrišite svoj račun
id: Hapus akun anda
nl: Verwijder uw account
pl: Usuń swoje konto
pt: Excluir sua conta
pt_pt: Eliminar a sua conta
ru: Удалить свою учётную запись
tr: Hesabınızı silin
zh_tw: 刪除您的帳戶

# Action
source: Deselect all
ca: Eliminar selecció
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
hr: Poništiti sve
id: Hapus semua
nl: Alles deselecteren
pl: Odznacz wszystko
pt: Desmarcar todos
pt_pt: De-seleccionar tudo
ru: Снять выделение со всех
tr: Tüm seçimi kaldır
zh_tw: 全不選

# Action
source: Disable
ca: Deshabilitar
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
hr: Onemogući
id: Nonaktifkan
nl: Uitschakelen
pl: Wyłącz
pt: Desabilitar
pt_pt: Desactivar
ru: Отключить
tr: Devre dışı
zh_tw: 停用

# Action
source: Disable Two-Factor Authentication
ca: Deshabilitar l'autenticació en dos passos
de: Zwei-Faktor-Authentifizierung deaktivieren
es: Deshabilitar autenticación de dos factores
fr: Désactiver l'authentification en deux étapes
hr: Onemogući provjeru autentičnosti u dva koraka
id: Nonaktifkan Otentikasi Dua Faktor
nl: Tweestapsverificatie uitschakelen
pl: Wyłącz uwierzytelnianie dwustopniowe
pt: Desabilitar a autenticação de dois fatores
pt_pt: Desactivar a autenticação em dois passos
ru: Отключить двухфакторную аутентификацию
tr: İki Adımlı Doğrulama'yı Devre Dışı Bırak
zh_tw: 停用兩步驟驗證

# Action
source: Disabled
ca: Desactivat
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hr: Onemogućeno
id: Cacat
nl: Uitgeschakeld
pl: Wyłączone
pt: Desabilitado
pt_pt: Desactivado
ru: Отключено
tr: Devre Dışı
zh_tw: 已停用

# Action
source: Discard
ca: Descartar
de: Verwerfen
es: Descartar
fr: Annuler
hr: Odbaci
id: Membuang
nl: Verwijderen
pl: Odrzuć
pt: Descartar
pt_pt: Descartar
ru: Отменить
tr: Vazgeç
zh_tw: 捨棄

# Action
source: Display invoice
ca: Visualitzar factura
de: Rechnung anzeigen
es: Mostrar factura
fr: Afficher la facture
hr: Prikaz fakture
id: Tampilkan faktur
nl: Factuur weergeven
pl: Wyświetl fakturę
pt: Exibir fatura
pt_pt: Mostrar factura
ru: Показать счёт
tr: Faturayı görüntüle
zh_tw: 顯示帳單

# Action
source: Do not remind me
ca: No m'ho recordis
de: Nicht erneut nachfragen
fr: Ne pas me rappeler
hr: Ne podsjećaj me
nl: Bericht niet opnieuw weergeven
pl: Nie przypominaj
pt: Não me lembre
pt_pt: Não voltar a lembrar
ru: Не напоминать
tr: Bana hatırlatma
zh_tw: 請不要提醒我

# Action
source: Don't show this again
ca: No ho tornis a mostrar
de: Nicht erneut anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
hr: Ne prikazuj ponovno
id: Jangan tampilkan ini lagi
nl: Niet opnieuw tonen
pl: Nie pokazuj tego ponownie
pt: Não mostrar isso novamente
pt_pt: Não mostrar isto novamente
ru: Больше не показывать
tr: Bunu bir daha gösterme
zh_tw: 不再顯示此內容

# Action
source: Donate
ca: Donar
de: Spenden
es: Donar
fr: Faire un don
hr: Donirajte
id: Menyumbangkan
nl: Doneren
pl: Wspomóż nas
pt: Doar
pt_pt: Doar
ru: Пожертвовать
tr: Bağışta Bulunun
zh_tw: 捐款

# Action
source: Done
ca: Fet
de: Fertig
es: Hecho
fr: Terminé
hr: Gotovo
id: Selesai
nl: Gereed
pl: Gotowe
pt: Concluído
pt_pt: Feito
ru: Готово
tr: Bitti
zh_tw: 已完成

# Action
source: Download
ca: Descarregar
de: Herunterladen
es: Descargar
fr: Télécharger
hr: Preuzmi
nl: Downloaden
pl: Pobierz
pt: Baixar
pt_pt: Transferir
ru: Скачать
tr: İndir
zh_tw: 下載

# Action
source: Edit
ca: Editar
de: Bearbeiten
es: Editar
fr: Modifier
hr: Uredi
nl: Bewerken
pl: Edytuj
pt: Editar
pt_pt: Editar
ru: Изменить
tr: Düzenle
zh_tw: 編輯

# Action
source: Edit sieve
pt_pt: Editar sieve

# Action
source: Edit signature
ca: Editar la signatura
de: Signatur bearbeiten
es: Editar firma
fr: Modifier la signature
hr: Uredi potpis
id: Edit tanda tangan
nl: Handtekening bewerken
pl: Edytuj podpis
pt: Editar assinatura
pt_pt: Editar assinatura
ru: Изменить подпись
tr: İmzayı düzenle
zh_tw: 編輯簽名檔

# Action
source: Email our support team
ca: Envia un correu electrònic al nostre equip de suport
de: Sende eine E-Mail an unser Support-Team
es: Envíe un correo electrónico a nuestro equipo de soporte
fr: Contacter notre support
hr: Kontaktirajte našu podršku putem e-pošte
id: Email tim dukungan kami
nl: E-mail onze klantenservice
pl: Skontaktuj się z nami
pt: Contate nossa equipe de suporte
pt_pt: Enviar email à nossa equipa de suporte
ru: Написать письмо группе тех. поддержки
tr: Destek ekibimize e-posta gönderin
zh_tw: 聯繫我們的支援團隊

# Action
source: Empty drafts
ca: Buidar Esborranys
de: Entwürfe leeren
es: Vaciar borradores
fr: Vider les brouillons
hr: Obriši skice
id: Draft kosong
nl: Concepten leegmaken
pl: Usuń szkice
pt: Esvaziar rascunhos
pt_pt: Esvaziar rascunhos
ru: Очистить черновики
tr: Boş taslaklar
zh_tw: 空白草稿

# Action
source: Empty folder
ca: Buidar carpeta
de: Leerer Ordner
es: Vaciar carpeta
fr: Vider le dossier
hr: Obriši sve u mapi
id: Folder kosong
nl: Map leegmaken
pl: Opróżnij folder
pt: Esvaziar pasta
pt_pt: Esvaziar pasta
ru: Очистить папку
tr: Boş klasör
zh_tw: 清空資料夾

# Action
source: Empty label
ca: Etiqueta buida
de: Leere Kategorie
fr: Vider le label
hr: Obriši sve u oznaci
nl: Label bewerken
pl: Opróżnij etykietę
pt: Marcador vazio
pt_pt: Esvaziar etiqueta
ru: Очистить ярлык
tr: Boş etiket
zh_tw: 空標籤

# Action
source: Empty spam
ca: Buidar spam
de: Spam leeren
es: Vaciar spam
fr: Vider les spams
hr: Obriši svu neželjenu poštu
id: Kosong spam
nl: Map spam leegmaken
pl: Opróżnij Spam
pt: Esvaziar spam
pt_pt: Esvaziar spam
ru: Очистить спам
tr: Boş gereksiz kutusu
zh_tw: 清空垃圾郵件

# Action
source: Empty trash
ca: Buidar paperera
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
hr: Isprazni smeće
id: Sampah kosong
nl: Prullenbak leegmaken
pl: Opróżnij Kosz
pt: Esvaziar lixeira
pt_pt: Esvaziar lixo
ru: Очистить корзину
tr: Boş çöp kutusu
zh_tw: 清空垃圾桶

# Action
source: Enable
ca: Habilitar
de: Aktivieren
es: Habilitar
fr: Activer
hr: Omogući
id: Memungkinkan
nl: Inschakelen
pl: Włącz
pt: Habilitar
pt_pt: Activar
ru: Включить
tr: Etkinleştir
zh_tw: 啟用

# Action
source: Enable Two-Factor Authentication
ca: Activar autenticació en dos passos
de: Zwei-Faktor-Authentifizierung aktivieren
es: Habilitar autenticación de dos factores
fr: Activer l'authentification en deux étapes
hr: Omogući provjeru autentičnosti u dva koraka
id: Aktifkan Otentikasi Dua-Faktor
nl: Tweestapsverificatie inschakelen
pl: Włącz uwierzytelnianie dwustopniowe
pt: Habilitar autenticação de dois fatores
pt_pt: Activar a autenticação em dois passos
ru: Включить двухфакторную аутентификацию
tr: İki Adımlı Kimlik Doğrulamayı Etkinleştir
zh_tw: 啟用兩步驟驗證

# Action
source: Enable encryption
ca: Activar xifratge
de: Verschlüsselung aktivieren
fr: Activer le chiffrement
hr: Omogući šifriranje
nl: Schakel versleuteling in
pl: Włącz szyfrowanie
pt: Habilitar criptografia
pt_pt: Activar encriptação
ru: Включить шифрование
tr: Şifrelemeyi etkinleştir
zh_tw: 啟用加密

# Action
source: Enable multi-user support
ca: Activar suport multiusuari
de: Multi-User-Unterstützung aktivieren
es: Habilitar soporte multi usuario
fr: Activer le support multi-utilisateur
hr: Omogući podršku za više korisnika
id: Aktifkan dukungan multi-user
nl: Ondersteuning voor meerdere gebruikers inschakelen
pl: Włącz obsługę wielu użytkowników
pt: Habilitar suporte múltiplos usuários
pt_pt: Activar o suporte a vários utilizadores
ru: Включить многопользовательский режим
tr: Çoklu kullanıcı desteğini etkinleştir
zh_tw: 啟用多使用者支援

# Action
source: Enable signature verification
ca: Activa la verificació de signatura
de: Signaturprüfung aktivieren
fr: Activer la vérification de signature
hr: Omogući provjeru autentičnosti potpisa
nl: Tweestapsverificatie activeren
pl: Włącz weryfikację podpisu
pt: Habilitar verificação de assinatura
pt_pt: Activar verificação de assinatura
ru: Включить проверку подписи
tr: İmza doğrulamayı etkinleştir
zh_tw: 啟用電子簽署驗證

# Action
source: Enabled
ca: Activat
de: Aktiviert
es: Habilitado
fr: Activé
hr: Omogućeno
id: Diaktifkan
nl: Ingeschakeld
pl: Włączone
pt: Habilitado
pt_pt: Activado
ru: Включено
tr: Etkin
zh_tw: 已啟用

# Action
source: Encrypted contacts
ca: Contactes xifrats
de: Verschlüsselte Kontakte
fr: Contacts chiffrés
hr: Šifrirani kontakti
id: Kontak terenkripsi
nl: Versleutelde contactpersonen
pl: Zaszyfrowane kontakty
pt: Contatos criptografados
pt_pt: Contactos encriptados
ru: Зашифрованные контакты
tr: Şifreli kişiler
zh_tw: 加密通訊錄

# Action
source: Encrypting
ca: Encriptant
de: Verschlüssele
es: Cifrando
fr: Chiffrement en cours
hr: Šifriranje
id: Enkripsi
nl: Versleutelen
pl: Szyfrowanie
pt: Criptografando
pt_pt: A encriptar
ru: Шифрование
tr: Şifreleniyor
zh_tw: 加密中
