Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Resetting your password will also reset your encryption keys, so you will be unable to read your existing messages. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Learn More</a>.
ca: Restablir la contrasenya també restablirà les seves claus de xifrat, pel que no podreu llegir els vostres missatges existents. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank"> Més informació </a>.
de: Das Zurücksetzen des Passworts wird auch Ihre kryptographischen Schlüssel zurücksetzen sodass Sie zukünftig Ihre existierenden Nachrichten nicht mehr lesen können. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Mehr erfahren</a>.
es: Restablecer su contraseña también restablecerá sus claves de cifrado, por lo que no podrá leer sus mensajes existentes. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Más información</a>.
fr: Réinitialiser votre mot de passe entraînera aussi la réinitialisation de vos clés de chiffrement. Ainsi, vous ne pourrez plus lire vos messages existants. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">En savoir plus</a>.
hr: Ponovno postavljanje lozinke također će poništiti ključeve za šifriranje, tako da nećete moći čitati postojeće poruke.<a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Saznajte više</a>.
id: Menyetel ulang kata sandi Anda juga akan mengatur ulang kunci enkripsi Anda, sehingga Anda tidak dapat membaca pesan yang ada. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank"> Pelajari Lebih Lanjut </a>.
nl: Uw wachtwoord resetten reset ook uw versleutelingssleutel, u kunt uw huidige berichten dan niet meer lezen. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Meer informatie</a>.
pl: Resetowanie hasła również zresetuje klucze szyfrowania, nie będziesz więc w stanie odczytać wiadomości sprzed momentu zresetowania. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank"> Dowiedz się więcej</a>.
pt: A redefinição da sua senha também irá redefinir suas chaves de criptografia, então você não poderá mais ler suas mensagens existentes. <a href="https://protonmail.com/support/knowledge-base/updating-sua-login-password/" target="_blank"> Saiba mais </a>.
pt_pt: Se redefinir a sua senha também redefinirá as suas chaves de encriptação, por isso não poderá ler as suas mensagens existentes. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Saiba mais</a>.
ru: Сбросив свой пароль, вы также сбросите ваши ключи шифрования и больше не сможете прочитать свои существующие сообщения. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Подробнее</a>.
tr: Parolanızı sıfırlamak, şifreleme anahtarlarınızı da sıfırlar; böylece mevcut iletilerinizi okuyamazsınız. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Daha fazla bilgi edinin</a>.
zh_tw: 重設密碼會同時重設您的金鑰，因此您將無法讀取既有訊息。<a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">瞭解詳情</a>。

# Info
source: Right-click on your attachment and choose 'Download linked file as...'
ca: Feu clic dret en el seu arxiu adjunt i trieu 'Descarregar arxiu vinculat com...'
de: Klicken Sie mit einem Rechtsklick auf Ihren Anhang und wählen Sie 'Ziel speichern unter...'
es: Haga clic derecho en su archivo adjunto y elija "Guardar enlace como..."
fr: Faites un clic droit sur votre pièce jointe et choisissez « Enregistrer le lien sous... »
hr: Desnom tipkom miša kliknite na privitak i odaberite 'Preuzmi povezanu datoteku kao...'
id: Klik kanan pada lampiran Anda dan pilih 'Download linked file as...'
nl: Rechtsklik op de bijlagen en kies 'Download gelinkt bestand als...'
pl: Kliknij prawym przyciskiem myszy na załącznik, po czym wybierz "Zapisz plik jako..."
pt: Clique com o botão direito do mouse em seu anexo e escolha 'Baixar arquivo vinculado como...'
pt_pt: Clique com o botão direito no anexo e escolha "Transferir ficheiro ligado como..."
ru: Щёлкните правой кнопкой мыши по вложению и выберите 'Загрузить (скачать) файл как...'
tr: Ekinize sağ tıklayın ve 'Bağlantılı dosyayı farklı indir...' seçeneğini seçin
zh_tw: 在你的附件上按右鍵, 然後選擇 "下載連結檔案為..."

# Info
source: Role updated
ca: Rol actualitzat
de: Funktion aktualisiert
es: Privilegio actualizado
fr: Rôle mis à jour
hr: Ažurirana uloga
id: Peran diperbarui
nl: Rol bijgewerkt
pl: Uprawnienia zostały zaktualizowane
pt: Função atualizada
pt_pt: Papel actualizado
ru: Роль изменена
tr: Rol güncellendi
zh_tw: 身分已更新

# Info
source: Row
ca: Fila
de: Reihe
fr: Ligne
hr: Redak
nl: Rij
pl: Wiersz
pt: Linha
pt_pt: Linha
ru: Список
tr: Liste
zh_tw: 列

# Info
source: SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.
ca: SPF s'utilitza per especificar qui pot enviar correus electrònics per al domini, pel que recomanem encaridament incloure ProtonMail en el seu registre SPF. Si us plau, afegiu el següent registre TXT en el seu DNS. Això normalment es pot fer en el panell de control del seu registrador de noms de domini.
de: SPF wird benutzt um anzugeben, wem es erlaubt ist E-Mails von einer Domain zu versenden. Wir empfehlen dringend, ProtonMail Ihrem SPF-Eintrag hinzuzufügen. Bitte fügen Sie den folgenden TXT-Eintrag in Ihr DNS ein. Dies kann üblicherweise im Control-Panel Ihres Domain-Registrars erledigt werden.
es: SPF es usado para especificar quién está autorizado para enviar correos para el dominio, así que le recomendamos incluir a ProtonMail en su registro de SPF. Por favor agregue el siguiente registro TXT en su registro DNS. Esto se puede hacer normalmente en el panel de control de su registrador de nombres de dominio.
fr: SPF est utilisé pour spécifier qui peut envoyer un courriel pour le domaine et de ce fait nous vous recommandons vivement d'inclure ProtonMail dans votre enregistrement SPF. Pour ce faire, ajouter l'enregistrement TXT dans votre configuration DNS. Cette modification peut en général être effectuée dans le panneau de contrôle de votre domaine sur le site de votre registraire.
hr: SPF se koristi za određivanje kome je dopušteno slanje e-pošte za domenu, stoga preporučujemo da dodate ProtonMail u svoj SPF zapis. Dodajte sljedeći TXT zapis u svoj DNS. To se obično može obaviti na upravljačkoj ploči registra vaše domene.
id: SPF digunakan untuk menentukan siapa yang boleh mengirim email untuk domain jadi sangat disarankan menyertakan ProtonMail dalam data SPF Anda. Tolong tambahkan data TXT berikut ke dalam DNS Anda. Hal ini biasanya dapat dilakukan di panel kontrol registrar nama domain Anda.
nl: Met SPF kan u bepalen wie uw domeinnaam mag gebruiken om e-mails te versturen. Het is raadzaam om ProtonMail toe te voegen aan uw SPF-record. Voeg het volgende TXT-record toe aan uw DNS. Dit kunt u meestal doen in het beheerpaneel van uw domeinnaamregistrar of hostingprovider.
pl: Domenowy rekord SPF jest używany do określenia dozwolonych nadawców wiadomości dla domeny. Dodanie serwerów ProtonMail jest zalecane. Dodaj następujący rekord TXT do ustawień DNS domeny. Prawdopodobnie umożliwia to panel konfiguracji u rejestratora domeny.
pt: O SPF é usado para especificar quem tem permissão para enviar e-mails usando este domínio, logo recomendamos que inclua o ProtonMail em seu registro SPF. Adicione o seguinte registro TXT ao seu DNS. Isso geralmente pode ser feito no painel de controle do seu registrador de nomes de domínio.
pt_pt: O SPF é usado para especificar quem está autorizado a enviar correio electrónico com o domínio. Recomendamos que inclua o ProtonMail no seu registo SPF. Adicione o seguinte registo TXT ao seu DNS. Habitualmente isto pode ser feito no painel de controlo do seu fornecedor de registo de domínio.
ru: SPF используется для перечисления тех, кому разрешено посылать почту домену. Мы настоятельно рекомендуем добавить ProtonMail в вашу SPF-запись. Пожалуйста, добавьте следующую TXT-запись в ваш DNS. Такая возможность, как правило, предусмотрена в панели управления регистратора домена.
tr: SPF, etki alanı için kimin e-posta göndermesine izin verildiğini belirlemek için kullanılır. Bu nedenle SPF kaydınıza ProtonMail'i eklemenizi şiddetle öneririz. Lütfen aşağıdaki TXT kaydını DNS’inize ekleyin. Bu, genellikle etki alanı kayıt şirketinizin kontrol panelinden yapılabilir.
zh_tw: SPF 是用來指定誰可以為網域傳送電子郵件。因此，我們強烈建議將 ProtonMail 加入到您的 SPF 記錄。請在 DNS 加入以下 TXT 記錄。這步驟通常可以在域名註冊商的控制台完成。

# Info
source: Safari does not fully support downloading encrypted attachments.
ca: Safari no és totalment compatible amb la descàrrega d'arxius adjunts xifrats.
de: Safari unterstützt es nicht vollständig, verschlüsselte Anhänge herunterzuladen.
es: Safari no soporta completamente la descarga de archivos adjuntos encriptados.
fr: Safari ne supporte pas complètement le téléchargement des fichiers joints chiffrés.
hr: Safari ne podržava u potpunosti preuzimanje šifriranih privitaka.
id: Safari tidak sepenuhnya mendukung download lampiran terenkripsi.
nl: Safari ondersteunt het downloaden van versleutelde bijlagen niet volledig.
pl: Safari obsługuje w pełni pobierania zaszyfrowanych załączników.
pt: O Safari não suporta totalmente o download de anexos criptografados.
pt_pt: O Safari não suporta totalmente a transferência de anexos encriptados.
ru: Safari не полностью поддерживает скачивание зашифрованных вложений.
tr: Safari, şifreli eklerin indirilmesini tam olarak desteklememektedir.
zh_tw: Safari 不完全支援下載加密過的附件。

# Info
source: Same as ProtonMail login password
ca: Igual que la contrasenya d'inici de sessió de ProtonMail
de: Identisch mit ProtonMail Anmeldepasswort
es: Igual a la contraseña de inicio de sesión de ProtonMail
fr: Identique au mot de passe de connexion ProtonMail
hr: Isto kao ProtonMail lozinka za prijavu
id: Sama seperti password login ProtonMail
nl: Hetzelfde als het ProtonMail-inlogwachtwoord
pl: Takie jak hasło logowania ProtonMail
pt: A mesma senha para entrar no ProtonMail
pt_pt: Igual à senha de início de sessão do ProtonMail
ru: Такой же, как и пароль для входа в ProtonMail
tr: ProtonMail giriş parolası ile aynı
zh_tw: 與ProtonMail登入密碼相同

# Info
source: Save contact
ca: Desa el contacte
de: Kontakt speichern
fr: Enregistrer le contact
hr: Spremi kontakt
id: Simpan kontak
nl: Contactpersoon opslaan
pl: Zapisz kontakt
pt: Salvar contato
pt_pt: Gravar contacto
ru: Сохранить контакт
tr: Kişiyi kaydet
zh_tw: 保存聯絡人

# Info
source: Save your passwords somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm you that have typed your password correctly.
ca: Guardeu les seves contrasenyes en un lloc segur. Feu clic a la icona <i class="fa fa-eye"></i> per confirmar que ha escrit la contrasenya correctament.
de: Speichern Sie Ihre Passwörter an einem sicheren Ort. Klicken Sie auf das <i class="fa fa-eye"></i> Icon um zu bestätigen dass Sie das Passwort korrekt eingegeben haben.
es: Guarde sus contraseñas en algún lugar seguro. Haga clic en el ícono <i class="fa fa-eye"></i> para confirmar que ha escrito sus contraseñas correctamente.
fr: Enregistrez votre mot de passe dans un endroit sûr. Cliquez sur l'icône <i class="fa fa-eye"></i> pour confirmer que vous avez tapé votre mot de passe correctement.
hr: Spremite svoje lozinke na sigurno. Pritisnite na <i class="fa fa-eye"></i> ikonu da biste potvrdili da ste unijeli lozinku točno.
id: Simpan kata sandi Anda di tempat yang aman. Klik ikon <i class = "fa fa-eye"> </ i> untuk mengonfirmasi bahwa Anda sudah mengetik kata sandi dengan benar.
nl: Bewaar uw wachtwoord op een veilige plaats. Klik op het <i class="fa fa-eye"></i> pictogram om te controleren of u het wachtwoord correct hebt ingevoerd.
pl: Zapisz hasło w bezpiecznym miejscu. Kliknij na ikonę <i class="fa fa-eye"></i> aby potwierdzić, że poprawnie wpisałeś hasło.
pt: Salve sua senha em um lugar seguro. Clique no ícone <i class="fa fa-eye"></i> para confirmar que digitou sua senha corretamente.
pt_pt: Guarde a suas senha num local seguro. Clique no ícone <i class="fa fa-eye"></i> para confirmar que inseriu a sua senha correctamente.
ru: Сохраните пароли где-нибудь в надёжном месте. Нажмите на значок <i class="fa fa-eye"></i>, чтобы проверить правильность ввода пароля.
tr: Parolalarınızı güvenli bir yere kaydedin. Parolanızı doğru yazdığınızı onaylamak için <i class="fa fa-eye"></i>simgesine tıklayın.
zh_tw: 請把密碼保管於安全的場所。按 <i class="fa fa-eye"></i> 圖示以確認密碼輸入正確。

# Info
source: Save {{price}}
pt_pt: Poupe {{price}}

# Info
source: Select an address to which the imported key will be attached
ca: Seleccioneu una adreça a la qual s'adjuntarà la clau importada
de: Wählen Sie eine Adresse, an die der importierte Schlüssel angehängt werden soll
fr: Sélectionnez une adresse à laquelle sera attachée la clé importée
hr: Odaberite adresu na koju će se postaviti uvezeni ključ
nl: Kies een e-mailadres waaraan de geïmporteerde sleutel toegewezen wordt
pl: Wybierz adres, do którego zostanie dołączony zaimportowany klucz
pt: Selecione um endereço para qual a chave importada será anexada
pt_pt: Seleccione um endereço ao qual a chave importada será anexada
ru: Выберите адрес, к которому будет прикреплен импортированный ключ
tr: Alınan anahtarın ekleneceği bir adres seçin
zh_tw: 選擇一個您想附加已匯入金鑰的郵件地址

# Info
source: Select an address to which the new key will be attached
ca: Seleccioneu una adreça a la qual s'adjuntarà la nova clau
de: Wählen Sie eine Adresse, an die der neue Schlüssel angehängt werden soll
fr: Sélectionnez une adresse à laquelle sera attachée la nouvelle clé
hr: Odaberite adresu na koju će se postaviti novi ključ
nl: Kies een e-mailadres waaraan de nieuwe sleutel toegewezen wordt
pl: Wybierz adres, do którego zostanie dołączony nowy klucz
pt: Selecione um endereço para qual a nova chave será anexada
pt_pt: Seleccione um endereço ao qual a nova chave será anexada
ru: Выберите адрес, к которому будет прикреплен новый ключ
tr: Yeni anahtarın ekleneceği bir adres seçin
zh_tw: 選擇一個您想附加新金鑰的郵件地址

# Info
source: Selected plan
ca: Pla seleccionat
de: Tarif auswählen
fr: Offre sélectionnée
hr: Odabrani plan
nl: Geselecteerd abonnement
pl: Wybierz plan
pt: Selecione o plano
pt_pt: Plano seleccionado
ru: Выбранный план
tr: Seçilen plan
zh_tw: 選擇方案

# Info
source: Sender specific spam rules can be applied here. Whitelist addresses always go to Inbox while Blacklist addresses always go to Spam. Marking a message as spam adds the address to the Blacklist. Marking a message as not spam adds the address to the Whitelist.
ca: Les regles d'spam específiques del remitent es poden aplicar aquí. Les adreces de la llista blanca sempre van a la safata d'entrada, mentre que les adreces de la llista negra sempre van a Correu brossa. Nmarcar un missatge com a correu brossa afegeix l'adreça a la llista negra. Marcar un missatge com no spam afegeix l'adreça a la llista blanca.
de: Absenderspezifische Spam-Regeln können hier angewendet werden. Adressen der Positivliste werden in den Posteingang verschoben, während Adressen der Negativliste immer in den Spam-Bereich verschoben werden. Wenn Sie eine Nachricht als Spam markieren, wird die Adresse in die Negativliste aufgenommen. Wenn Sie eine Nachricht als nicht Spam kennzeichnen, wird die Adresse in die Positivliste aufgenommen.
fr: Des règles spécifiques de gestion des émetteurs de spams peuvent être appliquées ici. Les adresses en liste blanche sont toujours dirigées vers votre boite de réception tandis que les adresses en liste noire sont toujours dirigées vers votre dossier Spam. Le fait de marquer un message en tant que spam ajoute automatiquement l'adresse de l'expéditeur dans la liste noire. Le fait de marquer un message comme n'étant pas un spam ajoute automatiquement l'adresse de l'expéditeur dans la liste blanche.
pt_pt: As regras específicas de assédio de remetente podem ser aplicadas aqui. Os endereços da lista branca vão sempre para a caixa de entrada enquanto que os endereços da lista negra vão sempre para o assédio. Se marcar uma mensagem como assédio, adiciona o endereço à lista negra. Se marcar uma mensagem como não assédio, adiciona o endereço à lista branca.
tr: Gönderene özgü gereksiz kuralları burada uygulanabilir. Beyaz liste, adresleri her zaman gelen kutusuna; kara liste adresleri ise her zaman gereksiz kutusuna gider. Bir iletiyi, gereksiz olarak işaretlemek, adresi kara listeye ekler. Bir iletiyi gereksiz değil olarak işaretlemek, adresi beyaz listeye ekler.

# Info
source: Set a catch-all address for your domain.
ca: Definiu una adreça per escollir el seu domini.
de: Legen Sie eine Catch-all-Weiterleitungsadresse für Ihre Domain fest.
es: Establezca una dirección catch-all para su dominio.
fr: Définissez une adresse attrape-tout pour votre domaine.
hr: Postavite dohvati-sve adresu za vašu domenu.
id: Tetapkan alamat semua alamat untuk domain Anda.
nl: Stel een catch-all adres in voor uw domein.
pl: Ustaw adres catch-all dla domeny.
pt: Defina um endereço de e-mail padrão (catch-all) para o seu domínio.
pt_pt: Defina um endereço captura-tudo para o seu domínio.
ru: Задайте catch-all-адрес для своего домена.
tr: Etki alanınız için bir tümünü yakalama adresi ayarlayın.
zh_tw: 為您的網域設定一個 Catch-all 地址。

# Info
source: Setting up account
ca: Configuració del compte
de: Konto einrichten
fr: Configuration de votre compte
hr: Postavljanje računa
nl: Uw account wordt ingesteld
pl: Konfigurowanie konta
pt: Configurando conta
pt_pt: Configurar a conta
ru: Настройка учётной записи
tr: Hesap oluşturuluyor
zh_tw: 設定帳戶

# Info
source: Signature updated
ca: Signatura actualitzada
de: Signatur aktualisiert
es: Firma actualizada
fr: Signature mise à jour
hr: Potpis je ažuriran
id: Tanda tangan diperbarui
nl: Handtekening bijgewerkt
pl: Podpis został zaktualizowany
pt: Assinatura atualizada
pt_pt: Assinatura actualizada
ru: Подпись обновлена
tr: İmza güncellendi
zh_tw: 簽名已更新

# Info
source: Something went wrong, please refresh the page in order to proceed. If you still see this error message please contact our support team.
ca: S'ha produït un error, actualitzeu la pàgina per continuar. Si encara veieu aquest missatge d’error, poseu-vos en contacte amb el nostre equip de suport.
de: Ein Problem ist aufgetreten, bitte aktualisieren Sie die Seite, um fortzufahren. Wenn Ihnen diese Fehlermeldung weiterhin angezeigt wird, wenden Sie sich bitte an unser Support-Team.
pt_pt: Algo correu mal, por favor actualize a página para continuar. Se ainda vir esta mensagem de erro, por favor, contacte a nossa equipa de suporte.

# Info
source: Status Updated
ca: Estat actualitzat
de: Status aktualisiert
es: Estado actualizado
fr: Statut mis à jour
hr: Status je ažuriran
id: Status Diperbarui
nl: Status bijgewerkt
pl: Status został zaktualizowany
pt: Status atualizado
pt_pt: Estado actualizado
ru: Состояние обновлено
tr: Durum güncellendi
zh_tw: 已更新狀態

# Info
source: Status updated
ca: Estat actualitzat
de: Status aktualisiert
es: Estado actualizado
fr: Statut mis à jour
hr: Status je ažuriran
id: Status diperbarui
nl: Status bijgewerkt
pl: Status został zaktualizowany
pt: Status atualizado
pt_pt: Estado actualizado
ru: Состояние обновлено
tr: Durum güncellendi
zh_tw: 已更新狀態

# Info
source: Storage space used.
ca: Espai d'emmagatzematge utilitzat.
de: Speicherplatz belegt.
fr: Espace de stockage utilisé.
hr: Iskorišten prostor za pohranu.
nl: Opslagruimte gebruikt.
pl: Wykorzystana przestrzeń dyskowa.
pt: Espaço de armazenamento usado.
pt_pt: Espaço de armazenamento utilizado.
ru: Использован объём хранилища.
tr: Kullanılan depolama alanı.
zh_tw: 已使用的儲存空間。

# Info
source: Submit
ca: Enviar
de: Absenden
es: Confirmar
fr: Envoyer
hr: Pošalji
id: Menyerahkan
nl: Versturen
pl: Wyślij
pt: Enviar
pt_pt: Submeter
ru: Отправить
tr: Gönder
zh_tw: 送出

# Info
source: Summary
ca: Sumari
de: Zusammenfassung
es: Resumen
fr: Récapitulatif
hr: Sažetak
nl: Overzicht
pl: Podsumowanie
pt: Resumo
pt_pt: Resumo
ru: Сводка
tr: Özet
zh_tw: 概要

# Info
source: Take back your privacy! Creating your secure email account takes less than 2 minutes.
ca: Recupereu la vostra privacitat! Trigareu menys de 2 minuts per crear una adreça de correu segura.
de: Holen Sie sich Ihre Privatsphäre zurück! Die Einrichtung Ihres sicheren E-Mail-Kontos dauert weniger als 2 Minuten.
es: ¡Recupere su privacidad! Crear su cuenta de correo electrónico seguro toma menos de 2 minutos.
fr: Reprenez votre vie privée en main ! Créer un compte de messagerie sécurisée prend moins de 2 minutes.
hr: Preuzmite kontrolu nad Vašom privatnosti! Izrada sigurnog računa e-pošte traje manje od 2 minute.
id: Ambil kembali privasi Anda! Membuat akun email aman Anda membutuhkan waktu kurang dari 2 menit.
nl: Krijg uw privacy terug! Uw beveiligde e-mailaccount aanmaken kost enkele minuten.
pl: Odzyskaj swoją prywatność! Tworzenie bezpiecznego konta e-mail zajmuje mniej niż 2 minuty.
pt: Tome controle de sua privacidade! Criar sua conta de e-mail segura leva menos de 2 minutos.
pt_pt: Recupere a sua privacidade! Criar a sua conta de email seguro demora menos de 2 minutos.
ru: Верните себе тайну переписки! Создание учётной записи для защищённой электронной почты займёт меньше 2 минут.
tr: Mahremiyetinizi geri alın! Güvenli e-posta hesabınızı 2 dakikadan daha az bir sürede oluşturun.
zh_tw: 取回您的隱私權！建立一個屬於您的安全電子郵件帳戶只需要少於2分鐘的時間。

# Info
source: Take back your privacy! Setting up your secure email account takes less than 2 minutes.
ca: Recupereu la vostra privacitat! Trigareu menys de 2 minuts per configurar la vostra adreça de correu segura.
de: Nehmen Sie Ihre Privatsphäre zurück! Die Einrichtung Ihres sicheren E-Mail-Kontos dauert weniger als 2 Minuten.
es: ¡Recupere su privacidad! Crear su cuenta de correo electrónico seguro toma menos de 2 minutos.
fr: Reprenez votre vie privée en main! Créer votre compte pour un email sécurisé prend moins de 2 minutes.
hr: Preuzmite kontrolu nad Vašom privatnosti! Postavljanje sigurnog računa e-pošte traje manje od 2 minute.
id: Ambil kembali privasi Anda! Menyiapkan akun email aman Anda membutuhkan waktu kurang dari 2 menit.
nl: Krijg uw privacy terug! Uw veilige e-mailaccount opzetten kost minder dan 2 minuten.
pl: Odzyskaj swoją prywatność! Tworzenie bezpiecznego konta e-mail zajmuje mniej niż 2 minuty.
pt: Tome controle de sua privacidade! Criar sua conta de e-mail segura leva menos de 2 minutos.
pt_pt: Recupere a sua privacidade! Configurar a sua conta de email seguro demora menos de 2 minutos.
ru: Верните себе тайну переписки! Настройка учётной записи для защищённой электронной почты займёт меньше 2 минут.
tr: Gizliliğinizi geri alın! Güvenli e-posta hesabınızı ayarlamak 2 dakikadan az sürer.
zh_tw: 取回您的隱私權！設定好一個屬於您的安全電子郵件帳戶只需要少於2分鐘的時間。
