Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Action
source: Use gift code
ca: Introduïu el codi regal
de: Geschenkgutscheincode verwenden
es: Usar código de regalía
fr: Utiliser un code cadeau
hr: Koristite darovni kôd
id: Gunakan kode hadiah
nl: Gebruik Geschenkcode
pl: Użyj kodu podarunkowego
pt: Usar código de presente
pt_pt: Usar código de oferta
ru: Использовать подарочный код
tr: Hediye kodunu kullan
zh_tw: 使用禮品代碼

# Action
source: User
ca: Usuari
de: Benutzer
fr: Utilisateur
hr: Korisnik
nl: Gebruiker
pl: Użytkownik
pt: Usuário
pt_pt: Utilizador
ru: Пользователь
tr: Kullanıcı
zh_tw: 使用者

# Action
source: Verify
ca: Verifica
de: Verifizieren
es: Verificar
fr: Vérifier
hr: Potvrdi
id: Memeriksa
nl: Verifiëren
pl: Zweryfikuj
pt: Verificar
pt_pt: Verificar
ru: Подтвердить
tr: Doğrula
zh_tw: 驗證

# Action
source: Verifying reset code
ca: Verificant el codi de restabliment
de: Rücksetzungsschlüssel wird überprüft
es: Verificando código de restablecimiento
fr: Vérification du code de réinitialisation
hr: Provjera kôda za resetiranje
id: Memverifikasi kode reset
nl: Resetcode aan het controleren
pl: Weryfikacja kodu resetowania
pt: Verificando o código de redefinição
pt_pt: A verificar o código de reposição
ru: Проверка кода сброса
tr: Sıfırlama kodu doğrulanıyor
zh_tw: 驗證重置代碼

# Action
source: View Keyboard Shortcuts
ca: Veure Dreceres de teclat
de: Tastaturbefehle anzeigen
es: Mostrar atajos de teclado
fr: Afficher les raccourcis
hr: Tipkovni prečaci
id: Lihat Pintasan Papan
nl: Sneltoetsen weergeven
pl: Zobacz skróty klawiszowe
pt: Visualizar teclas de atalho
pt_pt: Ver atalhos do teclado
ru: Посмотреть клавиши быстрого доступа
tr: Klavye Kısayollarını Görüntüle
zh_tw: 查看鍵盤快捷鍵

# Action
source: View headers
ca: Mostra les capçaleres
de: Header anzeigen
es: Mostrar encabezados
fr: Afficher les en-têtes
hr: Pregled zaglavlja
id: Lihat tajuk
nl: Headers bekijken
pl: Wyświetl nagłówki
pt: Visualizar cabeçalhos
pt_pt: Ver cabeçalhos
ru: Просмотр заголовков
tr: Başlıkları görüntüle
zh_tw: 檢視標頭

# Action
source: View rendered HTML
ca: Veure l'HTML renderitzat
de: Gerendertes HTML anzeigen
es: Ver HTML renderizado
fr: Voir le rendu HTML
hr: Prikaz učitanog HTML-a
id: Lihat HTML yang diberikan
nl: Bekijk gerenderde HTML
pl: Widok HTML
pt: Ver HTML processado
pt_pt: Ver HTML processado
ru: Просмотреть как обработанный HTML
tr: İşlenen HTML'i görüntüle
zh_tw: 查看呈現的 HTML

# Action
source: View source code
ca: Mostra el codi font
de: Quellcode anzeigen
es: Mostrar código fuente
fr: Afficher le code source
hr: Prikaz izvornog koda
id: Lihat kode sumber
nl: Bekijk broncode
pl: Pokaż kod źródłowy
pt: Ver código de fonte
pt_pt: Ver código-fonte
ru: Показать исходный код
tr: Kaynak kodunu görüntüle
zh_tw: 查看原始程式碼

# Action
source: What is this?
ca: Què és això?
de: Was ist das?
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
hr: Što je ovo?
id: Apa ini?
nl: Wat is dit?
pl: Co to jest?
pt: O que é isso?
pt_pt: O que é isto?
ru: Что это такое?
tr: Bu nedir?
zh_tw: 這是什麼？

# Action
source: Wipe
ca: Esborra
de: Löschen
es: Borrar
fr: Effacer
hr: Očisti
id: Menghapus
nl: Wissen
pl: Wyczyść
pt: Limpar
pt_pt: Limpar
ru: Стереть
tr: Temizle
zh_tw: 抹除

# Action
source: click here
ca: clica aquí
de: Klicken Sie hier
es: clic aquí
fr: cliquez ici
hr: kliknite ovdje
id: klik disini
nl: klik hier
pl: kliknij tutaj
pt: clique aqui
pt_pt: clique aqui
ru: нажмите здесь
tr: buraya tıklayın
zh_tw: 按這裡

# Action
source: complete setup
ca: completar configuració
de: Einrichtung abschließen
es: completar configuración
fr: terminer la configuration
hr: dovršite postavljanje
id: setup lengkap
nl: installatie voltooien
pl: zakończ konfigurację
pt: configuração completa
pt_pt: Terminar configuração
ru: завершить настройку
tr: kurulumu tamamla
zh_tw: 設定完成

# Action
source: top Up
ca: recarrega
de: Aufladen
es: Cargar
fr: Recharger
hr: nadodajte
nl: opladen
pl: Doładuj
pt: completar
pt_pt: recarregar
ru: Пополнить
tr: arttır
zh_tw: 儲值

# Action autoresponder
source: Save
ca: Desa
de: Speichern
es: Guardar
fr: Enregistrer
hr: Spremi
id: Menyimpan
nl: Opslaan
pl: Zapisz
pt: Salvar
pt_pt: Gravar
ru: Сохранить
tr: Kaydet
zh_tw: 儲存

# Action dropdowb labels
source: Filter labels
ca: Filtrar Etiquetes
de: Kategorie filtern
es: Filtrar etiquetas
fr: Filtrer les labels
hr: Filtriraj oznake
id: Saring label
nl: Filter op labels
pl: Filtruj etykiety
pt: Filtrar marcadores
pt_pt: Filtrar etiquetas
ru: Фильтр ярлыков
tr: Etiketleri süz
zh_tw: 篩選標籤

# Action for the vpn columns
source: Add ProtonVPN Basic
ca: Afegir ProtonVPN Basic
de: ProtonVPN Basic hinzufügen
es: Añadir ProtonVPN Basic
fr: Ajouter ProtonVPN Basic
hr: Dodaj ProtonVPN Basic
id: Tambahkan ProtonVPN Basic
nl: ProtonVPN Basic toevoegen
pl: Dodaj ProtonVPN Basic
pt: Adicionar ProtonVPN Básico
pt_pt: Adicionar ProtonVPN Basic
ru: Добавить ProtonVPN Basic
tr: ProtonVPN Basic'i ekle
zh_tw: 新增ProtonVPN Basic

# Action for the vpn columns
source: Add ProtonVPN Plus
ca: Afegir ProtonVPN Plus
de: ProtonVPN Plus hinzufügen
es: Añadir ProtonVPN Plus
fr: Ajouter ProtonVPN Plus
hr: Dodaj ProtonVPN Plus
id: Tambahkan ProtonVPN Plus
nl: ProtonVPN Plus toevoegen
pl: Dodaj ProtonVPN Plus
pt: Adicionar ProtonVPN Plus
pt_pt: Adicionar ProtonVPN Plus
ru: Добавить ProtonVPN Plus
tr: ProtonVPN Plus'u ekle
zh_tw: 新增ProtonVPN Plus

# Action for the vpn columns
source: ProtonVPN Basic Selected
ca: ProtonVPN Basic seleccionat
de: ProtonVPN Basic ausgewählt
es: ProtonVPN Basic seleccionado
fr: ProtonVPN Basic sélectionné
hr: ProtonVPN Basic je odabran
id: Dasar yang Dipilih ProtonVPN
nl: ProtonVPN Basic geselecteerd
pl: Wybrano ProtonVPN Basic
pt: ProtonVPN Básico Selecionado
pt_pt: ProtonVPN Basic seleccionado
ru: Выбран ProtonVPN Basic
tr: ProtonVPN Basic seçili
zh_tw: 選擇 ProtonVPN Basic

# Action for the vpn columns
source: ProtonVPN Plus Selected
ca: ProtonVPN Plus seleccionat
de: ProtonVPN Plus ausgewählt
es: ProtonVPN Plus seleccionado
fr: ProtonVPN Plus sélectionné
hr: ProtonVPN Plus je odabran
id: ProtonVPN Plus Dipilih
nl: ProtonVPN Plus geselecteerd
pl: Wybrano ProtonVPN Plus
pt: ProtonVPN Plus Selecionado
pt_pt: ProtonVPN Plus seleccionado
ru: Выбран ProtonVPN Plus
tr: ProtonVPN Plus seçili
zh_tw: 選擇 ProtonVPN Plus

# Action in contact details
source: Hide custom fields
ca: Amaga els camps personalitzats
de: Benutzerdefinierte Felder ausblenden
es: Ocultar campos personalizados
fr: Masquer les champs personnalisés
hr: Sakrij prilagođena polja
id: Sembunyikan bidang khusus
nl: Aangepaste velden verbergen
pl: Ukryj niestandardowe pola
pt: Esconder campos personalizados
pt_pt: Ocultar campos personalizados
ru: Скрыть произвольные поля
tr: Özel alanları gizle
zh_tw: 隱藏自訂欄位

# Action in contact details
source: Show custom fields
ca: Mostra camps personalitzats
de: Benutzerdefinierte Felder anzeigen
es: Mostrar campos personalizados
fr: Afficher les champs personnalisés
hr: Prikaži prilagođena polja
id: Tampilkan kolom khusus
nl: Aangepaste velden weergeven
pl: Pokaż niestandardowe pola
pt: Exibir campos personalizados
pt_pt: Mostrar campos personalizados
ru: Показать произвольные поля
tr: Özel alanları göster
zh_tw: 顯示自訂欄位

# Action in the active sessions table
source: Revoke
ca: Revoca
de: Widerrufen
fr: Révoquer
hr: Opozovi
nl: Intrekken
pl: Unieważnij
pt: Revogar
pt_pt: Revogar
ru: Прервать
tr: Kaldır
zh_tw: 撤銷

# Action notification error trying to connect to the API
source: Retry now
ca: Reintenta ara
de: Jetzt wiederholen
es: Reintentar ahora
fr: Réessayer maintenant
hr: Pokušaj ponovno
id: Coba lagi sekarang
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tente novamente agora
pt_pt: Repetir agora
ru: Повторить сейчас
tr: Şimdi yeniden dene
zh_tw: 立即重試

# Action to not set PGP encryption on import contact
source: No
de: Nein
fr: Non
hr: Ne
id: Tidak
nl: Nee
pl: Nie
pt: Não
pt_pt: Não
ru: Нет
tr: Hayır

# Action to not set PGP encryption on import contact
source: Yes
ca: Si
de: Ja
es: Sí
fr: Oui
hr: Da
id: Ya
nl: Ja
pl: Tak
pt: Sim
pt_pt: Sim
ru: Да
tr: Evet

# Action to reload the current state
source: Try again
ca: Torna-ho a provar
de: Erneut versuchen
es: Vuelva a intentarlo
fr: Réessayer
hr: Pokušaj ponovno
id: Coba lagi
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
pt_pt: Tente novamente
ru: Попробовать снова
tr: Tekrar dene
zh_tw: 再試一次

# Action to report an error for the message
source: Report problem
ca: Informa d’un problema
de: Problem melden
es: Reportar problema
fr: Signaler un problème
hr: Prijava problema
id: Laporkan masalah
nl: Probleem melden
pl: Zgłoś problem
pt: Relatar problema
pt_pt: Reportar problema
ru: Сообщить о проблеме
tr: Sorunu bildir
zh_tw: 回報問題

# Action toolbar
source: Add to contact group
ca: Afegeix un grup de contactes
de: Zu Kontaktgruppe hinzufügen
fr: Ajouter au groupe de contacts
hr: Dodaj u grupu kontakata
pl: Dodaj do grupy kontaktów
pt: Adicionar ao grupo de contato
pt_pt: Adicionar ao grupo de contactos
ru: Добавить в группу контактов
tr: Kişi grubuna ekle
zh_tw: 增加到連絡人群組

# Action toolbar
source: Label as
ca: Etiqueta com a
de: zu Kategorie hinzufügen
fr: Labelliser comme
hr: Označi kao
nl: Labelen als
pl: Oznacz jako
pt: Marcar como
pt_pt: Etiquetar como
ru: Отметить ярлыком
tr: Olarak etiketle
zh_tw: 標籤為

# Action toolbar
source: Move to
ca: Moure a
de: Verschieben nach
fr: Déplacer vers
hr: Premjesti u
nl: Verplaats naar
pl: Przenieś do
pt: Mover para
pt_pt: Mover para
ru: Переместить в
tr: Şuraya taşı
zh_tw: 移至

# Add a domain
source: Domain name
ca: Nom de domini
de: Name der Domäne
es: Nombre de dominio
fr: Nom de domaine
hr: Naziv domene
id: Nama domain
nl: Domeinnaam
pl: Nazwa domeny
pt: Nome do domínio
pt_pt: Nome do domínio
ru: Доменное имя
tr: Etki alanı ismi
zh_tw: 域名

# Add a new domain label
source: Set
ca: Estableix
de: Festgelegt
es: Configurar
fr: Définir
hr: Postavi
nl: Instellen
pl: Ustawiono
pt: Definido
pt_pt: Definir
ru: Задать
tr: Ayarla
zh_tw: 設定

# Address state badge
source: Default
ca: Per defecte
de: Standard
fr: Défaut
hr: Zadano
nl: Standaard
pl: Domyślne
pt: Padrão
pt_pt: Predefinição
ru: По умолчанию
tr: Varsayılan
zh_tw: 預設

# Address state badge
source: Disabled
ca: Inhabilitat
de: Deaktiviert
fr: Désactivé
hr: Onemogućeno
nl: Uitgeschakeld
pl: Wyłączone
pt: Desabilitado
pt_pt: Desactivado
ru: Отключён
tr: Devre dışı
zh_tw: 已停用

# Address state badge
source: Enabled
ca: Activat
de: Aktiviert
fr: Activé
hr: Omogućeno
nl: Geactiveerd
pl: Włączone
pt: Habilitado
pt_pt: Activado
ru: Включён
tr: Etkin
zh_tw: 已啟用

# Address state badge
source: Missing keys
ca: Falten claus
de: Fehlende Schlüssel
fr: Clés manquantes
hr: Nedostaju ključevi
nl: Ontbrekende sleutels
pl: Brakujące klucze
pt: Chaves inexistentes
pt_pt: Chaves em falta
ru: Отсутствуют ключи
tr: Eksik anahtarlar
zh_tw: 遺失金鑰

# Address state badge
source: Orphan
ca: Orfà
de: Verwaist
fr: Orphelin
hr: Siroče
nl: Wees
pl: Osierocony
pt: Órfão
pt_pt: Órfão
ru: Без домена
tr: Yetim
zh_tw: 孤立

# App folder
source: Archive
ca: Arxivar
de: Archivieren
es: Archivo
fr: Archives
hr: Arhiva
id: Arsipkan
nl: Archiveren
pl: Archiwum
pt: Arquivo
pt_pt: Arquivo
ru: Архив
tr: Arşiv
zh_tw: 封存

# App folder
source: Drafts
ca: Esborranys
de: Entwürfe
es: Borradores
fr: Brouillons
hr: Skice
id: Draft
nl: Concepten
pl: Szkice
pt: Rascunhos
pt_pt: Rascunhos
ru: Черновики
tr: Taslaklar
zh_tw: 草稿

# App folder
source: Inbox
ca: Safata d'entrada
de: Posteingang
es: Buzón
fr: Boîte de réception
hr: Pristigla pošta
id: Kotak masuk
pl: Odebrane
pt: Caixa de entrada
pt_pt: Caixa de entrada
ru: Входящие
tr: Gelen kutusu
zh_tw: 收件匣

# App folder
source: Sent
ca: Enviats
de: Gesendet
es: Enviado
fr: Envoyé
hr: Poslano
id: Dikirim
nl: Verzonden
pl: Wysłane
pt: Enviado
pt_pt: Enviado
ru: Отправленные
tr: Gönderilen
zh_tw: 已傳送

# App folder
source: Trash
ca: Paperera
de: Papierkorb
es: Papelera
fr: Corbeille
hr: Otpad
id: Sampah
nl: Prullenbak
pl: Kosz
pt: Lixeira
pt_pt: Lixo
ru: Корзина
tr: Çöp Kutusu
zh_tw: 垃圾桶

# Ask user to use encrypted subject
source: The selected message has an encrypted subject. ProtonMail does not support sending an encrypted subject. Do you want to use "{{ encryptedSubject }}" instead of the original unencrypted subject "{{ Subject }}"?
ca: El missatge seleccionat té un assumpte xifrat. ProtonMail no permet l'enviament d'assumptes xifrats. Vol utilitzar "{{ encryptedSubject }}" en comptes de l'assumpte original xifrat "{{ Subject }}"?
de: Die ausgewählte Nachricht hat einen verschlüsselten Betreff. ProtonMail unterstützt das Senden eines verschlüsselten Betreffs nicht. Möchten Sie „{{ encryptedSubject }}” anstelle des ursprünglichen unverschlüsselten Betreffs „{{ Subject }}” verwenden?
es: El mensaje selccionado contiene un asunto cifrado. ProtonMail no admite enviar asuntos cifrados. ¿Desea utilizar "{{ encryptedSubject }}" en lugar del asunto original sin cifrado "{{ Subject }}"?
fr: Le sujet du message sélectionné est chiffré. ProtonMail ne permet pas l'envoi de messages comportant un sujet chiffré. Voulez-vous utiliser « {{ encryptedSubject }} » au lieu du sujet initial non-chiffré « {{ Subject }} » ?
hr: Odabrana poruka ima šifrirani predmet. ProtonMail ne podržava slanje šifriranog predmeta. Želite li upotrijebiti "{{ encryptedSubject }}" umjesto izvornog ne šifriranog predmeta "{{ Subject }}"?
nl: Het geselecteerde bericht heeft een versleuteld onderwerp ProtonMail ondersteunt geen verzending van versleutelde onderwerpen. Wilt u :{{ encryptedSubject }}" gebruiken in plaats van het orginele onderwerp "{{ Subject }}"?
pl: Wybrana wiadomość ma zaszyfrowany temat. ProtonMail nie wspiera wysyłania zaszyfrowanego tematu. Czy chcesz użyć "{{ encryptedSubject }}" zamiast oryginalnego niezaszyfrowanego tematu "{{ Subject }}"?
pt: A mensagem selecionada tem um assunto criptografado. O ProtonMail não suporta o envio de um assunto criptografado. Deseja usar "{{ encryptedSubject }}" envés do assunto original descriptografado "{{ Subject }}"?
pt_pt: A mensagem seleccionada tem o assunto encriptado. O ProtonMail não suporta o envio do assunto encriptado. Quer usar "{{ encryptedSubject }}" em vez do assunto não cifrado original "{{ Subject }}"?
ru: У выбранного сообщения зашифровано поле "Тема". На ProtonMail не поддерживается отправка зашифрованного поля "Тема". Вы хотите использовать "{{ encryptedSubject }}" вместо исходной незашифрованной темы "{{ Subject }}"?
tr: Seçilen ileti şifrelenmiş bir konuya sahiptir. ProtonMail şifreli bir konu göndermeyi desteklemez. Özgün şifrelenmemiş "{{ encryptedSubject }}" konusu yerine "{{ Subject }}" konusunu kullanmak istiyor musunuz?
zh_tw: 所選郵件具有加密主題。 ProtonMail 不支援發送加密的主題。 是否要使用 "{{ encryptedSubject }}" 而不是原始未加密主題 "{{ Subject }}"？

# Attachment modifier tooltip
source: Sender verification failed
ca: La verificació del remitent ha fallat
de: Überprüfung des Absenders ist fehlgeschlagen
fr: La vérification de l'émetteur a échoué
hr: Neuspjela potvrda pošiljatelja
nl: Verificatie van afzender is mislukt
pl: Weryfikacja nadawcy nie powiodła się
pt: Falha na verificação do remetente
pt_pt: Falha na verificação do remetente
ru: Проверка отправителя не удалась
tr: Gönderici doğrulaması başarısız
zh_tw: 寄件人驗證失敗

# Attachment modifier tooltip
source: Sender verification passed
ca: S'ha aprovat la verificació del remitent
de: Überprüfung des Absenders bestanden
fr: Vérification de l'expéditeur réussie
hr: Uspješna potvrda pošiljatelja
nl: Verificatie van afzender is geslaagd
pl: Pomyślna weryfikacja nadawcy
pt: Verificação do remetente aprovada
pt_pt: Verificação do remetente aprovada
ru: Прошло проверку отправителя
tr: Gönderici doğrulamayı geçti
zh_tw: 已通過寄件者驗證

# Attachment modifier tooltip
source: Unencrypted PGP/Inline attachment
ca: Un fitxer xifrat sense xifrat PGP/Inline
de: Unverschlüsselter PGP/Inline-Anhang
fr: Pièce jointe PGP/Inline non chiffrée
hr: Ne šifrirani PGP/Inline privitak
nl: Onversleutelde Inline PGP bijlage
pl: Niezaszyfrowany załącznik PGP/Inline
pt: Sem criptografia PGP/Anexo incorporado
pt_pt: Anexo sem encriptação PGP/incorporado
ru: Незашифрованное PGP/Inline вложение
tr: Şifrelenmemiş PGP/Satır içi eki
zh_tw: 未加密的 PGP/內嵌附件

# Auto-reply duration description
source: Auto-reply is active each month between the selected start and end time.
ca: La resposta automàtica està activa durant cada mes entre l'hora inicial i final seleccionada.
de: Die automatische Antwort ist jeden Monat zwischen der ausgewählten Start- und Endzeit aktiv.
es: La respuesta automática está activa cada mes entre la fecha de inicio y fin seleccionadas.
fr: La réponse automatique s'active chaque mois entre les moments de début et de fin.
hr: Automatski odgovor je aktivan svaki mjesec između odabranog vremena početka i završetka.
id: Balasan otomatis aktif setiap bulan antara waktu mulai dan akhir yang dipilih.
nl: Automatisch antwoord is elke maand tussen de geselecteerde begin- en eindtijd actief.
pl: Automatyczna odpowiedź jest aktywna każdego miesiąca między wybranym czasem rozpoczęcia i zakończenia.
pt: Resposta automática está ativada para todos os meses contidos entre as datas inicial e final selecionadas.
pt_pt: A resposta automática está activa em cada mês entre a hora de início e fim seleccionadas.
ru: Автоответчик активен каждый месяц между выбранной начальной и конечной датами.
tr: Otomatik yanıtlama, seçilen başlangıç ve bitiş saatleri arasında her ay etkindir.
zh_tw: 自動回覆功能的起迄時間是在每月選定的日期範圍之內

# Auto-reply duration description
source: Auto-reply is active each week between the selected start and end time.
ca: La resposta automàtica està activa cada setmana entre l'hora inicial i final seleccionada.
de: Die automatische Antwort ist jede Woche zwischen der ausgewählten Start- und Endzeit aktiv.
es: La respuesta automática está activa cada semana entre la fecha de inicio y fin seleccionadas.
fr: La réponse automatique s'active chaque semaine entre l'heure de début et de fin.
hr: Automatski odgovor je aktivan svaki tjedan između odabranog vremena početka i završetka.
id: Balasan otomatis aktif setiap minggu antara waktu mulai dan akhir yang dipilih.
nl: Automatisch antwoord is elke week tussen de geselecteerde begin- en eindtijd actief.
pl: Automatyczna odpowiedź jest aktywna każdego tygodnia między wybranym czasem rozpoczęcia i zakończenia.
pt: A resposta automática está ativa para todas as semanas contidas entre as datas inicial e final selecionadas.
pt_pt: A resposta automática está activa em todas as semanas entre a hora seleccionada de início e de fim.
ru: Автоответчик активен каждую неделю между выбранной начальной и конечной датами.
tr: Otomatik yanıt, her hafta seçilen başlangıç ve bitiş zamanları arasında etkindir.
zh_tw: 自動回覆功能的起迄時間是在每週選定的日期範圍之內

# Auto-reply duration description
source: Auto-reply is active from the start time to the end time.
ca: La resposta automàtica està activa des de l'hora d'inici fins a la de finalització.
de: Die automatische Antwort ist zwischen der ausgewählten Start- und Endzeit aktiv.
es: La respuesta automática está activa desde la hora de inicio hasta la hora fin.
fr: La réponse automatique est active entre l'horaire de début et celui de fin.
hr: Automatski odgovor je aktivan između odabranog vremena početka i završetka.
id: Auto-reply aktif dari waktu mulai sampai akhir.
nl: Automatisch antwoord is actief vanaf de begin- tot eindtijd.
pl: Automatyczna odpowiedź jest aktywna od czasu rozpoczęcia do zakończenia.
pt: A resposta automática está ativa desde a hora de início até a hora de término.
pt_pt: A resposta automática está activa desde a hora de início até à hora de fim.
ru: Автоответчик активен с начальной даты по конечную дату.
tr: Otomatik yanıt, başlangıç zamanından bitiş zamanına kadar etkindir.
zh_tw: 自動回覆功能的起迄時間是在選定的日期範圍之內

# Auto-reply duration description
source: Auto-reply is active until you turn it off.
ca: La resposta automàtica està activa fins que l'usuari la desactivi.
de: Die automatische Antwort ist solange aktiv, bis Sie sie deaktivieren.
es: La respuesta automática está activa hasta que la desactive.
fr: La réponse automatique reste active jusqu'à ce que vous l’arrêtiez.
hr: Automatski odgovor je aktivan dokle ga Vi ne isključite.
id: Balasan otomatis aktif sampai Anda mematikannya.
nl: Automatisch antwoord is actief totdat u deze uitschakelt.
pl: Automatyczna odpowiedź jest aktywna, dopóki nie zostanie on wyłączona.
pt: A resposta automática permanecerá ativa até que você a desligue.
pt_pt: A resposta automática está activa até que a desactive.
ru: Автоответчик активен до тех пор, пока вы не отключите его.
tr: Otomatik yanıtama, siz kapatana kadar etkindir.
zh_tw: 直到被停用前，自動回覆的功能將保持啟用

# Auto-reply duration description
source: Auto-reply is always active on the days of the week you select, between the selected hours.
ca: La resposta automàtica està sempre activa durant els dies de la setmana seleccionats, entre les hores escollides.
de: Die automatische Antwort ist an den ausgewählten Wochentagen zwischen den gewählten Uhrzeiten aktiv.
es: La respuesta automática siempre está activa en los días de la semana que seleccione, entre las horas seleccionadas.
fr: La réponse automatique reste toujours active les jours de la semaine que vous choisissez, entre les heures choisies.
hr: Automatski odgovor uvijek je aktivan u odabranim danima u tjednu i to između odabranih sati.
id: Balasan otomatis selalu aktif pada hari-hari dalam seminggu yang Anda pilih, di antara jam yang dipilih.
nl: Automatisch antwoord is altijd actief op de dagen van de week die u, tussen de geselecteerde uren, selecteert.
pl: Automatyczna odpowiedź jest zawsze aktywna w dni tygodnia, który wybierzesz, w wybranych godzinach.
pt: A resposta automática está sempre ativa nos dias da semana que você selecionar, entre as horas selecionadas.
pt_pt: A resposta automática está sempre activa nos dias da semana que selecciona, entre as horas seleccionadas.
ru: Автоответчик всегда активен в выбранные вами дни недели и в выбранный вами промежуток времени.
tr: Otomatik yanıtlama, seçtiğiniz saatler arasında seçtiğiniz haftanın günlerinde her zaman etkindir.
zh_tw: 自動回覆的功能將在您所選擇的每一週的日期和時間內保持啟用狀態

# Autoresponder empty
source: The auto reply message cannot be empty.
ca: El missatge de resposta automàtica no pot estar buit.
de: Die Nachricht der automatischen Antwort darf nicht leer sein.
es: El mensaje de respuesta automática no puede estar vacío.
fr: Le message de réponse automatique ne peut pas être vide.
hr: Poruka automatskog odgovora ne može biti prazna.
id: Pesan balasan otomatis tidak boleh kosong.
nl: Het automatische antwoord mag niet leeg zijn.
pl: Treść automatycznej odpowiedzi nie może być pusta.
pt: A mensagem de resposta automática não pode estar vazia.
pt_pt: A mensagem de resposta automática não pode estar vazia.
ru: Текст автоответчика не может быть пустым.
tr: Otomatik yanıt iletisi boş olamaz.
zh_tw: 自動回覆郵件訊息不能保持空白

# Back button in the contact sidebar
source: Back to mail
ca: Tornar al correu
de: Zurück zum Postfach
es: Ir al buzón
fr: Retour à la boîte mail
hr: Natrag na e-poštu
id: Kembali ke surat
nl: Terug naar mail
pl: Powrót
pt: Voltar ao e-mail
pt_pt: Voltar ao correio
ru: Вернуться к почте
tr: E-postaya dön
zh_tw: 返回郵件

# Badge in the active sessions table
source: Current session
ca: Sessió actual
de: Aktuelle Sitzung
fr: Session en cours
hr: Trenutna sesija
nl: Huidige sessie
pl: Obecna sesja
pt: Sessão atual
pt_pt: Sessão actual
ru: Текущая сессия
tr: Geçerli oturum
zh_tw: 目前工作階段

# Billing cycle for the dashboard
source: 2-year plan
ca: Pla bianual
de: 2-Jahres-Abo
es: Plan bienal
fr: 2 ans d'abonnement
hr: Dvogodišnji plan
id: Rencana 2 tahun
nl: 2-jarig abonnement
pl: Plan dwuletni
pt: plano de 2 anos
pt_pt: Plano de 2 anos
ru: 2-летний тариф
tr: 2 yıllık plan
zh_tw: 2年方案
