Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Error
source: Not a valid URL
ca: No és una URL vàlida
de: Keine gültige URL
fr: URL non valide
hr: Nije valjani URL
nl: Geen geldige URL
pl: To nie jest poprawny link
pt: Não é uma URL válida
pt_pt: Não é um URL válido
ru: URL-адрес не является допустимым
tr: Geçerli bir URL değil
zh_tw: 不是有效的 URL

# Error
source: Organization keys already active
ca: Les claus d'organització ja estan actives
de: Organisationsschlüssel sind bereits aktiv
es: Claves de la organización ya activas
fr: Clés de l'organisation déjà actives
hr: Organizacijski ključevi su već aktivirani
id: Kunci organisasi sudah aktif
nl: Organisatiesleutels zijn reeds actief
pl: Klucze organizacji są już aktywne
pt: Chaves da organização já ativadas
pt_pt: As chaves da organização já estão activas
ru: Ключи организации уже активны
tr: Kuruluş anahtarları zaten etkin
zh_tw: 組織金鑰已啟用

# Error
source: Organization keys change successful
ca: Les claus d'organització han canviat amb èxit
de: Ändern der Organisationsschlüssel erfolgreich
es: Las claves de la organización han sido cambiadas con éxito
fr: Les clés de l'organisation ont été changées avec succès
hr: Uspješna izmjena organizacijskih ključeva
id: Kunci organisasi berubah dengan sukses
nl: Wijzigen van organisatiesleutels succesvol
pl: Zmiana kluczy organizacji zakończona pomyślnie
pt: Alteração das chaves da organização bem sucedida
pt_pt: Chaves da organização alteradas com sucesso
ru: Ключи организации успешно изменены
tr: Kuruluş anahtarı başarıyla değiştirildi
zh_tw: 組織金鑰變更成功

# Error
source: Password incorrect. Please try again
ca: Contrasenya incorrecta. Si us plau intenteu-ho de nou
de: Passwort falsch. Bitte erneut versuchen
es: Contraseña incorrecta. Por favor inténtelo de nuevo
fr: Mot de passe incorrect. Veuillez réessayer
hr: Netočna lozink. Molimo pokušajte ponovno
id: Kata sandi salah Silahkan coba lagi
nl: Wachtwoord onjuist. Probeer het opnieuw
pl: Hasło jest nieprawidłowe. Spróbuj ponownie
pt: Senha incorreta. Por favor tente novamente
pt_pt: Senha incorrecta. Por favor, tente novamente
ru: Неверный пароль. Пожалуйста, попробуйте снова
tr: Parola yanlış. Lütfen tekrar deneyin
zh_tw: 密碼不正確，請再試一次

# Error
source: Passwords do not match
ca: Les contrasenyes no coincideixen
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hr: Lozinke se ne poklapaju
id: Sandi tidak cocok
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują do siebie
pt: As senhas não conferem
pt_pt: As senhas não coincidem
ru: Пароли не совпадают
tr: Parolalar eşleşmiyor
zh_tw: 密碼不一致

# Error
source: Permission denied, administrator privileges have been restricted.
ca: Permís denegat. Els privilegis d'administrador s'han restringit.
de: Berechtigung verweigert, Administrationsprivilegien wurden eingeschränkt.
es: Permiso denegado, los privilegios de administrador se han limitado.
fr: Permission refusée, les droits d'administrateur sont limités.
hr: Pristup odbijen, administratorske ovlasti su ograničene.
id: Izin ditolak, hak istimewa administrator telah dibatasi.
nl: Toegang geweigerd, beheerdersbevoegdheden zijn beperkt.
pl: Odmowa dostępu. Uprawnienia administratora zostały ograniczone.
pt: Permissão negada. Os privilégios de administrador foram restringidos.
pt_pt: Permissão negada. Os privilégios de administrador foram restringidos.
ru: Отказано в доступе, полномочия администратора ограничены.
tr: İzin reddedildi. Yönetici ayrıcalıkları kısıtlandı.
zh_tw: 權限不足，管理員權限受限。

# Error
source: Please <a href="/dashboard">upgrade</a> to a paid account to use this feature
ca: Si us plau <a href="/dashboard">actualitzeu</a> a un compte de pagament per emprar aquesta funció
de: Bitte <a href="/dashboard">aktualisieren</a> Sie auf ein kostenpflichtiges Konto, um diese Funktion nutzen zu können.
es: Por favor <a href="/dashboard">actualice</a> a una cuenta de pago para utilizar esta función
fr: Veuillez <a href="/dashboard">passer à une offre payante</a> pour utiliser cette fonctionnalité
hr: Molimo <a href="/dashboard">nadogradite</a> na plaćeni račun za korištenje ove značajke
id: Harap <a href="/dashboard">meng-upgrade</a> ke account dibayar untuk menggunakan fitur ini
nl: <a href="/dashboard">Upgrade</a> naar een betaalde account om deze functie te gebruiken
pl: <a href="/dashboard">Ulepsz</a> do płatnego konta, aby korzystać z tej funkcji
pt: Por favor, faça o <a href="/dashboard">upgrade</a> para um plano pago para usar este recurso
pt_pt: Por favor <a href="/dashboard">actualize</a> para uma conta paga para usar esta funcionalidade
ru: Пожалуйста, <a href="/dashboard">перейдите</a> на платный тариф, чтобы пользоваться этой функцией
tr: Bu özelliği kullanmak için lütfen ücretli bir hesaba <a href="/dashboard">yükseltin</a>
zh_tw: 請 <a href="/dashboard">升級</a> 到付費帳戶以使用此功能

# Error
source: Please enter a password for this email.
ca: Si us plau, introduïu una contrasenya per a aquest correu electrònic.
de: Bitte geben Sie ein Passwort für diese E-Mail ein.
es: Ingrese una contraseña para este correo electrónico.
fr: Merci d'entrer un mot de passe pour cet email.
hr: Upišite lozinku za ovu e-poštu.
id: Masukkan kata sandi untuk email ini.
nl: Voer een wachtwoord voor deze e-mail in.
pl: Wpisz hasło dla tej wiadomości e-mail.
pt: Por favor, digite uma senha para este e-mail.
pt_pt: Por favor insira uma senha para este email.
ru: Пожалуйста, введите пароль для этой почты.
tr: Lütfen bu e-posta için bir parola girin.
zh_tw: 請輸入此電子郵件的密碼。

# Error
source: Please enter at least one recipient.
ca: Si us plau introduïu almenys un destinatari.
de: Bitte mindestens einen Empfänger eingeben.
es: Ingrese al menos un destinatario.
fr: Veuillez spécifier au moins un destinataire.
hr: Molim unesite barem jednog primatelja.
id: Harap masukkan setidaknya satu penerima.
nl: Geef ten minste één ontvanger op.
pl: Wpisz co najmniej jednego odbiorcę.
pt: Por favor, insira pelo menos um destinatário.
pt_pt: Por favor, insira pelo menos um destinatário.
ru: Пожалуйста, введите как минимум одного получателя.
tr: Lütfen en az bir alıcı girin.
zh_tw: 請輸入最少一位收件者。

# Error
source: Please enter your mailbox password
ca: Si us plau indica la contrasenya de la seva bustia
de: Bitte geben Sie Ihr E-Mail-Passwort ein
fr: Veuillez entrer votre mot de passe de boîte mail
pt_pt: Por favor insira a sua senha da caixa de correio
tr: Lütfen posta kutusu parolanızı girin

# Error
source: Please enter your two-factor passcode
ca: Si us plau introduïu la vostra contrasenya de doble factor
de: Bitte geben Sie Ihren 2-Faktor Passcode ein
es: Ingrese su código de dos factores
fr: Veuillez entrer votre code d'authentification à deux facteurs
hr: Molimo unesite Vašu šifru za provjeru autentičnosti u dva koraka
id: Masukkan passcode dua faktor Anda
nl: Voer uw tweestapsverificatiecode in
pl: Wpisz kod uwierzytelniania dwustopniowego
pt: Por favor, digite seu código de dois fatores
pt_pt: Por favor, insira o código da autenticação em dois passos
ru: Пожалуйста, введите двухфакторный код доступа
tr: Lütfen iki adımlı doğrulama kodunuzu girin
zh_tw: 請輸入兩步驟驗證密碼

# Error
source: Primary key for address {{email}} cannot be decrypted. You will not be able to read or write any email from this address
ca: La clau primària per a l'adreça {{email}} no es pot desxifrar. No podreu llegir ni escriure cap correu electrònic des d'aquesta adreça
de: Der Primärschlüssel für die Adresse „{{email}}” konnte nicht entschlüsselt werden. Sie können keine E-Mails von dieser Adresse lesen oder schreiben.
es: No se puede descifrar la clave principal para {{email}}. No podrá leer o escribir ningún mensaje desde esta dirección.
fr: La clé principale pour l'adresse {{email}} ne peut être déchiffrée. Vous ne serez pas en mesure de lire ou d’écrire un email à partir de cette adresse
hr: Primarni ključ za {{email}} adresu nije moguće dešifrirati. Nećete moći čitati ni pisati bilo koju poruku s ove adrese
nl: Primaire sleutel voor adres {{email}} kan niet worden ontsleuteld. U zal geen e-mail kunnen lezen of schrijven van dit adres
pl: Klucz główny dla adresu {{email}} nie może być odszyfrowany. Nie będziesz w stanie odczytać lub napisać żadnej wiadomości e-mail z tego adresu
pt: A chave primária do endereço {{email}} não pode ser descriptografada. Você não poderá ler ou escrever qualquer e-mail deste endereço
pt_pt: A chave primária para o endereço {{email}} não pode ser desencriptada. Não será capaz de ler ou escrever quaisquer emails a partir deste endereço
ru: Основной ключ для адреса {{email}} не может быть расшифрован. Вы не сможете читать или писать почту, используя этот адрес
tr: {{email}} adresinin birincil anahtarının şifresi çözülemiyor. Bu adresten e-posta okuyamaz veya yazamazsınız
zh_tw: 無法解密信箱 {{email}} 的主要金鑰。您將無法從此信箱讀取或寫入任何電子郵件

# Error
source: ProtonMail cannot be reached right now, please try again later.
ca: Ara mateix no es pot accedir a ProtonMail, si us plau proveu-ho més tard.
de: ProtonMail kann zur Zeit nicht erreicht werden, bitte versuchen Sie es später erneut.
es: No se puede contactar con ProtonMail ahora mismo. Vuelva a intentarlo más tarde.
fr: ProtonMail est actuellement indisponible, veuillez réessayer plus tard.
hr: ProtonMail trenutno nije dostupan. Molimo pokušajte ponovno kasnije.
id: ProtonMail tidak bisa diraih sekarang, silahkan coba lagi nanti.
nl: ProtonMail is momenteel onbereikbaar, probeer het later opnieuw.
pl: ProtonMail jest w tej chwili niedostępny. Spróbuj później.
pt: ProtonMail não está disponível agora. Por favor, tente novamente mais tarde.
pt_pt: Neste momento, o ProtonMail não está contactável. Por favor, tente novamente mais tarde.
ru: ProtonMail недоступен в данный момент, пожалуйста, повторите попытку позже.
tr: ProtonMail'e şu anda ulaşılamıyor. Lütfen daha sonra tekrar deneyin.
zh_tw: 目前無法連接 ProtonMail ，請稍後再試。

# Error
source: Request timed out, please try again.
ca: El temps de la petició s'ha esgotat, si us plau intenteu-ho de nou.
de: Anfrage hat das Zeitlimit überschritten, bitte versuchen Sie es erneut.
es: Se ha agotado el tiempo de espera de la solicitud. Inténtelo de nuevo.
fr: La requête a expiré. Merci d'essayer à nouveau.
hr: Zahtjev je istekao, molimo pokušajte ponovno.
id: Mohon waktunya habis, coba lagi.
nl: Aanvraag duurde te lang, probeer het opnieuw.
pl: Upłynął limit czasu żądania. Spróbuj ponownie.
pt: Solicitação expirada. Por favor, tente novamente.
pt_pt: O tempo limite do pedido expirou. Por favor, tente novamente.
ru: Время ожидания ответа на запрос истекло. Пожалуйста, попробуйте ещё раз.
tr: İstek zaman aşımına uğradı, lütfen tekrar deneyin.
zh_tw: 請求逾時，請重試。

# Error
source: Reset code is required
ca: Es necessita el codi de restabliment
de: Zurücksetzungscode wird benötigt
es: Se requiere restablecer el código
fr: Le code de réinitialisation est requis
hr: Kôd za resetiranje je potreban
id: Reset kode diperlukan
nl: Herstelcode is vereist
pl: Kod resetowania jest wymagany
pt: Código de redefinição necessário
pt_pt: É necessário repor o código
ru: Требуется указать код сброса
tr: Sıfırlama kodu gereklidir
zh_tw: 重置碼為必填

# Error
source: SMS number required
ca: Número de SMS requerit
de: SMS-Nummer erforderlich
fr: Numéro requis pour le SMS
hr: SMS broj je potreban
pl: Wymagany numer SMS
pt_pt: É necessário um número para o SMS
tr: SMS numarası gerekli

# Error
source: Sending messages from @pm.me address is a paid feature. Your message will be sent from your default address {{email}}
ca: L'enviament de missatges des de l'adreça @pm.me és una funció de pagament. El vostre missatge s'enviarà des de la vostra adreça per defecte {{email}}
de: Senden von Nachrichten von einer @pm.me-Adresse ist eine Funktion für bezahlte Konten. Ihre Nachricht wird von Ihrer standardmäßigen Adresse {{email}} gesendet
es: El envío de mensajes desde la dirección @pm.me es una característica de pago. Su mensaje será enviado desde su dirección predeterminada {{email}}
fr: L'envoi de messages depuis une adresse @pm.me est une fonctionnalité payante. Votre message sera envoyé à partir de votre adresse par défaut {{email}}
hr: Slanje poruka s @pm.me adrese je plaćena značajka. Vaša će poruka biti poslana s Vaše zadane adrese {{email}}
id: Mengirim pesan dari alamat @pm.me adalah fitur berbayar. Pesan Anda akan dikirim dari alamat standar Anda {{email}}
nl: Verzenden van berichten van het @pm.me adres is een betaalde functie. Uw bericht zal vanaf uw standaard adres {{email}} worden verzonden
pl: Wysyłanie wiadomości z adresu @pm.me jest płatną funkcją. Wiadomości zostaną wysłane z Twojego domyślnego adresu {{email}}
pt: O envio de mensagens de um endereço @pm.me é um recurso pago. A sua mensagem será enviada do seu endereço padrão {{email}}
pt_pt: O envio de mensagens de um endereço @pm.me é uma funcionalidade paga. A sua mensagem será enviada do seu endereço predefinido {{email}}
ru: Отправка сообщений с @pm.me &mdash; платная функция. Ваше сообщение будет отправлено с вашего обычного адреса {{email}}
tr: @pm.me adresinden ileti göndermek ücretli bir özelliktir. İletiniz varsayılan {{email}} adresinizden gönderilecek
zh_tw: 從@pm.me地址寄送郵件是付費功能，您的郵件將會從預設地址 {{email}} 寄出

# Error
source: Setup failed
ca: La configuració ha fallat
de: Setup ist fehlgeschlagen
es: La configuración ha fallado
fr: La configuration a échoué
hr: Postavljanje nije uspjelo
id: Setup gagal
nl: Configuratie mislukt
pl: Konfiguracja nie powiodła się
pt: Configuração falhou
pt_pt: A configuração falhou
ru: Настройка не удалась
tr: Kurulum başarısız oldu
zh_tw: 設定失敗

# Error
source: Sign up failed
ca: El registre ha fallat
de: Anmeldung fehlgeschlagen
es: El registro ha fallado
fr: Échec de l’inscription
hr: Registracija nije uspjela
id: Pendaftaran gagal
nl: Aanmelden mislukt
pl: Rejestracja nie powiodła się
pt: Falha ao cadastrar-se
pt_pt: Falha ao criar o registo
ru: Ошибка регистрации
tr: Kaydolma başarısız oldu
zh_tw: 註冊失敗

# Error
source: Some email addresses are invalid
ca: Algunes adreces electròniques no són vàlides
de: Einige E-Mail-Adressen sind ungültig
fr: Certaines adresses email sont incorrectes
hr: Neke od adresa e-pošte nisu ispravne
pl: Niektóre adresy e-mail są nieprawidłowe
pt: Alguns endereços de e-mail estão inválidos
pt_pt: Alguns endereços de email são inválidos
ru: Некоторые из адресов эл. почты неправильны
tr: Bazı e-posta adresleri geçersiz
zh_tw: 某些電子郵件地址無效

# Error
source: Sorry, this message does not exist or has already expired
ca: Ho sentim, aquest missatge no existeix o ja ha expirat
de: Entschuldigung, diese Nachricht existiert nicht oder ist bereits abgelaufen
es: Lo sentimos, este mensaje no existe o ya ha expirado
fr: Désolé, ce message n’existe pas ou est déjà expiré
hr: Žao nam je, ova poruka ne postoji ili je istekla
id: Maaf, pesan ini tidak ada atau sudah kadaluarsa
nl: Sorry, dit bericht bestaat niet of is al verlopen
pl: Wiadomość nie istnieje, bądź już wygasła
pt: Desculpe, esta mensagem não existe ou já expirou
pt_pt: Desculpe, esta mensagem não existe ou já expirou
ru: К сожалению, это сообщение не существует, либо срок его действия уже истёк
tr: Üzgünüz, bu ileti mevcut değil veya süresi dolmuş
zh_tw: 抱歉，此訊息不存在或已過期

# Error
source: Text or pattern already included
ca: El text o patró ja està inclòs
de: Text oder Muster bereits vorhanden
es: Texto o patrón ya incluido
fr: Texte ou modèle déjà inclus
hr: Tekst ili uzorak su već uključeni
id: Teks atau pola sudah disertakan
nl: Tekst of patroon reeds inbegrepen
pl: Tekst lub wzór już zawarte
pt: Texto ou padrão já inclusos
pt_pt: Texto ou padrão já incluídos
ru: Текст или шаблон уже включены
tr: Metin veya desen zaten dahil edildi
zh_tw: 已包含文字或模式

# Error
source: Thank you for your willingness to donate. The maximum we can accept in single donations is 999 999 at this moment. Thank you
ca: Moltes gràcies per la vostra voluntat de fer una donació. El màxim que podem acceptar en donacions individuals és en aquest moment 999 999. Moltes gràcies
de: Vielen Dank für Ihre Spendenbereitschaft. Die maximale Summe, die wir in Einzelspenden annehmen können, beträgt zur Zeit 999.999. Vielen Dank
es: Gracias por su deseo de donar. El monto máximo que podemos aceptar en donaciones individuales es de 999 999 por el momento. Gracias
fr: Nous vous remercions d'envisager un don. Cependant, nous ne pouvons accepter des dons dont le montant dépasse 999 999 pour le moment. Merci de votre compréhension.
hr: Hvala vam na vašoj volji da nam donirate. Maksimalni iznos koji možemo prihvatiti u jednoj donaciji je 999 999 u ovom trenutku. Hvala vam
id: Terima kasih atas kesediaan Anda untuk menyumbang. Maksimum yang dapat kita terima dalam sumbangan tunggal adalah 999 999 pada saat ini. Terima kasih
nl: Dank u voor uw bereidheid om te doneren. Het maximale bedrag dat wij in één donatie aanvaarden is op dit moment 999 999. Dank u
pl: Dziękujemy za chęć wsparcia. W chwili obecnej możemy zaakceptować przy pojedynczych wpłatach maksymalnie 999 999. Dziękujemy
pt: Obrigado por sua disposição para doar. O máximo que podemos aceitar de doações individuais neste momento é 999 999. Obrigado
pt_pt: Obrigado pelo seu donativo. Neste momento o máximo que podemos aceitar em cada donativo é 999 999. Obrigado
ru: Благодарим за готовность пожертвовать. В настоящее время максимально допустимая сумма одного пожертвования составляет 999 999. Спасибо
tr: Bağış istediğiniz için teşekkür ederiz. Tek bağışta kabul edebileceğimiz en yüksek tutar şu anda 999.999. Teşekkür ederiz
zh_tw: 謝謝您願意捐贈。我們目前可接受的單次最大捐款金額為 999 999 。謝謝您

# Error
source: The ProtonMail API is offline:
ca: L'API de ProtonMail està fora de línia:
de: Die ProtonMail-API ist offline:
es: La API de ProtonMail está fuera de línea:
fr: L'API ProtonMail est inaccessible :
hr: ProtonMail API je van mreže (offline):
id: ProtonMail API sedang offline:
nl: De ProtonMail-API is offline:
pl: Interfejs API ProtonMail jest w trybie offline:
pt: A API do ProtonMail está off-line no momento:
pt_pt: A API do ProtonMail está offline:
ru: API ProtonMail отключён:
tr: ProtonMail API'si çevrimdışı:
zh_tw: ProtonMail API 正處於離線狀態：

# Error
source: The attachment will be downloaded but it will still be encrypted.
ca: L'adjunt es descarregarà però encara estarà xifrat.
de: Der Anhang wird heruntergeladen, bleibt jedoch weiterhin verschlüsselt.
es: El adjunto será descargado pero aún estará cifrado.
fr: La pièce jointe sera téléchargée, mais elle sera encore chiffrée.
hr: Privitak će biti preuzet, ali je još uvijek šifriran.
nl: De bijlage zal worden gedownload, maar is nog steeds versleuteld.
pl: Załącznik zostanie pobrany, ale pozostanie zaszyfrowany.
pt: O anexo será baixado mas continuará criptografado.
pt_pt: O anexo será transferido mas continuará encriptado.
ru: Вложение будет скачано, но в зашифрованном виде.
tr: Ek indirilecek ancak yine de şifrelenecek.
zh_tw: 附件會被下載，但仍會被加密。

# Error
source: The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.
pt_pt: O navegador que utiliza não permite que o pagamento seja completamente autorizado. Por favor, utilize outro navegador ou inicie sessão via computador.

# Error
source: The code is too long, max 8 characters
ca: El codi és massa llarg, pot ser d'un màxim de 8 caràcters
de: Der Schlüssel ist zu lang, max. 8 Zeichen
es: El código es muy largo, máximo 8 caracteres
fr: Le code est trop long, max. 8 caractères
hr: Šifra je preduga. Maksimalno 8 znakova
id: Kode terlalu panjang, maksimal 8 karakter
nl: De code is te lang, maximaal 8 tekens
pl: Ten kod jest zbyt długi, maksymalnie 8 znaków
pt: O código é muito longo, máximo 8 caracteres
pt_pt: O código é demasiado longo: máximo de 8 caracteres
ru: Код слишком длинный, должно быть не более 8 символов
tr: Kod çok uzun, en fazla 8 karakter
zh_tw: 代碼太長，最多8個字元

# Error
source: The code must contain at least 6 characters
ca: Contrasenya ha de contenir com a mínim 6 caràcters
de: Der Schlüssel muss mindestens 6 Zeichen lang sein
fr: Le code doit contenir au moins 6 caractères
pt_pt: O código tem de conter pelo menos 6 caracteres
tr: Kodun en az 6 karakter içermesi gerekir

# Error
source: The contact does not exist
ca: El contacte no existeix
de: Kontakt ist nicht vorhanden
fr: Ce contact n'existe pas
hr: Kontakt ne postoji
pl: Kontakt nie istnieje
pt: O contato não existe
pt_pt: O contacto não existe
ru: Контакт не существует
tr: Kişi mevcut değil
zh_tw: 這些{{$count}} 連絡人不存在

# Error
source: The email address is invalid
ca: L'adreça de correu electrònic és invàlida
de: Die E-Mail-Adresse ist ungültig
es: La dirección de correo electrónico es inválida
fr: L'adresse email n'est pas valide
hr: E-pošta nije ispravna
id: Alamat email tidak valid
nl: Het e-mailadres is ongeldig
pl: Adres e-mail jest nieprawidłowy
pt: Endereço de e-mail inválido
pt_pt: O endereço de email é inválido
ru: Некорректный адрес электронной почты
tr: E-posta adresi geçersiz
zh_tw: 電子郵件地址無效

# Error
source: The email body is not a valid MIME message.
ca: El cos del correu no és un missatge MIME vàlid.
de: Der E-Mail-Text ist keine gültige MIME-Nachricht.
es: El cuerpo del correo no es un mensaje MIME válido.
fr: Le corps de l’email n’est pas un message MIME valide.
hr: Tijelo e-pošte nije važeća MIME poruka.
nl: De e-mailtekst is niet een geldig MIME-bericht.
pl: Treść wiadomości e-mail nie jest prawidłową wiadomością MIME.
pt: O corpo do e-mail não é uma mensagem MIME válida.
pt_pt: O corpo do email não é uma mensagem MIME válida.
ru: Тело электронного письма не является сообщением в правильном формате MIME.
tr: E-posta gövdesi geçerli bir MIME iletisi değil.
zh_tw: 電子郵件正文並非有效 MIME 訊息。

# Error
source: The following addresses are not valid: {{emails}}
ca: Les adreces següents no són vàlides: {{emails}}
de: Die folgenden Adressen sind ungültig: {{emails}}
fr: Les adresses suivantes ne sont pas valides : {{emails}}
hr: Sljedeće adrese nisu valjane: {{emails}}
pl: Następujące adresy są nieprawidłowe: {{emails}}
pt: Os seguintes endereços não são válidos: {{emails}}
pt_pt: Os seguintes endereços não são válidos: {{emails}}
ru: Следующие адреса недействительны: {{emails}}
tr: Aşağıdaki adresler geçerli değil: {{emails}}
zh_tw: 以下的電子郵件地址無效: {{emails}}

# Error
source: The maximum expiration is 4 weeks.
ca: El venciment màxim és de 4 setmanes.
de: Die maximale Verfallszeit beträgt 4 Wochen.
es: La expiración máxima es de 4 semanas.
fr: L’expiration maximale est de 4 semaines.
hr: Maksimalno razdoblje isteka je 4 tjedna.
id: Jangka waktu maksimum adalah 4 minggu.
nl: De maximale vervaltijd is 4 weken.
pl: Maksymalny czas wygaśnięcia wynosi 4 tygodnie.
pt: A validade máxima é de 4 semanas.
pt_pt: O tempo máximo de expiração são 4 semanas.
ru: Максимальный срок действия составляет 4 недели.
tr: En yüksek sona erme süresi 4 haftadır.
zh_tw: 最長有效期為 4 週。

# Error
source: The maximum length of the message body is 16,000,000 characters.
ca: La longitud màxima del cos del missatge és de 16,000,000 caràcters.
de: Die maximale Länge des Nachrichtentextes beträgt 16.000.000 Zeichen.
es: La longitud máxima del cuerpo del mensaje es de 16.000.000 caracteres.
fr: La longueur maximale du corps du message est de 16 000 000 de caractères.
hr: Maksimalna duljina tijela poruke je 16 000 000 znakova.
id: Panjang maksimum badan pesan adalah 16.000.000 karakter.
nl: De maximale lengte van het bericht is 16.000.000 tekens.
pl: Maksymalna długość wiadomości to 16 000 000 znaków.
pt: O comprimento máximo do corpo da mensagem é de 16.000.000 de caracteres.
pt_pt: O tamanho máximo do corpo da mensagem é 16.000.000 caracteres.
ru: Максимальная длина сообщения составляет 16 000 000 символов.
tr: İleti gövdesinin en yüksek uzunluğu 16.000.000 karakterdir.
zh_tw: 訊息正文的最大長度為 1600 萬個字元。
