Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: <kbd>shift</kbd> + <kbd>a</kbd> Reply to all recipients for a message/conversation.
ca: <kbd>shift</kbd> + <kbd>a</kbd> Respon a tots els destinataris d'un missatge/conversa.
de: <kbd>Umschalt</kbd> + <kbd>a</kbd> Antworte allen Empfängern einer Nachricht/Konversation.
es: <kbd>shift</kbd> + <kbd>a</kbd> Responde a todos los destinatarios de un mensaje/conversación.
fr: <kbd>shift</kbd> + <kbd>a</kbd> Répond à tous les destinataires pour un message ou une conversation.
hr: <kbd>shift</kbd> + <kbd>a</kbd> Odgovor svim primateljima u poruci ili razgovoru.
id: <kbd> shift </ kbd> + <kbd> a </ kbd> Balas ke semua penerima untuk pesan / percakapan.
nl: <kbd>shift</kbd> + <kbd>a</kbd> Stuur antwoord naar alle ontvangers van een bericht/gesprek.
pl: <kbd>shift</kbd> + <kbd>a</kbd> Odpowiedz do wszystkich odbiorców wiadomości/wątku.
pt: <kbd>shift</kbd> + <kbd>a</kbd> Responde para todos os destinatários da mensagem/conversa.
pt_pt: <kbd>shift</kbd> + <kbd>a</kbd> Responder a todos os destinatários de uma mensagem/conversa.
ru: <kbd>shift</kbd> + <kbd>a</kbd> Ответить всем получателям сообщения/цепочки писем.
tr: <kbd>shift</kbd> + <kbd>a</kbd> Bir mesaj/ileti dizisindeki tüm alıcıları yanıtlar.
zh_tw: <kbd>shift</kbd> + <kbd>a</kbd> （訊息／會話）回覆所有人。

# Info
source: <kbd>shift</kbd> + <kbd>f</kbd> Forward a message/conversation.
ca: <kbd>shift</kbd> + <kbd>f</kbd> Reenviar un missatge/conversació.
de: <kbd>Umschalt</kbd> + <kbd>f</kbd> Weiterleiten einer Nachricht/Konversation.
es: <kbd>Shift</kbd> + <kbd>f</kbd> Reenvía un mensaje/conversación.
fr: <kbd>shift</kbd> + <kbd>f</kbd> Transfère le message/conversation.
hr: <kbd>shift</kbd> + <kbd>f</kbd> Prosljeđivanje poruke ili razgovora.
id: <kbd> shift </ kbd> + <kbd> f </ kbd> Teruskan pesan / percakapan.
nl: <kbd>shift</kbd> + <kbd>f</kbd> Bericht/gesprek doorsturen.
pl: <kbd>shift</kbd> + <kbd>f</kbd> Przekaż dalej wiadomość/wątek.
pt: <kbd>shift</kbd> + <kbd>f</kbd> Encaminhar uma mensagem/conversa.
pt_pt: <kbd>shift</kbd> + <kbd>f</kbd> Reencaminhar uma mensagem/conversa.
ru: <kbd>shift</kbd> + <kbd>f</kbd> Переслать сообщение/цепочку писем.
tr: <kbd>shift</kbd> + <kbd>f</kbd> Bir mesajı/ileti dizisini yönlendirir.
zh_tw: <kbd>shift</kbd> + <kbd>f</kbd> 轉寄訊息／會話。

# Info
source: <kbd>shift</kbd> + <kbd>r</kbd> Reply to a message/conversation.
ca: <kbd>shift</kbd> + <kbd>r</kbd> Respon a un missatge/conversació.
de: <kbd>Umschalt</kbd> + <kbd>r</kbd> Antworten auf eine Nachricht/Unterhaltung.
es: <kbd>Shift</kbd> + <kbd>r</kbd> Responde a un mensaje/conversación.
fr: <kbd>shift</kbd> + <kbd>r</kbd> Répond au message ou à la conversation.
hr: <kbd>shift</kbd> + <kbd>r</kbd> Odgovori na poruku ili razgovor.
id: <kbd> shift </ kbd> + <kbd> r </ kbd> Balas ke pesan / percakapan.
nl: <kbd>shift</kbd> + <kbd>r</kbd> Bericht/gesprek beantwoorden.
pl: <kbd>shift</kbd> + <kbd>r</kbd> Odpowiedz na wiadomość/wątek.
pt: <kbd>shift</kbd> + <kbd>r</kbd> Responde à uma mensagem/conversa.
pt_pt: <kbd>shift</kbd> + <kbd>r</kbd> Responder a uma mensagem/conversa.
ru: <kbd>shift</kbd> + <kbd>r</kbd> Ответить на сообщение/цепочку писем.
tr: <kbd>shift</kbd> + <kbd>r</kbd> Bir mesajı/ileti dizisini yanıtlar.
zh_tw: <kbd>shift</kbd> + <kbd>r</kbd> 回覆訊息／會話。

# Info
source: <kbd>shift</kbd> + <kbd>space</kbd> Opens <strong>the command palette</strong>.
ca: <kbd>shift</kbd> + <kbd>espai</kbd> Obra<strong>el menú de comandes</strong>.
de: <kbd>Umschalt</kbd> + <kbd>Leertaste</kbd> Öffnet <strong>die Befehlspalette</strong>.
es: <kbd>shift</kbd> + <kbd>espacio</kbd> Abre <strong>el menú de comandos</strong>.
fr: <kbd>shift</kbd> + <kbd>espace</kbd> Ouvre <strong>le panneau de commande</strong>.
hr: <kbd>shift</kbd> + <kbd>space</kbd> Otvara <strong>the prozor s naredbama</strong>.
id: <kbd> shift </kbd> + <kbd> space </kbd> Membuka <strong> palet perintah </strong>.
nl: <kbd>shift</kbd> + <kbd>spatie</kbd> opent <strong>de opdracht-palet</strong>.
pl: <kbd>shift</kbd> + <kbd>spacja</kbd> Otwórz <strong>paletę poleceń</strong>.
pt: <kbd>shift</kbd> + <kbd>barra de espaço</kbd> Abre <strong>a paleta de comandos</strong>.
pt_pt: <kbd>shift</kbd> + <kbd>barra de espaço</kbd> Abre <strong>a paleta de comandos</strong>.
ru: <kbd>shift</kbd> + <kbd>пробел</kbd> Открывает <strong>палитру команд</strong>.
tr: <kbd>shift</kbd> + <kbd>boşluk tuşu</kbd> <strong>Komut paletini</strong> açar.
zh_tw: <kbd>shift</kbd> + <kbd>space</kbd> 開啟 <strong>指令面板</strong>.

# Info
source: <kbd>t</kbd> <strong>To delete</strong> contact.
ca: <kbd>t</kbd> <strong>Per suprimir</strong> el contacte.
de: <kbd>t</kbd> <strong>Löscht</strong> den Kontakt.
es: <kbd>t</kbd> <strong>Elimina</strong> el contacto.
fr: <kbd>t</kbd> <strong>Supprimer</strong> le contact.
hr: <kbd>t</kbd> <strong>Brisanje</strong> kontakta.
id: <kbd>t</kbd> <strong>Menghapus</strong> kontak.
nl: <kbd>t</kbd> <strong>Te verwijderen</strong> contactpersoon.
pl: <kbd>t</kbd> <strong>Usuń</strong> kontakt.
pt: <kbd>t</kbd> <strong>Para excluir</strong> contato.
pt_pt: <kbd>t</kbd> <strong>Elimina</strong> o contacto.
ru: <kbd>t</kbd> <strong>Для удаления</strong> контакта.
tr: <kbd>t</kbd> Kişileri <strong>silmek için</strong>.
zh_tw: <kbd>t</kbd> <strong>刪除</strong>聯絡人。

# Info
source: <kbd>t</kbd> Moves the message/conversation to <strong>trash</strong>.
ca: <kbd>t</kbd> Trasllada el missatge/conversa a la <strong>paperera</strong>.
de: <kbd>t</kbd> Verschiebt die Nachricht/Konversation in den <strong>Papierkorb</strong>.
es: <kbd>t</kbd> Mueve el mensaje/conversación a la <strong>papelera</strong>.
fr: <kbd>t</kbd> Déplace le message ou la conversation dans <strong>la corbeille</strong>.
hr: <kbd>t</kbd> Premješta poruku ili razgovor u <strong>otpad</strong>.
id: <kbd> t </ kbd> Memindahkan pesan / percakapan ke <strong> sampah </ strong>.
nl: <kbd>t</kbd> Verplaatst het bericht/gesprek naar de <strong>prullenbak</strong>.
pl: <kbd>t</kbd> Przenieś wiadomość/wątek do <strong>Kosza</strong>.
pt: <kbd>t</kbd> Move a mensagem/conversa para <strong>lixeira</strong>.
pt_pt: <kbd>t</kbd> Move a mensagem/conversa para o <strong>lixo</strong>.
ru: <kbd>t</kbd> Перемещает сообщение/цепочку писем в <strong>корзину</strong>.
tr: <kbd>t</kbd> Mesajı/İleti dizisini <strong>çöpe</strong> taşır.
zh_tw: <kbd>t</kbd> 把訊息／會話移至<strong>垃圾桶</strong>。

# Info
source: <kbd>u</kbd> Marks the message/conversation as <strong>unread</strong>.
ca: <kbd>u</kbd> Marca el missatge/conversació com a <strong>no llegit</strong>.
de: <kbd>u</kbd> Makiert die Nachricht/Konversation als <strong>ungelesen</strong>.
es: <kbd>u</kbd> Marca el mensaje/conversación como <strong>no leído</strong>.
fr: <kbd>u</kbd> Marque le message ou la conversation comme <strong>non lu</strong>.
hr: <kbd>u</kbd> Označava poruku ili razgovor kao <strong>nepročitano</strong>.
id: <kbd> u </ kbd> Menandai pesan / percakapan sebagai <strong> belum dibaca </ strong>.
nl: <kbd>u</kbd> Markeert het gesprek als <strong>ongelezen</strong>.
pl: <kbd>u</kbd> Oznacz wiadomość/wątek jako <strong>nieprzeczytane</strong>.
pt: <kbd>u</kbd> Marca a mensagem/conversa como <strong>não lida</strong>.
pt_pt: <kbd>u</kbd> Marca a mensagem/conversa como <strong>não lida</strong>.
ru: <kbd>u</kbd> Отмечает сообщение/цепочку писем как <strong>непрочитанную</strong>.
tr: <kbd>u</kbd> Mesajı/İleti dizisini <strong>okunmadı</strong> olarak işaretler.
zh_tw: <kbd>u</kbd> 把訊息／會話標記為<strong>未讀</strong>。

# Info
source: <kbd>x</kbd> Selects the message/conversation marked.
ca: <kbd>x</kbd> Selecciona el missatge / conversació marcat.
de: <kbd>x</kbd> Wählt die makierte Nachricht/Konversation aus.
es: <kbd>x</kbd> Selecciona el mensaje/conversación marcado.
fr: <kbd>x</kbd> Sélectionne le message/conversation marqué(e).
hr: <kbd>x</kbd> Odabir označene poruke ili razgovora.
id: <kbd> x </ kbd> Memilih pesan / percakapan yang ditandai.
nl: <kbd>x</kbd> Selecteert het gemarkeerde bericht/gesprek.
pl: <kbd>x</kbd> Zaznacz wybraną wiadomość/wątek.
pt: <kbd>x</kbd> Seleciona a mensagem/conversa marcada.
pt_pt: <kbd>x</kbd> Selecciona a mensagem/conversa marcada.
ru: <kbd>x</kbd> Выбирает отмеченное сообщение/цепочку писем.
tr: <kbd>x</kbd> İşaretli mesajı/ileti dizisini seçer.
zh_tw: <kbd>x</kbd> 選擇已標記的郵件/會話。

# Info
source: <p><i class="fa fa-info-circle"></i> Use Drag and Drop to rank merging priority between contacts.</p> <p>Uncheck contacts you do <b>not</b> want to merge.</p>
ca: <p><i class="fa fa-info-circle"></i>Empreu arrossegar i deixar anar per combinar les prioritats entre contactes.</p> <p>Desmarqueu els contactes que <b>no</b> voleu combinar.</p>
de: <p><i class="fa fa-info-circle"></i> Verwenden Sie die Funktion „Ziehen und Ablegen”, um eine Rangfolge für die Zusammenführung von Kontakten festzulegen.</p> <p>Deaktivieren Sie Kontakte, die Sie <b>nicht</b> zusammenführen möchten.</p>
es: <p><i class="fa fa-info-circle"></i> Use arrastrar y soltar para clasificar la combinación de prioridades entre contactos.</p> <p>Desmarque los contactos que <b>no</b> quiere combinar.</p>
fr: <p><i class="fa fa-info-circle"></i> Utilisez le glisser-déposer pour établir la priorité entre les contacts lors de la fusion.</p> <p>Décochez les contacts que vous ne voulez <b>pas</b> fusionner.</p>
hr: <p><i class="fa fa-info-circle"></i> Povlačenjem i ispuštanjem postavite prioritet spajanja među kontaktima.</p> <p>Uklonite odabir s kontakata koje <b>ne želite</b> spojiti.</p>
nl: <p><i class="fa fa-info-circle"></i> Gebruik slepen om de prioriteit van het samenvoegen van contactpersonen te wijzigen.</p> <p>Vink contactpersonen die u <b>niet</b> wilt samenvoegen uit.</p>
pl: <p><i class="fa fa-info-circle"></i> Użyj przeciągnięcia i upuszczenia do ustalenia priorytetu scalania kontaktów.</p> <p>Odznacz kontakty, których <b>nie</b> chcesz scalać.</p>
pt: <p><i class="fa fa-info-circle"></i> Use Arraste e Solte para classificar a prioridade entre os contatos.</p> <p>Desmarque os contatos que <b>não</b> queira mesclar.</p>
pt_pt: <p><i class="fa fa-info-circle"></i> Arraste e largue para classificar a prioridade de união entre contactos.</p> <p>Desmarque os contactos que <b>não</b> quer unir.</p>
ru: <p><i class="fa fa-info-circle"></i> Перетаскивайте контакты, чтобы задавать им приоритет при объединении.</p> <p>Снимите галочку с контактов, которые вы <b>не</b> хотите объединять.</p>
tr: <p><i class="fa fa-info-circle"></i> Kişiler arasında birleşme önceliğini sıralamak için Sürükle ve Bırak özelliğini kullanın.</p> <p>Birleştirmek <b>istemediğiniz</b> kişilerin işaretini kaldırın.</p>
zh_tw: <p><i class="fa fa-info-circle"></i> 拖曳以排列聯絡人之間的合併優先順序。</p> <p>取消選取 <b>不想</b> 合併的聯絡人。</p>

# Info
source: <strong>This will only be shown once.</strong> ProtonMail is a global effort. Your feedback is very important in our mission to make encryption available for everyone. Thank You!
ca: <strong>Això només es mostrarà un cop.</strong> ProtonMail és un esforç global. La seva opinió és molt important en la nostra missió de fer el xifratge disponible per a tothom. Gràcies!
de: <strong>Diese wird nur einmal angezeigt.</strong> ProtonMail ist ein globales Unternehmen. Ihr Meinung ist uns sehr wichtig in unserer Bestrebung, Verschlüsselung für jedermann zugänglich zu machen. Vielen Dank!
es: <strong>Esto aparecerá solo una vez.</strong> ProtonMail es un esfuerzo global. Su opinión es muy importante en nuestra misión de hacer que el cifrado esté disponible para todos. ¡Gracias!
fr: <strong>Ce message ne sera affiché qu'une seule fois. </strong> ProtonMail est un effort planétaire. Vos commentaires sont très importants dans notre mission visant à rendre le chiffrement accessible à tous. Merci !
hr: <strong>Ovo će se prikazati samo jednom.</strong> ProtonMail je globalni trud. Vaše povratne informacije su vrlo važne za našu misiju da učinimo šifriranje dostupno svima. Hvala vam!
id: <strong> Ini hanya akan ditampilkan satu kali. </ strong> ProtonMail adalah usaha global. Masukan Anda sangat penting dalam misi kami untuk membuat enkripsi tersedia untuk semua orang. Terima kasih!
nl: <strong>Dit wordt slechts eenmalig getoond.</strong> ProtonMail is een wereldwijd initiatief. Uw feedback is zeer belangrijk in onze missie om versleuteling voor iedereen beschikbaar maken. Dank u!
pl: <strong>To pojawi się tylko raz.</strong> ProtonMail jest tworzony globalnym wysiłkiem. Twoja opinia jest bardzo ważna w naszej misji udostępnienia szyfrowania dla każdego. Dziękujemy!
pt: <strong>Isso só será mostrado uma vez.</strong> O ProtonMail é um esforço global. A seu feedback é muito importante para nossa missão em tornar a criptografia disponível para todos. Muito Obrigado!
pt_pt: <strong>Isto só será mostrado uma vez.</strong> O ProtonMail é um esforço global. A sua opinião é muito importante para a nossa missão de tornar a encriptação disponível para todos. Obrigado!
ru: <strong>Это сообщение будет отображено только один раз.</strong> ProtonMail разрабатывается глобальным усилием. Обратная связь с вами очень важна в нашей миссии сделать шифрование доступным для всех. Спасибо!
tr: <strong>Bu yalnızca bir kez gösterilecektir.</strong> ProtonMail küresel bir çabadır. Şifrelemeyi herkes için kullanılabilir kılma misyonumuzda geribildiriminiz çok önemlidir. Teşekkür ederiz!
zh_tw: <strong>此訊息只顯示一次。</strong> ProtonMail 是一項全球性的工作。您的回饋在我們的使命中非常重要, 這可以讓每個人都能使用加密。謝謝！

# Info
source: A <a ui-sref="secured.dashboard({scroll: true})">paid plan</a> is required to turn off the ProtonMail signature. Paid plan revenue allows us to continue supporting free accounts.
ca: Es requereix un <a ui-sref="secured.dashboard({scroll: true})">pla de pagament</a> per a deshabilitar la firma de ProtonMail. Els plans de pagament ens permeten continuar el suport a comptes gratuïts.
de: Ein <a ui-sref="secured.dashboard({scroll: true})">kostenpflichtiges Konto</a> wird benötigt, um die ProtonMail-Signatur auszuschalten. Die Einnahmen daraus ermöglichen es uns, weiterhin kostenlose Konten anzubieten.
es: Se requiere un <a ui-sref="secured.dashboard({scroll: true})">plan de pago</a> para deshabilitar la firma de ProtonMail. Los planes de pago nos permiten seguir apoyando las cuentas gratuitas.
fr: Une <a ui-sref="secured.dashboard({scroll: true})">offre payante</a> est requise pour désactiver la signature automatique ProtonMail. Les offres payantes nous permettent de continuer à offrir des comptes gratuits.
hr: <a ui-sref="secured.dashboard({scroll: true})">Plaćeni plan</a> je potreban za isključivanje ProtonMail potpisa. Prihodi od plaćenih planova omogućavaju nam nastavak podržavanja besplatnih računa.
id: Sebuah <a ui-sref="secured.dashboard( {scroll: true})"> rencana berbayar </a> diperlukan untuk mematikan tanda tangan ProtonMail. Pendapatan rencana pembayaran memungkinkan kita untuk terus mendukung akun gratis.
nl: Een <a ui-sref="secured.dashboard({scroll: true})">abonnement</a> is nodig om de ProtonMail-handtekening uit te schakelen. Inkomsten uit abonnementen helpen ons bij het blijven aanbieden van gratis accounts.
pl: <a ui-sref="secured.dashboard({scroll: true})">Płatny plan</a> jest wymagany do wyłączenia podpisu ProtonMaila. Plan płatny umożliwia nam oferowanie i wspieranie kont darmowych.
pt: Um <a ui-sref="secured.dashboard({scroll: true})">plano pago</a> é necessário para desativar a assinatura do ProtonMail. A receita gerada pelo plano pago nos permite continuar a oferecer contas gratuitas.
pt_pt: É necessário um <a ui-sref="secured.dashboard({scroll: true})">plano pago</a> para editar a assinatura do ProtonMail. A receita dos planos pagos permite-nos continuar a suportar contas gratuitas.
ru: Для выключения подписи ProtonMail требуется <a ui-sref="secured.dashboard({scroll: true})">платный тариф</a>. Выручка от платных тарифов позволяет нам продолжать поддержку бесплатных учётных записей.
tr: ProtonMail imzasını kapatmak için <a ui-sref="secured.dashboard({scroll: true})">ücretli bir plan</a> gereklidir. Ücretli plan geliri, ücretsiz hesapları desteklemeye devam etmemizi sağlar.
zh_tw: 關閉訊息末尾的 ProtonMail 簽名需要<a ui-sref="secured.dashboard({scroll: true})">付費方案</a>。付費方案的收入讓我們能繼續提供免費帳戶的服務。

# Info
source: A new version of ProtonMail is available. Please refresh this page.
ca: Una nova versió de ProtonMail està disponible. Si us plau, recarrega la pàgina.
de: Eine neue Version von ProtonMail ist verfügbar. Bitte aktualisieren Sie diese Seite.
fr: Une nouvelle version de ProtonMail est disponible. Veuillez actualiser la page.
hr: Dostupna je nova verzija ProtonMaila. Molimo ponovno učitajte stranicu.
nl: Een nieuwe versie van ProtonMail is beschikbaar. Vernieuw deze pagina.
pl: Dostępna jest nowa wersja ProtonMaila. Odśwież stronę.
pt: Uma nova versão do ProtonMail está disponível. Por favor, atualize esta página.
pt_pt: Está disponível uma nova versão do ProtonMail. Por favor, actualize esta página.
ru: Доступна новая версия ProtonMail. Пожалуйста, обновите страницу.
tr: ProtonMail'in yeni bir sürümü mevcut. Lütfen bu sayfayı yenileyin.
zh_tw: 有可用的 ProtonMail 新版本。請重新載入頁面。

# Info
source: ALL YOUR DATA WILL BE LOST!
ca: ¡TOTES LES TEVES DADES ÉS PERDRAN!
de: ALL IHRE DATEN GEHEN UNWIDERRUFLICH VERLOREN!
es: ¡TODOS SUS DATOS SE PERDERÁN!
fr: TOUTES VOS DONNÉES SERONT PERDUES !
hr: SVI VAŠI PODACI ĆE BITI IZBRISANI!
id: SEMUA DATA ANDA AKAN HILANG!
nl: U VERLIEST AL UW GEGEVENS!
pl: WSZYSTKIE TWOJE DANE ZOSTANĄ UTRACONE!
pt: TODOS OS SEUS DADOS SERÃO PERDIDOS!
pt_pt: TODOS OS SEUS DADOS SERÃO PERDIDOS!
ru: ВСЕ ВАШИ ДАННЫЕ БУДУТ УТЕРЯНЫ!
tr: TÜM VERİLERİNİZ KAYBOLACAK!
zh_tw: 你的所有資料都將遺失!

# Info
source: Add a custom filter to perform actions such as automatically labeling or archiving messages.
ca: Afegeixi un filtre personalitzar per a realitzar accions com l'etiquetatge automàtic o arxivar missatges.
de: Fügen Sie einen eigenen Filter hinzu, um Aktionen wie das Labeln oder Archivieren von Nachrichten automatisch auszuführen.
es: Añada un filtro personalizado para realizar acciones tales como etiquetar o archivar mensajes automáticamente.
fr: Ajoutez un filtre personnalisé afin d'exécuter des actions telles que l'application automatique de labels ou l’archivage des messages.
hr: Dodajte prilagođeni filtar za izvođenje akcija poput automatskog označavanja ili arhiviranja poruka.
id: Tambahkan filter khusus untuk melakukan tindakan seperti pelabelan atau pengarsipan pesan secara otomatis.
nl: Voeg een geavanceerde filter toe om acties uit te voeren zoals het automatisch labelen of archiveren van berichten.
pl: Dodaj niestandardowy filtr do wykonywania czynności takich jak automatyczne etykietowanie lub archiwizacja wiadomości.
pt: Adicione um filtro personalizado para executar ações, como rotular e arquivar mensagens automaticamente.
pt_pt: Adicione um filtro personalizado para executar acções automáticas, tais como a etiquetagem ou o arquivamento de mensagens.
ru: Добавьте свой фильтр для выполнения таких действий, как автоматическая пометка ярлыками или архивирование сообщений.
tr: İletileri otomatik etiketleme veya arşivleme gibi işlemleri gerçekleştirmek için özel bir filtre ekleyin.
zh_tw: 新增一個自訂篩選器以執行諸如自動標記或存檔訊息的操作。

# Info
source: Add a domain that you own to your ProtonMail account.
ca: Afegeixi un domini propi al seu compte de ProtonMail.
de: Fügen Sie Ihre eigene Domain zu Ihrem ProtonMail-Konto hinzu.
es: Añada un dominio propio a su cuenta ProtonMail.
fr: Ajoutez un domaine que vous possédez à votre compte ProtonMail.
hr: Dodajte domenu koju posjedujete na vaš ProtonMail računu.
id: Tambahkan domain yang Anda miliki ke akun ProtonMail Anda.
nl: Voeg een domein toe waarvan u eigenaar bent aan uw ProtonMail-account.
pl: Dodaj swoją domenę do konta ProtonMail.
pt: Adicione um domínio que você possui na sua conta ProtonMail.
pt_pt: Adicione um domínio seu à sua conta ProtonMail.
ru: Привязать принадлежащий вам домен к учётной записи ProtonMail.
tr: ProtonMail hesabınıza ait bir etki alanı ekleyin.
zh_tw: 把您擁有的域名新增到您的 ProtonMail 帳戶

# Info
source: Add additional email addresses to your account such as username2@protonmail.com. To enable this feature, <a ui-sref="secured.dashboard({scroll: true})">upgrade to ProtonMail Plus</a>.
ca: Afegeixi una adreça de correu electronic adicional com username2@protonmail.com. Per a habilitar aquesta funcion, <a un-sref="secured.dashboard({scroll: true})">actualitzi a ProtonMail Plus</a>.
de: Fügen Sie Ihrem Benutzerkonto zusätzliche Adressen wie nutzername2@protonmail.com hinzu. Um diese Funktion zu aktivieren, müssen Sie einen <a ui-sref="secured.dashboard({scroll: true})">Umstieg auf ProtonMail Plus</a> vornehmen.
fr: Ajoutez des adresses supplémentaires à votre compte du type nomdutilisateur2@protonmail.com. Pour activer cette fonctionnalité, passez à l'offre <a ui-sref="secured.dashboard({scroll: true})">ProtonMail Plus</a>.
hr: Dodajte dodatnu adresu e-pošte (npr. korisnickoime2@protonmail.com) na vaš račun. Da biste omogućili ovu značajku, <a ui-sref="secured.dashboard({scroll: true})">nadogradite na ProtonMail Plus plan</a>.
nl: Extra e-mailadressen toevoegen aan uw account, zoals username2@protonmail.com. <a ui-sref="secured.dashboard({scroll: true})">Upgrade naar ProtonMail Plus</a> om gebruik te maken van deze functie.
pl: Dodaj dodatkowe adresy e-mail do swojego konta, takie jak username2@protonmail.com. Aby włączyć tę funkcję, <a ui-sref="secured.dashboard({scroll: true})">ulepsz do wersji ProtonMail Plus</a>.
pt: Adicione novos endereços de e-mail em sua conta como usuario2@protonmail.com. Para ativar esse recurso, faça o <a ui-sref="secured.dashboard({scroll: true})">upgrade para o ProtonMail Plus</a>.
pt_pt: Adicione endereços de email adicionais à sua conta, tal como nome2@protonmail.com. Para activar esta funcionalidade, <a ui-sref="secured.dashboard({scroll: true})">actualize para o ProtonMail Plus</a>.
ru: Добавить дополнительные адреса к вашей учётной записи, такие, как username2@protonmail.com. Для того, чтобы воспользоваться данной функцией, <a ui-sref="secured.dashboard({scroll: true})">повысьте свою учётную запись до тарифа ProtonMail Plus</a>.
tr: Kullaniciadi2@protonmail.com gibi hesabınıza ek e-posta adresleri ekleyin. Bu özelliği etkinleştirmek için, <a ui-sref="secured.dashboard({scroll: true})">ProtonMail Plus planına</a> yükseltin.
zh_tw: 為您的帳戶增加額外電子郵件地址，如 username2@protonmail.com 。要啟用此功能，<a ui-sref="secured.dashboard({scroll: true})">升級至 ProtonMail Plus </a>。

# Info
source: Add your name (or company name) and address to your invoices.
ca: Afegeixi el seu nom (o nom de la empresa) i adreça a les seves factures.
de: Fügen Sie Ihren Namen (oder Firmennamen) und Ihre Adresse zu Ihren Rechnungen hinzu.
es: Añada su nombre (o nombre de la empresa) y dirección a sus facturas.
fr: Ajoutez votre nom (ou le nom de votre entreprise) ainsi que votre adresse aux factures.
hr: Dodajte svoje ime (ili naziv tvrtke) i adresu na svoje fakture.
id: Tambahkan nama Anda (atau nama perusahaan) dan alamat ke faktur Anda.
nl: Voeg uw naam (of bedrijfsnaam) en adres toe aan uw facturen.
pl: Dodaj swoje nazwisko (lub nazwę firmy) i adres do faktury.
pt: Adicione seu nome (ou nome da empresa) e endereço às suas faturas.
pt_pt: Adicionar o seu nome (ou nome da empresa) e endereço às suas facturas.
ru: Добавить ваше имя (или название компании) и адрес в ваши счета.
tr: Faturalarınıza adınızı (veya şirketinizin adını) ve adresinizi ekleyin.
zh_tw: 將您的姓名 (或公司名稱) 以及連絡地址新增到您的發票。

# Info
source: Address added
ca: Adreça afegida
de: Adresse hinzugefügt
es: Dirección añadida
fr: Adresse ajoutée
hr: Adresa je dodana
id: Alamat ditambahkan
nl: Adres toegevoegd
pl: Adres został dodany
pt: Endereço adicionado
pt_pt: Endereço adicionado
ru: Адрес добавлен
tr: Adres eklendi
zh_tw: 已增加地址
