Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# 1 of 2 contacts successfully imported.
source: contacts successfully imported.
ca: contactes importats amb èxit.
de: Kontakte erfolgreich importiert.
es: contactos importados con éxito.
fr: contacts importés avec succès.
hr: kontakti uspješno uvezeni.
id: kontak berhasil diimpor.
nl: contactpersonen succesvol geïmporteerd.
pl: pomyślnie zaimportowano kontakty.
pt: contatos importados com sucesso.
pt_pt: contactos importados com êxito.
ru: контакт(а,ов) успешно импортировано.
tr: kişiler başarıyla içe aktarıldı.
zh_tw: 成功匯入聯絡人

# 1 of 2 contacts successfully merged.
source: contacts successfully merged.
ca: contactes combinats amb èxit.
de: Kontakt(e) erfolgreich zusammengeführt.
es: contactos combinados con éxito.
fr: contacts fusionnés avec succès.
hr: kontakti su uspješno spojeni.
id: kontak berhasil digabung.
nl: contactpersonen succesvol samengevoegd.
pl: kontakty zostały scalone.
pt: contatos mesclados com sucesso.
pt_pt: contactos unidos com sucesso.
ru: контакт(а,ов) успешно объединены.
tr: kişiler başarıyla birleştirildi.
zh_tw: 聯絡人已成功合併。

# 2FA setup modal
source: 30 seconds
ca: 30 segons
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
hr: 30 sekundi
id: 30 detik
nl: 30 seconden
pl: 30 sekund
pt: 30 segundos
pt_pt: 30 segundos
ru: 30 секунд
tr: 30 saniye
zh_tw: 30秒

# 2FA setup modal
source: 6 digits
ca: 6 dígits
de: 6-stellig
es: 6 dígitos
fr: 6 chiffres
hr: 6 znamenki
id: 6 digit
nl: 6 tekens
pl: 6 cyfr
pt: 6 dígitos
pt_pt: 6 dígitos
ru: 6 цифр
tr: 6 rakam
zh_tw: 6位數

# 2FA setup modal
source: Interval
de: Zeitraum
es: Intervalo
fr: Intervalle
id: Selang
pl: Częstotliwość
pt: Intervalo
pt_pt: Intervalo
ru: Интервал
tr: Düzenleme aralığı
zh_tw: 時間間隔

# 2FA setup modal
source: Key
ca: Clau
de: Schlüssel
es: Clave
fr: Clé
hr: Ključ
id: Kunci
nl: Sleutel
pl: Klucz
pt: Chave
pt_pt: Chave
ru: Ключ
tr: Anahtar
zh_tw: 金鑰

# 2FA setup modal
source: Length
ca: Llargada
de: Länge
es: Longitud
fr: Longueur
hr: Dužina
id: Panjangnya
nl: Lengte
pl: Długość
pt: Tamanho
pt_pt: Tamanho
ru: Длина
tr: Uzunluk
zh_tw: 長度

# 2FA setup modal
source: Manually enter this information into your two factor authentication device to set up your account.
ca: Introduïu manualment aquesta informació al vostre dispositiu d'autenticació de dos factors per configurar el vostre compte.
de: Geben Sie diese Informationen manuell in Ihr Zwei-Faktor-Authentifizierungsgerät ein, um Ihr Konto einzurichten.
es: Ingrese manualmente esta información en el dispositivo de autenticación de dos factores para configurar su cuenta.
fr: Entrez manuellement ces informations dans votre appareil d’authentification à deux facteurs afin de configurer votre compte.
hr: Ručno unesite ove podatke u vaš uređaj za provjeru autentičnosti u dva koraka, kako biste postavili vaš račun.
id: Masukkan informasi ini secara manual ke perangkat autentikasi dua faktor Anda untuk menyiapkan akun Anda.
nl: Vul deze informatie handmatig in op uw tweestapsverificatie-apparaat om uw account te configureren.
pl: Wpisz ręcznie tę informację do urządzenia uwierzytelniania dwustopniowego, aby skonfigurować swoje konto.
pt: Para configurar sua conta, insira essas informações manualmente em seu dispositivo de autenticação de dois fatores.
pt_pt: Insira manualmente esta informação no seu dispositivo de autenticação em dois passos para configurar a sua conta.
ru: Чтобы настроить свою учётную запись, введите эту информацию вручную в своё устройство двухфакторной аутентификации.
tr: Hesabınızı ayarlamak için bu bilgileri iki adımlı kimlik doğrulama cihazınıza manuel olarak girin.
zh_tw: 請自行輸入這筆資料到您的兩步驟驗證裝置上，以設定您的帳戶。

# 2FA setup modal
source: Scan this QR code with your two factor authentication device to set up your account.
ca: Escaneja aquest codi QR amb el teu disposiu d'autenticació en dos passos per a configurar el vostre compte.
de: Dieser QR-Code wird mit Ihrem Zwei-Faktor-Authentifizierungsgerät einlesen, um Ihr Konto einzurichten.
es: Escanee este código QR con su dispositivo de autenticación de dos factores para configurar su cuenta.
fr: Scannez ce QR code avec votre dispositif d’authentification à deux facteurs pour configurer votre compte.
hr: Skenirajte ovaj QR kôd pomoću uređaja za provjeru autentičnosti u dva koraka, kako biste postavili svoj račun.
id: Pindai kode QR ini dengan perangkat autentikasi dua faktor Anda untuk mengatur akun Anda.
nl: Scan deze QR-code met uw tweestapsverificatieapparaat om uw account in te stellen.
pl: Zeskanuj kod QR z ekranu za pomocą aplikacji uwierzytelniania dwustopniowego na Twoim urządzeniu, aby skonfigurować swoje konto.
pt: Para configurar sua conta, escaneie este código QR com seu dispositivo de autenticação de dois fatores.
pt_pt: Leia este código QR com o seu dispositivo de autenticação em dois passos para configurar a sua conta.
ru: Сканируйте QR-код устройством с двухфакторной аутентификацией для настройки учётной записи.
tr: Hesabınızı ayarlamak için bu QR kodunu iki faktörlü kimlik doğrulama cihazınız ile tarayın.
zh_tw: 要設定您的帳戶，請以兩步驟驗證裝置掃描這個QR碼。

# About human verification
source: <p>Too many ProtonMail accounts have been created from your connection.</p> <p>Thus, we are requesting additional verification to ensure you are human and not a spam bot.</p> <p>Because Tor or free VPNs are frequently abused by spammers, this check may be triggered because of the Tor or VPN exit node you are using.</p>
ca: <p>S'han creat massa comptes de ProtonMail des de la teva connexió.</p> <p>Per tant, sol·licitem una verificació addicional per assegurar-nos que ets un humà i no un robot.</p> <p>A causa del fet que els spammers abusen freqüentment de Tor, aquesta comprovació pot haver sigut activada degut al node de sortida de Tor que s'està utilitzant.</p>
de: <p>Von Ihrem Anschluss wurden zu viele ProtonMail-Konten erstellt.</p> <p>Wir bitten Sie um eine zusätzliche Verifikation um sicherzustellen, dass es sich bei Ihnen um einen Menschen handelt.</p> <p>Da Tor oder kostenlose VPNs häufig missbraucht wird, kann diese Überprüfung durch den von Ihnen verwendeten Tor- oder VPN-Exit-Node ausgelöst worden sein.</p>
es: <p>Se han creado demasiadas cuentas de ProtonMail desde su conexión.</p> <p>Por lo tanto, estamos solicitando una verificación adicional para asegurar que es humano y no un robot.</p> <p>Debido a que los spammers abusan frecuentemente de Tor y de nuestro VPN gratuito, esta comprobación puede haber sido activada debido al nodo de salida de Tor o VPN que está utilizando.</p>
fr: <p>Trop de comptes ProtonMail ont été créés depuis votre adresse de connexion.</p> <p>Pour cette raison, il est nécessaire de procéder à une vérification supplémentaire afin de nous assurer que vous êtes une personne humaine et non pas un robot à spams.</p> <p>Tor ou les VPN gratuits étant fréquemment utilisés par les émetteurs de spams, cette vérification a pu être déclenchée en raison du nœud de sortie Tor ou VPN que vous utilisez.</p>
hr: <p>Prevelik broj ProtonMail računa je izrađen s vaše veze.</p> <p>Zbog toga zahtjevamo dodatnu potvrdu kako bi utvrdili da ste čovjek, a ne spam bot.</p> <p>Pošto su Tor i besplatni VPN-ovi često zloupotrebljavani od strane spamera, ovo provjera može biti aktivirana ako koristite Tor ili određeni VPN.</p>
id: <p>Terlalu banyak akun ProtonMail yang telah dibuat dari koneksi Anda.</p> <p>oleh karena itu, kami meminta verifikasi tambahan untuk memastikan Anda adalah manusia dan bukan robot spam.</p> <p>Karena Tor sering disalahgunakan oleh spammer, pemeriksaan ini mungkin dipicu karena simpul keluar Tor atau VPN yang sedang Anda gunakan.</p>
nl: <p>Er zijn teveel ProtonMail-accounts vanaf uw verbinding aangemaakt.</p> <p>Daarom vragen we om een aanvullende verificatie om zeker te zijn dat u een persoon bent en geen spambot.</p> <p>Omdat Tor of gratis VPN veel door spammers wordt gebruikt kan dit veroorzaakt zijn door de specifieke Tor exit-node waarop u zich bevindt.</p>
pl: <p>Odnotowaliśmy próby utworzenia zbyt wielu kont z Twojego adresu IP.</p> <p>By upewnić się, że nie jesteś robotem wysyłającym spam, a człowiekiem, wymagamy dodatkowej weryfikacji.</p> <p>Ponieważ sieć Tor lub bezpłatne połączenia VPN są często nadużywane przez spamerów, komunikat ten mógł się pojawić ponieważ korzystasz z węzła wyjściowego sieci Tor lub połączenia VPN.</p>
pt: <p> Muitas contas ProtonMail foram criadas a partir da sua conexão. </p> <p> Assim, estamos solicitando uma verificação adicional para garantir que você seja humano e não seja um motor de spam. </p> <p> Como o Tor é frequentemente abusado por spammers, esta verificação pode ser desencadeada devido ao nó de saída do Tor ou VPN que você está usando. </p>
pt_pt: <p>Foram criadas demasiadas contas ProtonMail a partir de sua ligação.</p> <p>Assim, pedimos-lhe uma verificação adicional para garantir que é humano e não um robot de assédio.</p> <p>Porque a rede Tor ou VPNs gratuitas são frequentemente abusadas por assediadores, a verificação pode ser activada pelo nó de saída da rede Tor ou VPN que estiver a usar.</p>
ru: <p>Через ваше подключение было создано слишком много учётных записей ProtonMail.</p> <p>Поэтому нам необходима дополнительная проверка, чтобы убедиться, что вы человек, а не спам-бот.</p> <p>Поскольку Tor или бесплатные VPN часто используется спамерами, эта проверка могла быть вызвана использованием вами выходного узла Tor или VPN.</p>
tr: <p>Bağlantınızdan çok fazla sayıda ProtonMail hesabı oluşturuldu.</p> <p>Bu nedenle, bir spam botu değil de insan olduğunuzdan emin olmak için ek doğrulama talep ediyoruz.</p> <p>Tor ya da ücretsiz VPN'ler spamcılar tarafından sıklıkla istismar edildiğinden dolayı kullandığınız Tor ya da VPN çıkış düğümü bu kontrolü tetikleyebilir.</p>
zh_tw: <p>您的網路連線建立了太多ProtonMail帳戶</p> <p>因此，我們需要更多的驗證來確認您是真人，而不是濫用機器人。</p> <p>由於Tor或免費VPN經常被濫用者使用，您剛好使用了Tor或VPN節點，因此觸發了這項驗證程序。</p>

# Action
source: 1 message moved to {{folder}}
ca: 1 missatge mogut a {{folder}}
de: 1 Nachricht in den Ordner {{folder}} verschoben
es: Un mensaje movido a {{folder}}
fr: 1 message déplacé vers {{folder}}
hr: 1 poruka je premještena u {{folder}}
id: {{number}} pesan dipindahkan ke {{folder}}
nl: 1 bericht verplaatst naar {{folder}}
pl: Wiadomość została przeniesiona do {{folder}}
pt: 1 mensagem movida para {{folder}}
pt_pt: 1 mensagem movida para {{folder}}
ru: 1 сообщение перемещено в {{folder}}
tr: 1 ileti {{folder}} klasörüne taşındı
zh_tw: {{number}} 則訊息被移至 {{folder}}

# Action
source: Activate
ca: Activa
de: Aktivieren
fr: Activer
hr: Aktiviraj
id: Mengaktifkan
nl: Activeren
pl: Aktywuj
pt: Ativar
pt_pt: Activar
ru: Включить
tr: Etkinleştir
zh_tw: 啟用

# Action
source: Activate Keys
ca: Claus actives
de: Schlüssel aktivieren
es: Activar Claves
fr: Activer les clés
hr: Aktivirajte ključeve
id: Aktifkan Tombol
nl: Sleutel activeren
pl: Aktywuj Klucze
pt: Ativar chaves
pt_pt: Activar chaves
ru: Активировать ключи
tr: Anahtarları Etkinleştir
zh_tw: 啟用金鑰

# Action
source: Activate ProtonVPN
ca: Activar ProtonVPN
de: ProtonVPN aktivieren
es: Activar ProtonVPN
fr: Activer ProtonVPN
hr: Aktivirajte ProtonVPN
id: Aktifkan ProtonVPN
nl: Activeer ProtonVPN
pl: Aktywuj ProtonVPN
pt: Ativar ProtonVPN
pt_pt: Activar o ProtonVPN
ru: Активировать ProtonVPN
tr: ProtonVPN'i etkinleştir
zh_tw: 啟用 ProtonVPN

# Action
source: Activate {{email}}
ca: Activar {{email}}
de: {{email}} aktivieren
es: Habilitar {{email}}
fr: Activer {{email}}
hr: Aktivirajte {{email}}
id: Aktifkan {{email}}
nl: {{email}} activeren
pl: Aktywacja {{email}}
pt: Ativar {{email}}
pt_pt: Activar {{email}}
ru: Активировать {{email}}
tr: {{email}} etkinleştir
zh_tw: 啟用 {{email}}

# Action
source: Add
ca: Afegir
de: Hinzufügen
es: Añadir
fr: Ajouter
hr: Dodaj
id: Menambahkan
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_pt: Adicionar
ru: Добавить
tr: Ekle
zh_tw: 新增

# Action
source: Add Address
ca: Afegir Adreça
de: Adresse hinzufügen
es: Añadir dirección
fr: Ajouter une adresse
hr: Dodaj adresu
id: Tambahkan alamat
nl: E-mailadres toevoegen
pl: Dodaj adres
pt: Adicionar endereço
pt_pt: Adicionar endereço
ru: Добавить адрес
tr: Adres Ekle
zh_tw: 新增郵件地址

# Action
source: Add Entry
ca: Afegir entrada
de: Neuer Eintrag
es: Añadir entrada
fr: Ajouter une entrée
hr: Dodaj stavku
id: Tambahkan Entri
nl: Invoer toevoegen
pl: Dodaj wpis
pt: Adicionar dados
pt_pt: Adicionar entrada
ru: Добавить запись
tr: Kayıt ekle
zh_tw: 新增項目

# Action
source: Add Filter
ca: Afegir Filtre
de: Filter hinzufügen
es: Añadir Filtro
fr: Ajouter un filtre
hr: Dodaj filtar
id: Tambahkan Filter
nl: Filter toevoegen
pl: Dodaj filtr
pt: Adicionar filtro
pt_pt: Adicionar filtro
ru: Добавить фильтр
tr: Filtre ekle
zh_tw: 新增篩選器

# Action
source: Add PayPal payment method
pt_pt: Adicionar pagamento com PayPal

# Action
source: Add Payment Method
ca: Afegir Mètode de Pagament
de: Zahlungsmethode hinzufügen
es: Añadir método de pago
fr: Ajouter un mode de paiement
pt_pt: Adicionar método de pagamento
tr: Ödeme Yöntemi Ekle

# Action
source: Add Sieve Filter
ca: Afegir filtre avançat
de: Sieve-Filter hinzufügen
es: Añadir filtro avanzado
fr: Ajouter un filtre Sieve
hr: Dodaj Sieve filtar
id: Tambahkan Filter Saringan
nl: Voeg Sieve filter toe
pl: Dodaj filtr sieve
pt: Adicionar filtro Sieve
pt_pt: Adicionar filtro Sieve
ru: Добавить фильтр Sieve
tr: Sieve filtresi ekleyin
zh_tw: 新增 Sieve 篩選器

# Action
source: Add VPN Protection
ca: Afegir protecció VPN
de: VPN-Schutz hinzufügen
fr: Ajouter la protection VPN
hr: Dodaj VPN zaštitu
id: Tambahkan Perlindungan VPN
nl: VPN-beveiliging toevoegen
pl: Dodaj ochronę VPN
pt: Adicionar proteção VPN
pt_pt: Adicionar protecção VPN
ru: Добавить защиту VPN
tr: VPN koruması ekle
zh_tw: 增加 VPN 保護

# Action
source: Add address
ca: Afegir adreça
de: Adresse hinzufügen
es: Añadir dirección
fr: Ajouter une adresse
hr: Dodaj adresu
id: Tambahkan alamat
nl: E-mailadres toevoegen
pl: Dodaj adres
pt: Adicionar endereço
pt_pt: Adicionar endereço
ru: Добавить адрес
tr: Adres ekle
zh_tw: 新增郵件地址

# Action
source: Add all
ca: Afegeix-ho tot
de: Alle hinzufügen
fr: Tout ajouter
hr: Dodaj sve
id: Tambah semua
nl: Allen toevoegen
pl: Dodaj wszystkie
pt: Adicionar tudo
pt_pt: Adicionar tudo
ru: Добавить все
tr: Tümünü ekle
zh_tw: 全部加入

# Action
source: Add auto-reply
ca: Afegir una resposta automàtica
de: Automatische Antwort hinzufügen
es: Añadir respuesta automática
fr: Ajouter une réponse automatique
hr: Dodaj automatski odgovor
id: Tambahkan balasan otomatis
nl: Automatisch antwoord toevoegen
pl: Ustaw automatyczną odpowiedź
pt: Adicionar resposta automática
pt_pt: Adicionar resposta automática
ru: Добавить автооплату
tr: Otomatik yanıt ekle
zh_tw: 新增自動回覆

# Action
source: Add condition
ca: Afegir condició
de: Bedingung hinzufügen
fr: Ajouter une condition
hr: Dodaj uvjet
id: Tambahkan syarat
nl: Voorwaarde toevoegen
pl: Dodaj warunek
pt: Adicionar condição
pt_pt: Adicionar condição
ru: Добавить условие
tr: Koşul ekle
zh_tw: 新增條件

# Action
source: Add contact
ca: Afegir contacte
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact
hr: Dodaj kontakt
id: Tambah kontak
nl: Contactpersoon toevoegen
pl: Dodaj kontakt
pt: Adicionar contato
pt_pt: Adicionar contacto
ru: Добавить контакт
tr: Kişi ekle
zh_tw: 新增聯絡人

# Action
source: Add contact group
ca: Afegeix un grup de contactes
de: Kontaktgruppe hinzufügen
fr: Ajouter un groupe de contacts
hr: Dodaj grupu kontakata
id: Tambahkan grup kontak
pl: Dodaj grupę kontaktów
pt: Adicionar grupo de contatos
pt_pt: Adicionar grupo de contactos
ru: Добавить группу контактов
tr: Kişi grubuna ekle
zh_tw: 增加連絡人群組

# Action
source: Add contacts
ca: Afegir contactes
de: Kontakte hinzufügen
fr: Ajouter des contacts
hr: Dodaj kontakte
id: Tambahkan kontak
nl: Contactpersonen toevoegen
pl: Dodaj kontakty
pt: Adicionar contatos
pt_pt: Adicionar contactos
ru: Добавить контакты
tr: Kişi ekle
zh_tw: 新增聯絡人

# Action
source: Add coupon
ca: Afegir cupó
de: Gutschein hinzufügen
es: Añadir cupón
fr: Ajouter coupon
hr: Dodaj kupon
id: Tambahkan kupon
nl: Betalingscoupon toevoegen
pl: Dodaj kupon promocyjny
pt: Adicionar cupom
pt_pt: Adicionar cupão
ru: Добавить купон
tr: Kupon ekle
zh_tw: 新增優惠券

# Action
source: Add custom domain
ca: Afegeix un domini personalitzat
de: Eigene Domain hinzufügen
es: Añadir dominio personalizado
fr: Ajouter un domaine personnalisé
hr: Dodaj prilagođenu domenu
id: Tambahkan domain khusus
nl: Eigen domein toevoegen
pl: Dodaj niestandardową domenę
pt: Adicionar domínio personalizado
pt_pt: Adicionar domínio personalizado
ru: Добавить пользовательский домен
tr: Özel etki alanı ekle
zh_tw: 新增自訂網域

# Action
source: Add filters
ca: Afegir filtres
de: Filter hinzufügen
es: Añadir filtros
fr: Ajouter des filtres
hr: Dodaj filtre
id: Tambahkan filter
nl: Filters toevoegen
pl: Dodaj filtry
pt: Adicionar filtros
pt_pt: Adicionar filtros
ru: Добавить фильтры
tr: Filtre ekle
zh_tw: 新增篩選器

# Action
source: Add folder
ca: Afegir carpeta
de: Ordner hinzufügen
es: Añadir carpeta
fr: Créer un dossier
hr: Dodaj mapu
id: Tambah Folder
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
pt_pt: Adicionar pasta
ru: Добавить папку
tr: Klasör ekle
zh_tw: 新增資料夾

# Action
source: Add key
ca: Afegir una clau
de: Schlüssel hinzufügen
fr: Ajouter une clé
hr: Dodaj ključ
id: Tambahkan kunci
nl: Sleutel toevoegen
pl: Dodaj klucz
pt: Adicionar chave
pt_pt: Adicionar chave
ru: Добавить ключ
tr: Anahtar ekle
zh_tw: 新增金鑰

# Action
source: Add label
ca: Afegir etiqueta
de: Kategorie erstellen
es: Añadir etiqueta
fr: Ajouter un label
hr: Dodaj oznaku
id: Tambahkan label
nl: Label toevoegen
pl: Dodaj etykietę
pt: Adicionar marcador
pt_pt: Adicionar etiqueta
ru: Добавить ярлык
tr: Etiket ekle
zh_tw: 新增標籤

# Action
source: Add new key
ca: Afegeix una clau nova
de: Neuen Schlüssel hinzufügen
fr: Ajouter une nouvelle clé
hr: Dodaj novi ključ
id: Tambahkan kunci baru
nl: Nieuwe sleutel toevoegen
pl: Dodaj nowy klucz
pt: Adicionar nova chave
pt_pt: Adicionar nova chave
ru: Добавить новый ключ
tr: Yeni anahtar ekle
zh_tw: 增加一個新的金鑰

# Action
source: Add new users
ca: Afegir nous usuaris
de: Neue Benutzer hinzufügen
es: Añadir usuarios nuevos
fr: Ajouter de nouveaux utilisateurs
hr: Dodaj nove korisnike
id: Tambahkan pengguna baru
nl: Nieuwe gebruikers toevoegen
pl: Dodaj nowych użytkowników
pt: Adicionar novos usuários
pt_pt: Adicionar novos utilizadores
ru: Добавить новых пользователей
tr: Yeni kullanıcı ekle
zh_tw: 新增使用者

# Action
source: Add screenshots
ca: Afegir captures de pantalla
de: Bildschirmfoto hinzufügen
es: Añadir capturas
fr: Ajouter des captures d'écran
hr: Dodaj snimke zaslona
id: Tambahkan tangkapan layar
nl: Screenshots toevoegen
pl: Dodaj zrzuty ekranu
pt: Adicionar capturas de tela
pt_pt: Adicionar capturas de ecrã
ru: Добавить снимки экрана
tr: Ekran görüntüsü ekle
zh_tw: 新增螢幕截圖

# Action
source: Add to contacts
ca: Afegeix als contactes
de: Zu Kontakten hinzufügen
es: Añadir a contactos
fr: Ajouter aux contacts
hr: Dodaj u kontakte
id: Tambahkan ke kontak
nl: Toevoegen aan contactpersonen
pl: Dodaj do kontaktów
pt: Adicionar aos contatos
pt_pt: Adicionar aos contactos
ru: Добавить в контакты
tr: Kişilere ekle
zh_tw: 新增至通訊錄

# Action
source: Add user
ca: Afegir usuari
de: Benutzer hinzufügen
es: Añadir usuario
fr: Ajouter un utilisateur
hr: Dodaj korisnika
id: Tambahkan pengguna
nl: Gebruiker toevoegen
pl: Dodaj użytkownika
pt: Adicionar usuário
pt_pt: Adicionar utilizador
ru: Добавить пользователя
tr: Kullanıcı ekle
zh_tw: 新增使用者

# Action
source: Add your domain
ca: Afegir el teu domini
de: Ihre Domain hinzufügen
es: Añadir su dominio
fr: Ajoutez votre domaine
hr: Dodajte vlastitu domenu
id: Tambahkan domain Anda
nl: Uw domein toevoegen
pl: Dodaj swoją domenę
pt: Adicionar seu domínio
pt_pt: Adicionar o seu domínio
ru: Добавить свой домен
tr: Etki alanınızı ekleyin
zh_tw: 新增您的網域

# Action
source: Addresses
ca: Adreçes
de: Adressen
es: Direcciones
fr: Adresses
hr: Adrese
id: Alamat
nl: Adressen
pl: Adresy
pt: Endereços
pt_pt: Endereços
ru: Адреса
tr: Adresler
zh_tw: 位置

# Action
source: Advanced
ca: Avançat
de: Erweitert
es: Avanzado
fr: Avancé
hr: Napredno
id: Maju
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_pt: Avançado
ru: Расширенные
tr: Gelişmiş
zh_tw: 進階

# Action
source: Advanced search
ca: Cerca avançada
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche avancée
hr: Napredno pretraživanje
id: Pencarian lanjutan
nl: Uitgebreid zoeken
pl: Wyszukiwanie zaawansowane
pt: Pesquisa avançada
pt_pt: Pesquisa avançada
ru: Расширенный поиск
tr: Gelişmiş arama
zh_tw: 進階搜尋

# Action
source: Advanced settings
ca: Configuració avançada
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
hr: Napredne postavke
id: Pengaturan lanjutan
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt: Configurações avançadas
pt_pt: Definições avançadas
ru: Дополнительные настройки
tr: Gelişmiş ayarlar
zh_tw: 進階設定

# Action
source: Align center
ca: Alinea al centre
de: Mittig ausrichten
fr: Centrer
hr: Poravnaj po sredini
id: Rata tengah
nl: Centreren
pl: Wyśrodkuj
pt: Centralizar
pt_pt: Alinhar ao centro
ru: Выровнять по центру
tr: Ortala
zh_tw: 置中

# Action
source: Align left
ca: Alinear a l'esquerra
de: Links ausrichten
fr: Aligner à gauche
hr: Poravnaj lijevo
id: Rata kiri
nl: Links uitlijnen
pl: Wyrównaj do lewej
pt: Alinhar à esquerda
pt_pt: Alinhar à esquerda
ru: Выровнять по левому краю
tr: Sola hizala
zh_tw: 靠左對齊

# Action
source: Align right
ca: Alinear a la dreta
de: Rechts ausrichten
fr: Aligner à droite
hr: Poravnaj desno
id: Rata kanan
nl: Rechts uitlijnen
pl: Wyrównaj do prawej
pt: Alinhar à direita
pt_pt: Alinhar à direita
ru: Выровнять по правому краю
tr: Sağa hizala
zh_tw: 靠右對齊

# Action
source: All Read
ca: Tots els llegits
de: Alle gelesen
es: Todos los leídos
fr: Tous les éléments lus
hr: Pročitano
id: Semua membaca
nl: Alle gelezen
pl: Wszystkie przeczytane
pt: Todos lidos
pt_pt: Todos lidos
ru: Все прочитанные
tr: Tüm Okunanlar
zh_tw: 全部讀取

# Action
source: All Starred
ca: Tots els destacats
de: Alle gekennzeichnet
es: Todos los destacados
fr: Tous les favoris
hr: Sa zvjezdicom
id: Semua berkilau
nl: Berichten met ster
pl: Wszystkie wyróżnione
pt: Todos com estrela
pt_pt: Todos com estrela
ru: Все избранные
tr: Tüm Yıldızlılar
zh_tw: 所有已加星號

# Action
source: All Unread
ca: Tots els no llegits
de: Alle ungelesen
es: Todos los no leídos
fr: Tous les éléments non lus
hr: Nepročitano
id: Semua belum dibaca
nl: Alle ongelezen
pl: Wszystkie nieprzeczytane
pt: Todos não lidos
pt_pt: Todos não lidos
ru: Все непрочитанные
tr: Tüm Okunmamışlar
zh_tw: 全部未讀

# Action
source: All Unstarred
ca: Tots els no destacats
de: Alle ohne Kennzeichnungen
es: Todos los no destacados
fr: Tous les non-favoris
hr: Bez zvjezdice
id: Semua Unstarred
nl: Berichten zonder ster
pl: Wszystkie niewyróżnione
pt: Todos sem estrela
pt_pt: Todos sem estrela
ru: Все не избранные
tr: Tüm Yıldızlanmamışlar
zh_tw: 所有未加星號

# Action
source: Already have an account?
ca: Ja tens un compte?
de: Sie haben bereits ein Konto?
es: ¿Ya tiene una cuenta?
fr: Vous avez déjà un compte ?
hr: Već imate račun?
id: Sudah memiliki akun?
nl: Heeft u al een account?
pl: Masz już konto?
pt: Já tem uma conta?
pt_pt: Já tem uma conta?
ru: Уже есть учётная запись?
tr: Zaten bir hesabınız mı var?
zh_tw: 已有帳戶？

# Action
source: Also Archive
ca: Archivar també
de: Auch archivieren
fr: Archiver également
hr: Također i arhivu
nl: Ook archiveren
pl: Również archiwizuj
pt: Também arquivar
pt_pt: Arquivar também
ru: Перенести в архив
tr: Ayrıca Arşivle
zh_tw: 同時封存

# Action
source: Apply
ca: Aplicar
de: Übernehmen
es: Aplicar
fr: Appliquer
hr: Primijeni
id: Menerapkan
nl: Toepassen
pl: Zastosuj
pt: Aplicar
pt_pt: Aplicar
ru: Применить
tr: Uygula
zh_tw: 設定

# Action
source: Attachments
ca: Fitxers adjunts
de: Anhänge
fr: Pièces jointes
hr: Privitci
id: Lampiran
pl: Załączniki
pt_pt: Anexos
tr: Ekler
