Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Loading themes will override your current theme!
ca: La càrrega de temes anul·larà el tema actual!
de: Ein Design zu laden wird Ihr aktuelles Design überschreiben!
es: ¡Cargar temas sobrescribirá tu tema actual!
fr: Importer un thème remplacera votre thème actuel !
hr: Učitavanje tema će zamijeniti vašu trenutnu temu!
id: Memuat tema akan menggantikan tema Anda saat ini!
nl: Een thema laden zorgt dat uw huidige thema overschreven wordt!
pl: Załadowanie układu graficznego spowoduje nadpisanie Twojego obecnego układu!
pt: Carregar temas irá sobrepor o seu tema atual!
pt_pt: Se carregar temas substituirá o tema actual!
ru: Загрузка тем заменит вашу текущую тему!
tr: Temaların yüklenmesi mevcut temanızı geçersiz kılar!
zh_tw: 載入主題將覆蓋現時的主題。

# Info
source: Loading...
ca: Carregant...
de: Wird geladen …
fr: Chargement...
hr: Učitavanje...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
pt_pt: A carregar...
ru: Загрузка...
tr: Yükleniyor...
zh_tw: 載入中...

# Info
source: Location
ca: Ubicació
de: Standort
es: Ubicación
fr: Emplacement
hr: Lokacija
nl: Locatie
pl: Lokalizacja
pt: Localização
pt_pt: Localização
ru: Местоположение
tr: Konum
zh_tw: 位置

# Info
source: Login failure (password)
ca: Error d'inici de sessió (contrasenya)
de: Anmeldefehler (Passwort)
es: Error de inicio de sesión (contraseña)
fr: Échec de connexion (mot de passe)
hr: Neuspjela prijava (lozinka)
id: Kegagalan masuk (kata sandi)
nl: Inloggen mislukt (wachtwoord)
pl: Błąd logowania (hasło)
pt: Falha no acesso (senha)
pt_pt: Erro de início de sessão (senha)
ru: Неудачный вход (неверный пароль)
tr: Oturum açma başarısız (parola)
zh_tw: 登入錯誤(密碼)

# Info
source: Logs include authentication attempts for all Proton services that use your ProtonMail credentials.
ca: Els registres inclouen els intents d'autentificació per a tots els serveis de Proton que empren les vostres credencials de ProtonMail.
de: Protokolle enthalten Authentifizierungsversuche aller Proton-Dienste die ProtonMail-Anmeldedaten verwenden.
es: Los registros incluyen intentos de autenticación para todos los servicios que usan sus credenciales de ProtonMail.
fr: Les journaux incluent les tentatives d’authentification pour tous les services de Proton qui utilisent vos informations d’identification ProtonMail.
hr: Zapisi uključuju pokušaje provjere autentičnosti za sve Proton usluge koje koriste vaše ProtonMail vjerodajnice.
id: Log mencakup upaya otentikasi untuk semua layanan Proton yang menggunakan kredensial ProtonMail Anda.
nl: Logboeken bevatten authenticatiepogingen voor alle diensten die uw ProtonMail-inloggegevens gebruiken.
pl: Dzienniki obejmują próby uwierzytelniania dla wszystkich usług Proton, które używają poświadczeń ProtonMail.
pt: Os registros incluem tentativas de autenticação para todos os serviços Proton que usam suas credenciais ProtonMail.
pt_pt: Os diários incluem tentativas de autenticação a todos os serviços Proton que utilizem as suas credenciais ProtonMail.
ru: В логах перечислены попытки авторизации во всех службах Proton, использующих ваши учётные данные ProtonMail.
tr: Günlüklerde, ProtonMail kimlik bilgilerinizi kullanan tüm Proton hizmetleri için kimlik doğrulama girişimleri bulunur.
zh_tw: 日誌的登入紀錄涵蓋所有使用 ProtonMail 密碼的 Proton 服務。

# Info
source: Maximized
ca: Maximitzat
de: Maximiert
fr: Maximisé
hr: Maksimizirano
nl: Gemaximaliseerd
pl: Zmaksymalizowane
pt: Maximizado
pt_pt: Maximizado
ru: Развёрнутый
tr: Ekran kaplandı
zh_tw: 最大化

# Info
source: Message discarded
ca: Missatge descartat
de: Nachricht verworfen
fr: Message abandonné
hr: Poruka je odbačena
nl: Bericht verwijderd
pl: Wiadomość została odrzucona
pt: Mensagem descartada
pt_pt: Mensagem descartada
ru: Сообщение отменено
tr: Mesaj atıldı
zh_tw: 已捨棄郵件

# Info
source: Monthly
ca: Mensual
de: Monatlich
es: Mensual
fr: Mensuel
hr: Mjesečno
id: Bulanan
nl: Maandelijks
pl: Miesięcznie
pt: Mensalmente
pt_pt: Mensalmente
ru: Ежемесячно
tr: Aylık
zh_tw: 每月

# Info
source: Multi-user support requires either a Professional or Visionary plan.
ca: El manteniment multi-usuari requereix o un pla Professional o un pla Visionary.
de: Unterstützung für mehrere Nutzer erfordert entweder einen Professional- oder Visionary-Tarif.
es: El soporte multi usuario requiere un plan Professional o Visionary.
fr: Le support multi-utilisateurs nécessite une offre Professional ou Visionary.
hr: Višekorisnička podrška zahtijeva Professional ili Visionary plan.
id: Dukungan multi-pengguna memerlukan rencana Profesional atau Visioner.
nl: Multi-user ondersteuning vereist een Professional of Visionary abonnement.
pl: Obsługa wielu użytkowników dostępna jest tylko w planie Profesjonalnym i Wizjoner.
pt: Suporte para múltiplos usuários requer o plano Profissional ou Visionário.
pt_pt: O suporte a múltiplos utilizadores requer um plano Professional ou Visionary.
ru: Для поддержки многопользовательского режима требуется тариф уровня Professional или Visionary.
tr: Çoklu kullanıcı desteği, Profesyonel veya Vizyoner planı gerektirir.
zh_tw: 多使用者支援需要 Professional 或 Visionary 方案。

# Info
source: Name your attachment from 'unknown' to the correct name, including the file extension.
ca: Canvia el nom de l'adjunt de 'desconegut' al nom correcte, incloent l'extensió.
de: Benennen Sie die Anhänge von "unbekannt" in den korrekten Namen um, inklusive der Dateiendung.
es: Nombre su archivo adjunto por el correcto, incluyendo la extensión de archivo.
fr: Changez le nom de votre pièce jointe de « inconnu » à son nom exact en y incluant l’extension du fichier.
hr: Preimenujte privitak iz "nepoznato" u neki ispravni naziv, te ne zaboravite dodati datotečni nastavak.
id: Namai lampiran Anda dari 'tidak dikenal' ke nama yang benar, termasuk ekstensi file.
nl: Hernoem uw bijlage van 'onbekend' naar de juiste naam, inclusief bestandsextensie.
pl: Zmień nazwę załącznika z "unknown" na poprawną nazwę wraz z rozszerzeniem pliku.
pt: Nomeie seu anexo de 'desconhecido' para o nome correto, incluindo a extensão de arquivo.
pt_pt: Altere o nome "desconhecido" do anexo para o nome correcto, incluindo a extensão do ficheiro.
ru: Переименуйте ваше вложение с 'неизвестно' на правильное имя, включая расширение файла.
tr: Ekinizi 'bilinmeyen' den, dosya uzantısı da dahil olmak üzere doğru ad ile adlandırın.
zh_tw: 將附件從 "未知" 命名為正確的名稱, 包括副檔名。

# Info
source: No contact found
ca: El contacte no s'ha trobat
de: Keine Kontakte gefunden
es: No se encontraron contactos
fr: Aucun contact trouvé
hr: Nisu pronađeni kontakti
id: Tidak ditemukan kontak
nl: Geen contactpersoon gevonden
pl: Nie znaleziono kontaktu
pt: Nenhum contato encontrado
pt_pt: Nenhum contacto encontrado
ru: Контакты не найдены
tr: Kişi bulunamadı
zh_tw: 找不到聯絡人

# Info
source: No contacts added yet
pt_pt: Ainda não adicionou contactos

# Info
source: No emails for this contact
pt_pt: Sem emails para este contacto

# Info
source: No emails in the {{ filterName }}, click {{ add }} to add addresses to the {{ filterName }}
ca: No hi ha correus en el {{ filterName }}, cliqueu {{ add }} per afegir adreces al {{ filterName }}
de: Keine E-Mail-Adressen im {{ filterName }}}. Klicken Sie auf {{ add }}}, um Adressen in den {{ filterName }}} hinzuzufügen
es: No hay direcciones en {{ filterName }}, clic {{ add }} para añadir direcciones a {{ filterName }}
fr: Pas d'emails dans {{ filterName }}, cliquez sur {{ add }} pour ajouter des adresses à {{ filterName }}
hr: Nema poruka e-pošte u {{ filterName }}, pritisnite {{ add }} za dodavanje adrese u {{ filterName }}
nl: Geen emails in het {{ filterName }}, klik op {{ add }} om adressen toe te voegen aan {{ filterName }}
pl: Brak adresów e-mail w {{ filterName }}. Kliknij {{ add }}, aby dodać adresy do {{ filterName }}
pt: Nenhum e-mail no {{ filterName }}, clique em {{ add }} para adicionar endereços ao {{ filterName }}
pt_pt: Nenhum email na {{ filterName }}, clique em {{ add }} para adicionar endereços à {{ filterName }}
ru: Адресов в {{ filterName }} не найдено, нажмите {{ add }}, чтобы добавить адреса в {{ filterName }}
tr: {{ filterName }} içinde e-posta yok, {{ filterName }} adresine adres eklemek için {{ add }} seçeneğine tıklayın
zh_tw: {{ filterName }} 裡沒有電子郵件，按 {{ add }} 為 {{ filterName }} 加入地址。

# Info
source: No invoices found.
ca: No s'han trobat factures.
de: Keine Rechnungen vorhanden.
es: No se han encontrado facturas.
fr: Aucune facture trouvée.
hr: Fakture nisu pronađene.
id: Tidak ditemukan faktur.
nl: Geen facturen gevonden.
pl: Nie znaleziono faktur.
pt: Nenhuma fatura encontrada.
pt_pt: Não foram encontradas facturas.
ru: Нет выставленных счетов.
tr: Fatura bulunamadı.
zh_tw: 找不到發票。

# Info
source: No labels
ca: Sense etiquetes
de: Keine Kategorien
es: No se han encontrado etiquetas
fr: Aucun label
hr: Bez oznake
id: Tidak ada label
nl: Geen labels
pl: Brak etykiet
pt: Sem marcadores
pt_pt: Sem etiquetas
ru: Нет ярлыков
tr: Etiket yok
zh_tw: 沒有標籤

# Info
source: No logs yet
ca: Encara no hi ha registres
de: Noch keine Protokolle vorhanden
es: Aún no hay registros
fr: Aucun journal
hr: Nema zapisa
id: Belum ada log
nl: Nog geen logboeken
pl: Dziennik jest pusty
pt: Ainda não há registros
pt_pt: Ainda não há diários
ru: Логов доступа нет
tr: Henüz kayıt yok
zh_tw: 尚未有log紀錄

# Info
source: No subject, send anyway?
ca: No hi ha assumpte, enviar igualment?
de: Nachricht ohne Betreff senden?
es: No hay asunto, ¿enviar de todos modos?
fr: Aucun objet, envoyer quand même ?
hr: Bez predmeta, svejedno poslati?
id: Tidak ada subjek, kirim pula?
nl: Geen onderwerp, toch verzenden?
pl: Brak tematu, wysłać mimo to?
pt: Você não escreveu um assunto. Deseja enviar mesmo assim?
pt_pt: Sem assunto, enviar mesmo assim?
ru: Тема не задана. Всё равно отправить?
tr: Konu yok. Yine de gönderilsin mi?
zh_tw: 沒有主旨，還是要寄出嗎？

# Info
source: Number of users
ca: Nombre d'usuaris
de: Nutzeranzahl
fr: Nombre d'utilisateurs
hr: Broj korisnika
nl: Aantal gebruikers
pl: Liczba użytkowników
pt: Numero de usuários
pt_pt: Número de utilizadores
ru: Количество пользователей
tr: Kullanıcı sayısı
zh_tw: 使用者數量

# Info
source: Only change these settings if you are using PGP with non-ProtonMail recipients.
ca: Canvieu aquestes funcions únicament si esteu emprant PGP amb destinataris sense ProtonMail.
de: Ändern Sie diese Einstellungen ausschließlich, wenn Sie PGP mit Nicht-ProtonMail-Empfängern verwenden.
es: Solo cambie estos ajustes si está utilizando PGP con remitentes fuera de ProtonMail.
fr: Ne changez ces paramètres que si vous utilisez PGP avec des destinataires qui ne sont pas sur ProtonMail.
hr: Promijenite ove postavke samo ako koristite PGP s primateljima koji ne koriste ProtonMail.
nl: Wijzig deze instellingen alleen als u PGP met niet-ProtonMail geaddresseerden gebruikt.
pl: Zmień te ustawienia jedynie, gdy używasz PGP z odbiorcami spoza ProtonMaila.
pt: Altere essas configurações apenas se você estiver usando o PGP com destinatários que não usam o ProtonMail.
pt_pt: Altere estas definições só se estiver a usar PGP com destinatários não ProtonMail.
ru: Изменяйте эти настройки только в том случае, если применяете PGP для переписки с получателями вне ProtonMail.
tr: ProtonMail dışındaki alıcılarla PGP kullanıyorsanız, bu ayarları değiştirin.
zh_tw: 只有當您使用 PGP 寄信給非 ProtonMail 收件者時，才需修改這些設定。

# Info
source: OpenVPN login updated
ca: Accés OpenVPN actualitzat
de: OpenVPN-Anmeldung aktualisiert
es: Inicio de sesión OpenVPN actualizado
fr: Identifiant OpenVPN mis à jour
hr: Prijava za OpenVPN je ažurirana
id: Login OpenVPN diupdate
nl: OpenVPN-inlognaam bijgewerkt
pl: Login OpenVPN został zaktualizowany
pt: Acesso para o OpenVPN atualizado
pt_pt: Nome de utilizador do OpenVPN actualizado
ru: Вход OpenVPN обновлён
tr: OpenVPN girişi güncellendi
zh_tw: OpenVPN 登入名稱已更新

# Info
source: OpenVPN password updated
ca: Contrasenya OpenVPN actualitzada
de: OpenVPN-Passwort aktualisiert
es: Contraseña de OpenVPN actualizada
fr: Mot de passe OpenVPN mis à jour
hr: Lozinka za OpenVPN je ažurirana
id: Kata sandi OpenVPN diperbarui
nl: OpenVPN-wachtwoord bijgewerkt
pl: Hasło OpenVPN zostało zaktualizowane
pt: Senha do OpenVPN atualizada
pt_pt: Senha do OpenVPN actualizada
ru: Пароль OpenVPN изменён
tr: OpenVPN parolası güncellendi
zh_tw: 已更新 OpenVPN 密碼

# Info
source: Operation timed out for security reasons, please try again
ca: S'ha esgotat el temps d'espera de l'operació per raons de seguretat, proveu de nou
de: Aus Sicherheitsgründen wurde die Aktion unterbrochen. Bitte versuchen Sie es erneut.
fr: L'opération a expiré pour des raisons de sécurité. Merci d'essayer à nouveau
hr: Operacija je istekla iz sigurnosnih razloga, molimo pokušajte ponovno
nl: Bewerking kreeg wegens veiligheidsredenen een time-out, probeer het opnieuw
pl: Upłynął limit czasu, który jest ustawiony ze względów bezpieczeństwa. Spróbuj ponownie
pt: Tempo de operação esgotada por motivos de segurança. Por favor, tente novamente
pt_pt: A operação expirou por razões de segurança. Por favor, tente novamente
ru: Время выполнения операции было обнулено из соображений безопасности, пожалуйста, попробуйте ещё раз
tr: Güvenlik nedeniyle işlem zaman aşımına uğradı. Lütfen tekrar deneyin
zh_tw: 出於安全原因而操作逾時，請重試

# Info
source: Optional
pt_pt: Opcional

# Info
source: Order saved
ca: Ordre enregistrat
de: Reihenfolge gespeichert
es: Orden guardado
fr: Ordre enregistré
hr: Redoslijed je spremljen
id: Pesan disimpan
nl: Volgorde opgeslagen
pl: Kolejność została zapisana
pt: Encomenda salva
pt_pt: Ordem gravada
ru: Порядок сохранён
tr: Sipariş kaydedildi
zh_tw: 訂單已保存

# Info
source: Organization administrators will no longer be able to log in and control the user's account after privatization. This change is PERMANENT.
ca: Els administradors de l'organització ja no seran capaços d'accedir i controlar el compte d'usuari després de la privatització. Aquest canvi és PERMANENT.
de: Organisationsadministratoren können sich nach der Privatisierung nicht mehr in das Benutzerkonto anmelden, um dieses zu verwalten. Diese Änderung ist DAUERHAFT.
es: Los administradores de la organización ya no serán capaces de iniciar sesión y controlar la cuenta del usuario después de la privatización. Este cambio es permanente.
fr: Les administrateurs de l'organisation ne seront plus en mesure de se connecter et de contrôler le compte d'un participant après sa privatisation. Ce changement est PERMANENT.
hr: Administratori organizacije više se neće moći prijaviti i kontrolirati korisnički račun nakon privatizacije. Ova promjena je TRAJNA.
id: Administrator organisasi tidak dapat lagi masuk dan mengendalikan akun pengguna setelah melakukan privatisasi. Perubahan ini adalah PERMANEN.
nl: Organisatiebeheerders kunnen niet meer inloggen en de accounts van gebruikers niet meer beheren na het privatiseren. Deze verandering is PERMANENT.
pl: Administratorzy organizacji nie będą mogli się zalogować i kontrolować konta użytkownika włączeniu dla niego ochrony. Ta operacja jest NIEODWRACALNA.
pt: Os administradores da organização não poderão mais logar e controlar a conta do usuário após tornar privado. Essa alteração é PERMANENTE.
pt_pt: Os administradores da organização deixarão de poder iniciar sessão e controlar a conta do utilizador após a privatização. Esta mudança é PERMANENTE.
ru: Администраторы организации больше не могут входить в систему и управлять учётной записью пользователя после её приватизации. Это изменение является ПОСТОЯННЫМ.
tr: Kuruluş yöneticileri, özelleştirmeden sonra kullanıcının hesabına giriş yapıp kontrol edemeyecekler. Bu değişiklik kalıcıdır.
zh_tw: 在私有化之後，組織管理員將會無法登入與控制使用者帳號。請注意此變更是永久的。

# Info
source: Organization keys activated
ca: S'han activat les claus de l'organització
de: Organisationsschlüssel aktiviert
es: Claves de la organización activadas
fr: Clés de l'organisation activées
hr: Aktivirani su ključevi organizacije
id: Kunci organisasi diaktifkan
nl: Organisatiesleutels geactiveerd
pl: Klucze organizacji zostały aktywowane
pt: Chaves da organização ativadas
pt_pt: Chaves da organização activadas
ru: Ключи организации активированы
tr: Kuruluş anahtarı etkinleştirildi
zh_tw: 組織金鑰已啟用

# Info
source: Organization keys restored
ca: S'han restaurat les claus de l'organització
de: Organisationsschlüssel wiederhergestellt
es: Claves de la organización restauradas
fr: Clés de l'organisation restaurées
hr: Vraćeni su ključevi organizacije
id: Kunci organisasi dipulihkan
nl: Organisatiesleutels hersteld
pl: Przywrócono klucze organizacji
pt: Chaves de organização restauradas
pt_pt: Chaves de organização restauradas
ru: Ключи организации восстановлены
tr: Kuruluş anahtarları geri yüklendi
zh_tw: 組織金鑰已還原

# Info
source: Organization storage
ca: Emmagatzematge de l'organització
de: Organisationsspeicher
fr: Stockage de l'organisation
hr: Prostor za pohranu organizacije
nl: Opslagruimte organisatie
pl: Przestrzeń dyskowa organizacji
pt: Armazenamento da organização
pt_pt: Armazenamento da organização
ru: Хранилище организации
tr: Kuruluş depolama alanı
zh_tw: 組織儲存空間

# Info
source: Organization updated
ca: S'ha actualitzat la organització
de: Organisation aktualisiert
es: Organización actualizada
fr: L'organisation a été mise à jour
hr: Organizacija je ažurirana
id: Organisasi diperbarui
nl: Organisatie bijgewerkt
pl: Organizacja została uaktualniona
pt: Organização atualizada
pt_pt: Organização actualizada
ru: Организация обновлена
tr: Kuruluş güncellendi
zh_tw: 組織已更新

# Info
source: Organizer
ca: Organitzador
de: Organisator
es: Organizador
fr: Organisateur
hr: Organizator
nl: Organisator
pl: Organizator
pt: Organizador
pt_pt: Organizador
ru: Организатор
tr: Düzenleyici
zh_tw: 發起人

# Info
source: Other administrators exist in your organization, you are responsible for communicating the new password to them.
ca: Existeixen altres administradors a la teva organització, ets el responsable de comunicar'ls-hi la nova contrasenya.
de: In Ihrer Organisation gibt es weitere Administratoren. Sie selbst sind verantwortlich dafür, ihnen das neue Passwort mitzuteilen.
es: Existen otros administradores en su organización, es responsable de comunicarles la contraseña nueva.
fr: Il existe d'autres administrateurs dans votre organisation. Vous êtes chargé de leur communiquer le nouveau mot de passe.
hr: U organizaciji postoje drugi administratori, odgovorni ste ih obavijestiti o novoj lozinki.
id: Administrator lain ada di organisasi Anda, Anda bertanggung jawab untuk mengkomunikasikan kata sandi baru kepada mereka.
nl: Er zijn andere beheerders in uw organisatie aanwezig, u bent verantwoordelijk om het nieuwe wachtwoord met hen te delen.
pl: Jest więcej administratorów w organizacji, jesteś odpowiedzialny za przekazanie im nowego hasła.
pt: Existem outros administradores na sua organização. Você é responsável por informar a nova senha.
pt_pt: A sua organização tem mais administradores. Deve comunicar-lhes a nova senha.
ru: В вашей организации есть другие администраторы, ответственность сообщить им новый пароль лежит на вас.
tr: Kuruluşunuzda başka yöneticiler var. Yeni parolaları onlara iletmekten siz sorumlusunuz.
zh_tw: 尚有其他管理員存在於您的組織中，您需負責將新的密碼通知他們。

# Info
source: Other administrators exist in your organization. You must communicate the new key recovery password to them in order for them to reactivate their full administrator privileges.
ca: Existeixen altres administradors a la teva organització. Hauries de comunicar'ls-hi la nova clau de recuperació de contrasenya per a que puguin reactivar completament els seus privilegis d'administrador.
de: Es existieren andere Administratoren in Ihrer Organisation. Sie müssen diesen das neue Wiederherstellungspasswort mitteilen, damit diese ihre Administrationsprivilegien wiederherstellen können.
es: Existen otros administradores en su organización. Debe comunicarles la nueva clave de recuperación de la contraseña a fin de que puedan reactivar sus privilegios de administrador.
fr: Il existe d'autres administrateurs dans votre organisation. Vous êtes chargé de leur communiquer le nouveau mot de passe de récupération des clés afin qu'ils puissent récupérer leurs privilèges d'administrateur.
hr: U organizaciji postoje drugi administratori. Odgovorni ste ih obavijestiti o novoj lozinki za oporavak ključa kako bi oni mogli vratiti svoje pune administratorske ovlasti.
id: Administrator lain ada di organisasi Anda. Anda harus mengkomunikasikan password pemulihan kunci yang baru kepada mereka agar mereka mengaktifkan kembali hak istimewa administrator penuh mereka.
nl: Er zijn andere beheerders in uw organisatie. U moet hen het nieuwe sleutel-herstelwachtwoord doorgeven om de volledige beheerdersbevoegdheden te herstellen.
pl: Jest więcej administratorów w organizacji. Przekaż im nowe hasło odzyskiwania klucza, aby mogli reaktywować ich pełne uprawnienia administratora.
pt: Existem outros administradores na sua organização. Você deve comunicar a nova senha de recuperação da chave para que eles possam reativar seus privilégios de administrador completamente.
pt_pt: A sua organização tem mais administradores. Deve comunicar-lhes a nova senha de recuperação de chave de modo a poderem reactivar todos os seus privilégios de administrador.
ru: В вашей организации есть другие администраторы. Вы должны сообщить им новый пароль восстановления ключа, чтобы они могли повторно активировать свои администраторские полномочия в полном объёме.
tr: Kuruluşunuzda başka yöneticiler var. Tüm yönetici ayrıcalıklarını yeniden etkinleştirebilmeleri için yeni anahtar kurtarma parolasını kendilerine bildirmelisiniz.
zh_tw: 尚有其他管理員存在於您的組織中，您必須將新的金鑰還原密碼通知他們，他們才能夠使用該密碼來啟用完整的管理員權限。

# Info
source: PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.
ca: Els clients de PGP tenen més probabilitats de detectar automàticament les claus PGP si els missatges de sortida són signats.
de: PGP-Clients erkennen Ihre PGP-Schlüssel mit größerer Wahrscheinlichkeit automatisch, wenn ausgehende Nachrichten signiert sind.
fr: Les clients PGP sont plus susceptibles de détecter automatiquement vos clés PGP si les messages sortants sont signés.
hr: PGP klijenti će s većom vjerojatnošću automatski otkriti vaše PGP ključeve ako su izlazne poruke potpisane.
nl: PGP-clients zullen uw PGP-sleutels eerder automatisch detecteren wanneer uitgaande berichten zijn ondertekend.
pl: Podpisanie wiadomości wychodzących ułatwi klientom PGP automatyczne rozpoznanie Twoich kluczy PGP.
pt: É mais provável que clientes PGP detectem automaticamente suas chaves PGP se as mensagens de saída forem assinadas.
pt_pt: Os programas e serviços de PGP têm mais probabilidade de detectar automaticamente as suas chaves PGP se as mensagens enviadas forem assinadas.
ru: Клиенты с поддержкой PGP, скорее всего, смогут автоматически определять ваши PGP-ключи, если исходящие сообщения будут подписаны.
tr: PGP istemcilerinin giden iletiler imzalanırsa PGP anahtarlarınızı otomatik olarak algılama olasılıkları daha yüksektir.
zh_tw: 如果傳出郵件已簽名，PGP 用戶端極有可能會自動檢測您的 PGP 金鑰。

# Info
source: PGP-encrypted
ca: PGP-encriptat
de: PGP-verschlüsselt
fr: Chiffré par PGP
hr: PGP šifrirano
nl: PGP-versleuteld
pl: Zaszyfrowana PGP
pt: Criptografado por PGP
pt_pt: Encriptado com PGP
ru: Зашифровано PGP
tr: PGP-şifreli
zh_tw: PGP 加密

# Info
source: PGP-signed
ca: Signat amb PGP
de: PGP-signiert
fr: Signé par PGP
hr: PGP potpisano
nl: PGP-ondertekend
pl: Podpisane kluczem PGP
pt: Assinado com PGP
pt_pt: Assinado com PGP
ru: Подписано PGP
tr: PGP-imzalı
zh_tw: PGP 簽名
