Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Success
source: Other sessions revoked
ca: Altres sessions revocades
de: Andere Sitzungen annulliert
es: Otras sesiones revocadas
fr: Autres sessions révoquées
hr: Opozvane su druge sesije
id: Sesi lainnya dicabut
nl: Andere sessies ingetrokken
pl: Pozostałe sesje zostały unieważnione
pt: Outras sessões revogadas
pt_pt: Outras sessões revogadas
ru: Другие сессии прерваны
tr: Diğer oturumlar iptal edildi
zh_tw: 已中斷其它連線

# Success
source: Password updated
ca: Contrasenya actualitzada
de: Passwort aktualisiert
fr: Mot de passe mis à jour
hr: Lozinka je ažurirana
nl: Wachtwoord bijgewerkt
pl: Hasło zostało zaktualizowane
pt: Senha atualizada
pt_pt: Senha actualizada
ru: Пароль обновлён
tr: Parola güncellendi
zh_tw: 密碼已更新

# Success
source: Preference saved
ca: Preferència desada
de: Einstellung gespeichert
fr: Préférences enregistrées
hr: Postavke su spremljene
nl: Voorkeur opgeslagen
pl: Ustawienia zostały zapisane
pt: Preferências salvas
pt_pt: Preferências gravadas
ru: Настройка сохранена
tr: Tercih kaydedildi
zh_tw: 設定已儲存

# Success
source: Primary key changed
ca: La clau principal ha canviat
de: Primärschlüssel geändert
es: Clave principal cambiada
fr: La clé principale a été changée
hr: Primarni ključ je promijenjen
nl: Primaire sleutel veranderd
pl: Klucz główny został zmieniony
pt: Chave primária alterada
pt_pt: Chave primária alterada
ru: Основной ключ изменён
tr: Birincil anahtar değiştirildi
zh_tw: 已變更主要金鑰

# Success
source: Private key imported
ca: Clau privada importada
de: {{$count}} Privater Schlüssel importiert
fr: Clé privée importée
hr: Privatni ključ je uvezen
nl: Geheime sleutel geïmporteerd
pl: Klucz prywatny został zaimportowany
pt: Chave privada importada
pt_pt: Chave privada importada
ru: Закрытый ключ импортирован
tr: Özel anahtar içe aktarıldı
zh_tw: {{$count}} 私密金鑰已匯入

# Success
source: Private key reactivated
ca: Clau privada reactivada
de: Privaten Schlüssel reaktiviert
fr: Clé privée réactivée
hr: Privatni ključ je ponovno aktiviran
nl: Geheime sleutel opnieuw geactiveerd
pl: Klucz prywatny został ponownie aktywowany
pt: Chave privada reativada
pt_pt: Chave privada reactivada
ru: Закрытый ключ активирован повторно
tr: Genel anahtar tekrar etkinleştirildi
zh_tw: 私密金鑰重新啟動

# Success
source: Public Key trusted
ca: Clau pública de confiança
de: Öffentlicher Schlüssel vertrauenswürdig
fr: Clé publique fiable
hr: Pouzdani javni ključ
nl: Publieke sleutel vertrouwd
pl: Klucz publiczny zaufany
pt: Chave pública confiável
pt_pt: Chave pública confiada
ru: Включено доверие публичному ключу
tr: Genel anahtar güvenilir
zh_tw: 已信任此公開金鑰

# Success
source: Recovery/Notification email saved
ca: Correu electrònic de recuperació / notificació desat
de: E-Mail für Wiederherstellung/Benachrichtigungen gespeichert
fr: Email de récupération/notification enregistré
hr: Adresa e-pošte za oporavak/obavijesti je spremljena
nl: Herstel/notificatie e-mail opgeslagen
pl: E-mail odzyskiwania/powiadomień został zapisany
pt: E-mail de recuperação/notificação salvo
pt_pt: Email de recuperação/notificação gravado
ru: Адрес эл. почты для восстановления доступа/уведомлений сохранён
tr: Kurtarma/bildirim e-postası kaydedildi
zh_tw: 備援 / 通知用電子郵件地址已儲存

# Success
source: Remove group success
ca: Eliminació del grup exitosa
de: Gruppe erfolgreich entfernt
fr: Suppression du groupe réussie
hr: Uspješno uklanjanje iz grupe
pl: Usunięto grupę
pt: Grupo removido com sucesso
pt_pt: Grupo removido com sucesso
ru: Успешно удалено из группы
tr: Grup başarısını kaldır
zh_tw: 移除 {{$count}} 群組成功

# Success
source: Search parameter updated
ca: Cadena de búsqueda actualitzada
de: Suchparameter aktualisiert
fr: Paramètre de recherche mis à jour
hr: Parametri pretraživanja su ažurirani
nl: Zoekinstelling bijgewerkt
pl: Parametr wyszukiwania został zaktualizowany
pt: Parâmetro de pesquisa atualizado
pt_pt: Parâmetro de pesquisa actualizado
ru: Параметр поиска обновлён
tr: Arama parametresi güncellendi
zh_tw: 已更新搜尋參數

# Success
source: Session revoked
ca: Sessió revocada
de: Sitzung widerrufen
fr: Session révoquée
hr: Sesija je opozvana
nl: Sessie ingetrokken
pl: Unieważniono sesję
pt: Sessão revogada
pt_pt: Sessão revogada
ru: Сессия прервана
tr: Oturum iptal edildi
zh_tw: 連線已被撤銷

# Success
source: Setting updated
ca: Ajust actualitzat
de: Einstellungen aktualisiert
es: Configuración actualizada
fr: Paramètre sauvegardé
hr: Postavka je ažurirana
nl: Instelling bijgewerkt
pl: Ustawienia zostały zaktualizowane
pt: Configurações atualizadas
pt_pt: Definição actualizada
ru: Настройка обновлена
tr: Ayarlar güncellendi
zh_tw: 已更新設定

# Success
source: Signature verification enabled
ca: Verificació de signatura habilitada
de: Signaturprüfung aktiviert
fr: Vérification de la signature activée
hr: Potvrda potpisa je omogućena
nl: Verificatie van handtekening ingeschakeld
pl: Włączono weryfikację podpisu
pt: Verificação de assinatura habilitada
pt_pt: Verificação de assinatura activada
ru: Проверка подписей включена
tr: İmza doğrulaması etkinleştirildi
zh_tw: 寄件人驗證失敗

# Success
source: View mode saved
pt_pt: Modo de exibição gravado

# Success
source: {{total}} email removed from your contacts
ca: {{total}} correu eliminat dels vostres contactes
de: {{total}} E-Mail-Adresse wurde aus Ihren Kontakten entfernt
fr: {{total}} email supprimé de vos contacts
hr: {{total}} adresa e-pošte je uklonjena iz vaših kontakata
pl: {{total}} adres e-mail został usunięty z kontaktów
pt_pt: {{total}} email removido dos seus contactos
tr: {{total}} e-posta, kişilerinizden kaldırıldı

# Success
source: {{type}} deleted.
ca: {{type}} suprimit.
de: {{type}} gelöscht.
fr: {{type}} supprimé.
hr: {{type}} izbrisan.
pl: Usunięto {{type}}.
pt: {{type}} excluído.
pt_pt: {{type}} eliminado.
ru: {{type}} удалено.
tr: {{type}} silindi.
zh_tw: {{$count}} {{type}} 已刪除。

# Success message
source: Contact edited
ca: Contacte editat
de: Kontakt bearbeitet
es: Contacto editado
fr: Contact modifié
hr: Kontakt je uređen
id: Kontak diedit
nl: Contactpersoon bewerkt
pl: Kontakt został zmodyfikowany
pt: Contato editado
pt_pt: Contacto editado
ru: Контакт изменён
tr: Kişi düzenlendi
zh_tw: 已編輯聯絡人

# Success message
source: Screenshot(s) attached
ca: Captura(es) de pantalla(s) adjunt(s)
de: Bildschirmfoto(s) hinzugefügt
es: Captura(s) añadidas
fr: Capture(s) d’écran jointe(s)
hr: Snimke zaslona su pridodane
nl: Toegevoegde screenshot(s)
pl: Zrzut(y) ekranu zostały dołączone
pt: Captura(s) de tela anexada
pt_pt: Captura(s) de ecrã anexada(s)
ru: Прикреплённые снимки экрана
tr: Ekran görüntüsü eklendi
zh_tw: 已附加的螢幕截圖

# Success message for the contact modal
source: Contact added
ca: Contacte agregat
de: Kontakt hinzugefügt
es: Contacto añadido
fr: Contact ajouté
hr: Kontakt je dodan
id: Kontak ditambahkan
nl: Contactpersoon toegevoegd
pl: Kontakt został dodany
pt: Contato adicionado
pt_pt: Contacto adicionado
ru: Контакт добавлен
tr: Kişi eklendi
zh_tw: 已新增聯絡人

# Success message when sending feedback
source: Thanks for your feedback!
ca: Gràcies pels comentaris!
de: Vielen Dank für Ihr Feedback!
es: ¡Gracias por sus comentarios!
fr: Merci pour vos commentaires!
hr: Hvala vam na povratnim informacijama!
id: Terima kasih atas tanggapan anda!
nl: Bedankt voor uw feedback!
pl: Dziękujemy za opinię!
pt: Obrigado por seu comentário!
pt_pt: Obrigado pelo seu comentário!
ru: Благодарим за Ваш отзыв!
tr: Geri bildiriminiz için teşekkürler!
zh_tw: 感謝您的回饋!

# Success notification
source: Email added
ca: Correu electrònic afegit
de: E-Mail-Adresse hinzugefügt
fr: Email ajouté
hr: Dodana adresa e-pošte
pl: Adres e-mail został dodany
pt: E-mail adicionado
pt_pt: Email adicionado
ru: Адрес эл. почты добавлен
tr: E-posta eklendi

# Success notification
source: Email removed
ca: Correu electrònic suprimit
de: E-Mail-Adresse entfernt
fr: Email supprimé
hr: Adresa e-pošte je uklonjena
pl: Adres e-mail został usunięty
pt: E-mail removido
pt_pt: Email removido
ru: Адрес эл. почты удалён
tr: E-posta silindi

# Success notification
source: Phishing reported
ca: Phishing reportat
de: Phishing gemeldet
fr: Hameçonnage signalé
hr: Prijavljena je krađa identiteta
nl: Phishing gerapporteerd
pl: Zgłoszono próbę wyłudzenia informacji
pt: Reportado como phishing
pt_pt: Reportado como phishing
ru: Отчёт о фишинге отправлен
tr: Dolandırıcılık bildirildi
zh_tw: 回報為釣魚網站

# Success notification
source: Read receipt sent
ca: Confirmació de lectura enviada
de: Lesebestätigung gesendet
fr: Confirmation de lecture envoyée
hr: Poslana potvrda o čitanju
pl: Wysłano potwierdzenie odczytu
pt: Recibo de leitura enviado
pt_pt: Recibo de leitura enviado
ru: Уведомление о прочтении отправлено
tr: Okundu bilgisi gönderildi
zh_tw: 傳送讀取回條

# Success notification
source: Unsubscribed
ca: Subscripció cancel·lada
de: Abbestellt
es: Desuscrito
fr: Désabonné
hr: Otkazana pretplata
id: Tidak berlangganan
nl: Opgezegd
pl: Subskrypcja została anulowana
pt: Inscrição cancelada
pt_pt: Subscrição cancelada
ru: Подписка отменена
tr: Abonelik iptal edildi
zh_tw: 已取消訂閱

# Success notification for free user after @pm.me generation
source: You can now receive email to your new {{email}} address! To send from it, please upgrade to a paid ProtonMail plan
ca: Ara pot rebre un correu electrònic a la seva nova direcció de {{email}}! Per enviar des d'allí, actualitzeu a un pla de ProtonMail pagat
de: Sie können nun Nachrichten von Ihrer neue Adresse „{{email}}” empfangen! Um von dort aus zu versenden, führen Sie bitte ein Upgrade auf einen kostenpflichtigen ProtonMail-Tarif durch.
es: ¡Ya puede recibir mensajes a su dirección {{email}}! Para enviar desde ella, actualice a un plan de pago de ProtonMail.
fr: Vous pouvez désormais recevoir des emails avec votre nouvelle adresse {{email}} ! Pour envoyer des messages depuis celle-ci, passez à une offre payante
hr: Sada možete primati e-poštu na svojoj novoj {{email}} adresi! Da biste slali s nje, molimo nadogradite na plaćeni ProtonMail plan
nl: U kunt nu op uw nieuwe {{email}} adres berichten ontvangen! Als u e-mail wilt verzenden vanaf dit adres, upgrade dan naar een betaald ProtonMail-abonnement
pl: Teraz możesz odbierać wiadomości z Twojego nowego adresu {{email}}! Aby z niego wysyłać, ulepsz konto do płatnego planu
pt: Agora você pode receber e-mail do seu novo endereço {{email}}! Para enviar, faça o upgrade para um plano pago do ProtonMail
pt_pt: Agora pode receber emails no seu novo endereço {{email}}! Para enviar emails, por favor actualize para um plano ProtonMail pago
ru: Теперь вы можете получать почту на свой новый адрес {{email}}! Чтобы отправлять с него, пожалуйста, перейдите на платный тариф ProtonMail
tr: Artık yeni {{email}} adresinize e-posta alabilirsiniz! Göndermek için lütfen ücretli bir ProtonMail planına geçin
zh_tw: 您現在可以從新的 {{email}} 地址接收電子郵件！要使用該地址傳送郵件，請升級至 ProtonMail 付費方案。

# Success notification for paid user after @pm.me generation
source: You can now send and receive email from your new {{email}} address!
ca: Ara pot enviar i rebre correus electrònics des de la seva nova direcció de {{email}}!
de: Sie können nun E-Mails von Ihrer neuen Adresse „{{email}}” senden und empfangen!
es: ¡Ya puede enviar y recibir correo electrónico desde su nueva dirección {{email}}!
fr: Vous pouvez désormais envoyer et recevoir des emails depuis votre nouvelle adresse {{email}} !
hr: Sada možete slati i primati e-poštu na svojoj novoj {{email}} adresi!
nl: U kunt nu e-mail verzenden en ontvangen vanaf uw nieuwe adres {{email}}!
pl: Możesz teraz wysyłać i odbierać e-maile z Twojego nowego adresu {{email}}!
pt: Agora você pode enviar e receber email no seu novo endereço {{email}}!
pt_pt: Agora pode enviar e receber emails no seu novo endereço {{email}}!
ru: Теперь вы можете отправлять и получать почту, используя свой новый адрес {{email}} !
tr: Artık yeni {{email}} adresinizden e-posta gönderip alabilirsiniz!
zh_tw: 您現在可以從 {{email}} 地址收發電子郵件。

# TLS type
source: Opportunistic
ca: Oportunista
de: Opportunistisch
es: Oportunista
fr: Opportuniste
hr: Oportunistički
nl: Opportunistisch
pl: Oportunistyczny
pt: Oportunista
pt_pt: Oportunista
ru: Оппортунистический
tr: Fırsatçı
zh_tw: 隨機加密

# TLS type
source: Require
ca: Requereix
de: Erforderlich
es: Requerir
fr: Demander
hr: Zahtijeva
nl: Vereisen
pl: Wymagane
pt: Obrigatório
pt_pt: Requerer
ru: Обязательный
tr: Gerekli
zh_tw: 必填

# Table Header
source: Actions
ca: Accions
de: Aktionen
hr: Radnje
nl: Acties
pl: Akcje
pt: Ações
pt_pt: Acções
ru: Действия
tr: Eylemler
zh_tw: 操作

# Table Header
source: Created
ca: Creat
de: Erstellt
fr: Créé
hr: Kreirano
nl: Aangemaakt
pl: Utworzony
pt: Criada
pt_pt: Criada
ru: Создан
tr: Oluşturuldu
zh_tw: 建立時間

# Table Header
source: Encryption
ca: Xifratge
de: Verschlüsselung
fr: Chiffrement
hr: Šifriranje
nl: Versleuteling
pl: Szyfrowanie
pt: Criptografia
pt_pt: Encriptação
ru: Шифрование
tr: Şifreleme
zh_tw: 加密

# Table Header
source: Expires
ca: Expira
de: Gültig bis
fr: Expire le
hr: Ističe
nl: Vervalt
pl: Wygasa
pt: Expira
pt_pt: Expira
ru: Истекает
tr: Bitiş süresi
zh_tw: 有效期限

# Table Header
source: Fingerprint
ca: Empremta dactilar
de: Fingerabdruck
fr: Empreinte
hr: Otisak prsta
nl: Vingerafdruk
pl: Odcisk klucza
pt: Impressão digital
pt_pt: Impressão digital
ru: Отпечаток
tr: Parmak izi
zh_tw: 指紋

# Table Header
source: Primary
ca: Primari
de: Vorrangig
fr: Principale
hr: Glavno
nl: Primair
pl: Główny
pt: Primário
pt_pt: Primário
ru: Основной
tr: Birincil
zh_tw: 主要

# Table Header
source: Type
ca: Tipus
de: Typ
hr: Vrsta
pl: Typ
pt: Tipo
pt_pt: Tipo
ru: Тип
tr: Tür
zh_tw: 類型

source: The message contains too many bytes, only
ca: El missatge conté massa bytes, només
de: Die Nachricht enthält zu viele Bytes, nur
es: El mensaje contiene demasiados bytes, solo
fr: Le message contient trop d'octets, seulement
hr: Ova poruka sadrži prevelik broj bajtova, samo
id: Pesan berisi terlalu banyak byte saja
nl: Het bericht bevat teveel bytes, alleen
pl: Wiadomość zawiera zbyt wiele bajtów, tylko
pt: A mensagem contém muitos bytes, apenas
pt_pt: A mensagem contém demasiados bytes, só
ru: Сообщение содержит слишком много байт, разрешено только
tr: İleti, çok fazla bayt içeriyor. Yalnızca
zh_tw: 訊息過長，上限為

source: allowed (you are using
ca: permès (esteu utilitzant
de: erlaubt (Sie verwenden
es: permitido (está utilizando
fr: sont autorisés (vous utilisez
hr: dopušteno (koristite
id: diperbolehkan (Anda gunakan
nl: toegestaan (u gebruikt
pl: dozwolone (używasz
pt: permitido (você está usando
pt_pt: são permitidos (está a usar
ru: (вы используете
tr: izin veriliyor (kullanıyorsunuz:
zh_tw: 。（現時長度為

# Title
source: 1-year plan
ca: Pla d'1 any
de: 1-Jahres-Abo
fr: 1 an d'abonnement
hr: Jednogodišnji plan
pl: Plan roczny
pt: plano de 1 ano
pt_pt: Plano de 1 ano
ru: Годовой тариф
tr: 1 yıllık plan
zh_tw: 1年方案

# Title
source: 2-year plan
ca: Pla de 2 anys
de: 2-Jahres-Abo
fr: 2 ans d'abonnement
hr: Dvogodišnji plan
pl: Plan dwuletni
pt: plano de 2 anos
pt_pt: Plano de 2 anos
ru: 2-летний тариф
tr: 2 yıllık plan
zh_tw: 2年方案

# Title
source: 3-D Secure verification failed
pt_pt: Falha na verificação 3-D Secure

# Title
source: Account
ca: Compte
de: Benutzerkonto
es: Cuenta
fr: Compte
hr: Korisnički račun
id: Rekening
pl: Konto
pt: Conta
pt_pt: Conta
ru: Профиль
tr: Hesap
zh_tw: 帳戶

# Title
source: Actions
ca: Accions
de: Aktionen
es: Acciones
hr: Radnje
id: Tindakan
nl: Acties
pl: Akcje
pt: Ações
pt_pt: Acções
ru: Действия
tr: Eylemler
zh_tw: 操作

# Title
source: Add a recovery email
ca: Afegir un correu electrònic de recuperaciò
pt_pt: Adicionar um email de recuperação

# Title
source: Add credits
ca: Afegir crèdits
de: Guthaben hinzufügen
es: Añadir créditos
fr: Ajouter des crédits
hr: Dodaj kredit
id: Tambahkan kredit
nl: Voeg credits toe
pl: Dodaj środki
pt: Adicionar créditos
pt_pt: Adicionar créditos
ru: Пополнить счёт
tr: Kredi ekle
zh_tw: 增加點數

# Title
source: Add invoice details
ca: Afegir dades de la factura
de: Rechnungsdetails hinzufügen
es: Añadir detalles de la factura
fr: Ajouter des informations de facturation
hr: Dodajte detalje o fakturi
id: Tambahkan rincian faktur
nl: Facturatiegegevens opgeven
pl: Dodaj szczegóły faktury
pt: Adicionar detalhes da fatura
pt_pt: Adicionar detalhes da factura
ru: Добавить сведения о счёте
tr: Fatura bilgileri ekle
zh_tw: 增加發票詳細資訊

# Title
source: Add multiple recipients
ca: Afegeix diversos destinataris
de: Mehrere Empfänger hinzufügen
fr: Ajouter plusieurs destinataires
hr: Dodaj više primatelja
nl: Meerdere ontvangers toevoegen
pl: Dodaj wielu odbiorców
pt: Adicionar múltiplos destinatários
pt_pt: Adicionar vários destinatários
ru: Добавить несколько получателей
tr: Birden çok alıcı ekle
zh_tw: 增加多位收件者

# Title
source: Add to Blacklist
ca: Afegir a llista negra
de: Zur Blacklist hinzufügen
es: Añadir a la lista negra
fr: Ajouter à la liste noire
hr: Dodaj na listu blokiranih
id: Tambahkan ke Daftar Hitam
nl: Toevoegen aan zwarte lijst
pl: Dodaj do czarnej listy
pt: Adicionar na lista negra
pt_pt: Adicionar à lista negra
ru: Добавить в чёрный список
tr: Kara listeye ekle
zh_tw: 新增至黑名單

# Title
source: Add to Group
pt_pt: Adicionar ao grupo

# Title
source: Add to Whitelist
ca: Afegir a la llista blanca
de: Zur Whitelist hinzufügen
es: Añadir a la lista blanca
fr: Ajouter à la liste blanche
hr: Dodaj na listu dopuštenih
id: Tambahkan ke daftar putih
nl: Toevoegen aan whitelist
pl: Dodaj do białej listy
pt: Adicionar na lista branca
pt_pt: Adicionar à lista branca
ru: Добавить в белый список
tr: Beyaz listeye ekle
zh_tw: 新增至白名單

# Title
source: Additional themes
ca: Temes addicionals
de: Weitere Themes
es: Temas adicionales
fr: Thèmes supplémentaires
hr: Dodatne teme
id: Tema tambahan
nl: Meer thema's
pl: Dodatkowe motywy
pt: Temas adicionais
pt_pt: Temas adicionais
ru: Дополнительные темы
tr: Ek temalar
zh_tw: 額外主題

# Title
source: Address
ca: Adreça
de: Adresse
es: Dirección
fr: Adresse
hr: Adresa
id: Alamat
nl: Adres
pl: Adres
pt: Endereço
pt_pt: Endereço
ru: Адрес
tr: Adres
zh_tw: 電子郵件地址

# Title
source: Address Priority
ca: Prioritat de l'adreça
de: Priorität der Adresse
es: Dirección Principal
fr: Priorité de l’adresse
hr: Prioritet adresa
nl: Adres prioriteit
pl: Priorytet adresu
pt: Prioridade de endereço
pt_pt: Prioridade de endereço
ru: Приоритет адресов
tr: Adres önceliği
zh_tw: 地址優先度

# Title
source: Address Verification (optional)
ca: Verificació de l'adreça (opcional)
de: Adressüberprüfung (optional)
es: Verificación de Dirección (opcional)
fr: Vérification d’adresse (facultatif)
hr: Potvrda adresa (neobavezno)
nl: Adresverificatie (optioneel)
pl: Weryfikacja adresu (opcjonalne)
pt: Verificação de endereço (opcional)
pt_pt: Verificação de endereço (opcional)
ru: Проверка адреса (необязательно)
tr: Adres Doğrulama (isteğe bağlı)
zh_tw: 位址驗證（選用）

# Title
source: Addresses
ca: Adreçes
de: Adressen
es: Direcciones
fr: Adresses
hr: Adrese
id: Alamat
nl: Adressen
pl: Adresy
pt: Endereços
pt_pt: Endereços
ru: Адреса
tr: Adresler
zh_tw: 地址

# Title
source: Addresses / Users
ca: Adreçes / Usuaris
de: Adressen / Benutzer
es: Direcciones/Usuarios
fr: Adresses / Utilisateurs
hr: Adrese/Korisnici
id: Alamat / Pengguna
nl: Adressen / Gebruikers
pl: Adresy / Użytkownicy
pt: Endereços / Usuários
pt_pt: Endereços/Utilizadores
ru: Адреса / Пользователи
tr: Adresler / Kullanıcılar
zh_tw: 地址 / 使用者

# Title
source: Administrator Key Activation
ca: Clau d'activació de l'administrador
de: Administrator-Schlüssel aktivieren
es: Activación de clave del administrador
fr: Activation de la clé administrateur
hr: Aktivacija administratorskog ključa
id: Aktivasi kunci administrator
nl: Activatie van Beheerderssleutel
pl: Aktywacja klucza administratora
pt: Ativação da chave de administrador
pt_pt: Activação da chave de administrador
ru: Активация ключа администратора
tr: Yönetici Anahtarı Etkinleştirmesi
zh_tw: 管理員金鑰啟動

# Title
source: Advanced settings ({{email}})
ca: Configuració avançada ({{email}})
de: Erweiterte Einstellungen ({{email}})
fr: Paramètres avancés ({{email}})
hr: Napredne postavke ({{email}})
id: Pengaturan lanjutan ({{email}})
nl: Geavanceerde instellingen ({{email}})
pl: Ustawienia zaawansowane ({{email}})
pt: Configurações avançadas ({{email}})
pt_pt: Definições avançadas ({{email}})
ru: Дополнительные настройки ({{email}})
tr: Gelişmiş ayarlar ({{email}})
zh_tw: 進階設定 ({{email}})

# Title
source: All Mail
ca: Tot el correu
de: Alle Mails
es: Todos
fr: Tous
hr: Sva pošta
id: Semua surat
nl: Alle e-mailberichten
pl: Wszystkie
pt: Todos os e-mails
pt_pt: Todos os emails
ru: Все письма
tr: Tüm Postalar
zh_tw: 所有郵件

# Title
source: Allocate Storage
ca: Assignar espai
de: Speicherplatz zuweisen
es: Asignar almacenamiento
fr: Allouer du stockage
hr: Dodijelite prostor za pohranu
id: Mengalokasikan Penyimpanan
nl: Opslag toewijzen
pl: Przydziel przestrzeń dyskową
pt: Alocar armazenamento
pt_pt: Alocar armazenamento
ru: Выделение объёма в хранилище
tr: Depolamayı dağıt
zh_tw: 分配儲存量

# Title
source: Allocate VPN Connections
ca: Assignar les connexions VPN
de: VPN-Verbindungen zuweisen
es: Asignar Conexiones VPN
fr: Allouer des connexions VPN
hr: Dodijelite VPN veze
id: Alokasikan Sambungan VPN
nl: VPN-verbindingen verdelen
pl: Przydziel połączenia sieci VPN
pt: Alocar as conexões VPN
pt_pt: Alocar ligações VPN
ru: Выделить VPN-подключения
tr: VPN bağlantılarını tahsis et
zh_tw: 分配 VPN 連接數

# Title
source: Allow password reset
ca: Permetre el restabliment de la contrasenya
de: Zurücksetzen des Passworts zulassen
es: Permitir restablecimiento de contraseña
fr: Permettre la réinitialisation du mot de passe
hr: Dopustiti ponovno postavljanje lozinke
id: Izinkan penyetelan ulang sandi
nl: Wachtwoordherstel toestaan
pl: Zezwalaj na resetowanie hasła
pt: Permitir redefinição da senha
pt_pt: Permitir reposição da senha
ru: Разрешить сброс пароля
tr: Parola sıfırlamaya izin ver
zh_tw: 重置密碼

# Title
source: Amount
ca: Quantitat
de: Betrag
es: Monto
fr: Montant
hr: Iznos
id: Jumlah
nl: Bedrag
pl: Kwota
pt: Quantidade
pt_pt: Montante
ru: Итого
tr: Miktar
zh_tw: 金額

# Title
source: Amount Due
ca: Import degut
de: Fälliger Betrag
fr: Montant dû
hr: Dospjeli iznos
pl: Do zapłaty
pt: Valor devido
pt_pt: Montante em dívida
ru: К оплате
tr: Toplam tutar
zh_tw: 應付金額

# Title
source: Amount due
ca: Import a deure
de: Fälliger Betrag
es: Importe vencido
fr: Montant à payer
hr: Dospjeli iznos
id: Jumlah jatuh tempo
nl: Verschuldigd bedrag
pl: Do zapłaty
pt: Valor devido
pt_pt: Montante em dívida
ru: К оплате
tr: Toplam tutar
zh_tw: 應付金額

# Title
source: Appearance
ca: Aparença
de: Aussehen
es: Apariencia
fr: Apparence
hr: Izgled
id: Penampilan
nl: Uiterlijk
pl: Wygląd
pt: Aparência
pt_pt: Aparência
ru: Внешний вид
tr: Görünüm
zh_tw: 外觀

# Title
source: Application
ca: Aplicació
de: Anwendung
es: Aplicación
hr: Aplikacija
id: Aplikasi
nl: Applicatie
pl: Aplikacja
pt: Aplicação
pt_pt: Aplicação
ru: Приложение
tr: Uygulama
zh_tw: 應用程式

# Title
source: Archive
ca: Arxivar
de: Archiv
es: Archivo
fr: Archives
hr: Arhiva
id: Arsipkan
nl: Archief
pl: Archiwum
pt: Arquivo
pt_pt: Arquivo
ru: Архив
tr: Arşiv
zh_tw: 封存

# Title
source: Are you human?
ca: Ets humà?
de: Sind Sie ein Mensch?
es: ¿Es humano?
fr: Êtes-vous humain ?
hr: Da li ste čovjek?
id: Apakah kamu manusia?
nl: Bent u een mens?
pl: Czy jesteś człowiekiem?
pt: Você é humano?
pt_pt: É um ser humano?
ru: Вы человек?
tr: İnsan mısın?
zh_tw: 你是人類嗎？

# Title
source: Associated addresses:
ca: Adreces associades:
de: Zugehörige Adressen:
fr: Adresses associées :
hr: Pridružene adrese:
nl: Gerelateerde adressen:
pl: Skojarzone adresy:
pt: Endereços associados:
pt_pt: Endereços associados:
ru: Соответствующие адреса:
tr: İlişkilendirilmiş adresler:
zh_tw: 相關地址：
