Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Three letter code Thursday
source: Thu
es: Jue

# Three letter code Tuesday
source: Tue
es: Mar

# Three letter code Wednesday
source: Wed
es: Mie

# Title
source: <span class="margin-right" translate="">Available VPN connections</span>
es: <span class="margin-right" translate="">Conexiones VPN disponibles</span>

# Title
source: <span class="margin-right" translate="">Number of users</span>
es: <span class="margin-right" translate="">Número de usuarios</span>

# Title
source: <span class="margin-right" translate="">Organization storage</span>
es: <span class="margin-right" translate="">Almacenamiento de la organización</span>

# Title
source: Black Friday Offer
es: Oferta de Black Friday

# Title
source: Credit Card
es: Tarjeta de crédito

# Title
source: Custom domain
es: Dominio personalizado

# Title
source: ProtonMail + VPN Plus 2-year plan
es: Plan bienal ProtonMail + VPN Plus

# Title
source: ProtonMail Plus 2-year plan
es: Plan bienal ProtonMail Plus

# Title
source: ProtonMail Signature
es: Firma de ProtonMail

# Title
source: ProtonVPN Plus 2-year plan
es: Plan bienal ProtonVPN Plus

# Title
source: Signature
es: Firma

# action
source: Create a new label
es: Crear una nueva etiqueta

# action
source: Create label
es: Crear etiqueta

# action
source: Forgot username?
es: ¿Olvidó su nombre de usuario?

# atom text loader
source: Enabling IMAP (coming soon).<br />This may take a few minutes, please wait.
es: Habilitar IMAP (próximamente).<br />Esto puede tardar unos minutos, por favor espere.

# login form
source: Username
es: Nombre de usuario

# subscription label
source: Address
es: Dirección

# subscription label
source: Custom domain
es: Dominio personalizado

# subscription label
source: Storage
es: Almacenamiento

# subscription label
source: User
es: Usuario

# subscription label
source: VPN Connections
es: Conexiones VPN

source: 2-years
es: 2-años

source: A new version of ProtonMail is available. Please refresh this page.
es: Una nueva versión de ProtonMail está disponible. Por favor, actualice esta página.

source: Active
es: Activa

source: Add VPN Protection
es: Añadir protección VPN

source: Add additional email addresses to your account such as username2@protonmail.com. To enable this feature, <a ui-sref="secured.dashboard({scroll: true})">upgrade to ProtonMail Plus</a>.
es: Añada direcciones de correo electrónico adicionales a su cuenta, como usuario2@protonmail.com. Para habilitar esta función, <a ui-sref="secured.dashboard({scroll: true})">actualice a ProtonMail Plus</a>.

source: Add multiple emails
es: Añadir múltiples correos

source: Address
es: Dirección

source: Advanced settings
es: Ajustes avanzados

source: All
es: Todos

source: Allocated to admin
es: Asignada al administrador

source: Already used
es: Ya utilizado

source: Also Archive
es: Archivar también

source: Annually
es: Anualmente

source: Archive
es: Archivo

source: Associated addresses:
es: Direcciones asociadas:

source: Automatic indicates that the format in the composer is used to send to this user. Plain Text indicates that the message will always be converted to plain text on send.
es: Automático indica que el formato en el editor se utiliza para enviar a este usuario. Texto Plano indica que el mensaje siempre se convertirá a texto plano al enviarlo.

source: Available VPN connections
es: Conexiones VPN disponibles

source: Available domains
es: Dominios disponibles

source: Banner permanently hidden
es: Aviso oculto permanentemente

source: Browser
es: Navegador

source: By leaving now, you will lose what you have written in this email. You can save a draft if you want to come back to it later on.
es: Al salir ahora, perderá lo que has escrito en este correo electrónico. Puede guardar un borrador si desea regresar más adelante.

source: Catch-all address updated
es: Dirección catch-all actualizada

source: Choose a password
es: Elija una contraseña

source: Choose username
es: Elija un nombre de usuario

source: Choose your default language.
es: Elija su idioma predeterminado.

source: City
es: Ciudad

source: Column
es: Columna

source: Confirm Password
es: Confirmar contraseña

source: Confirm login password
es: Confirmar contraseña de inicio de sesión

source: Confirm mailbox password
es: Confirmar contraseña del buzón

source: Confirm organization password
es: Confirmar contraseña de la organización

source: Confirm password
es: Confirmar contraseña

source: Confirm recovery Password
es: Confirmar contraseña de recuperación

source: Contact re-signed
es: Contacto re-firmado.

source: Copy address
es: Copiar dirección

source: Copy login
es: Copiar inicio de sesión

source: Copy password
es: Copiar contraseña

source: Country
es: País

source: Created
es: Creado

source: Credit card
es: Tarjeta de crédito

source: Custom
es: Personalizar

source: DANGER
es: PELIGRO

source: Day of the month
es: Día del mes

source: Decrypt
es: Descifrar

source: Default
es: Predeterminada

source: Delete
es: Eliminar

source: Desktop notifications are currently <strong>disabled</strong>. To enable them, you need to go to your browser settings.
es: Las notificaciones de escritorio están actualmente <strong>deshabilitadas</strong>. Para activarlas es necesario ir a la configuración de su navegador.

source: Desktop notifications are currently <strong>enabled</strong>.
es: Las notificaciones de escritorio están actualmente <strong>habilitadas</strong>.

source: Digital signature verified
es: Firma digital verificada

source: Disabled
es: Deshabilitado

source: Display name
es: Mostrar nombre

source: Do not require exact match
es: No requerir coincidencia exacta

source: Do you want to export the public key or the private key?
es: ¿Desea exportar la clave pública o la clave privada?

source: Do you want to re-sign the contact?
es: ¿Desea volver a firmar el contacto?

source: Do you want to trust the primary key?
es: ¿Desea confiar la clave principal?

source: Domain deleted
es: Dominio eliminado

source: Domain verified
es: Dominio verificado

source: Done
es: Hecho

source: Download
es: Descargar

source: Download the attachment
es: Descargar el adjunto

source: Draft
es: Borrador

source: Email
es: Correo electrónico

source: Email Address
es: Dirección de correo electrónico

source: Email verification
es: Verificación de correo electrónico

source: Enabled
es: Habilitada

source: End-to-end encrypted
es: Cifrado de extremo a extremo

source: End-to-end encrypted to verified recipient
es: Cifrado de extremo a extremo al destinatario verificado

source: Enter the key password:
es: Ingrese la clave de contraseña:

source: Enter the word 'DANGER' here.
es: Ingrese aquí la palabra 'Peligro'.

source: Enter your existing Proton password
es: Ingrese su contraseña actual

source: Enter your login password:
es: Ingrese su contraseña de inicio de sesión:

source: Error encrypting message
es: Error al cifrar el mensaje

source: Error while adding the public key to the contacts
es: Error al añadir la clave pública a los contactos.

source: Error while updating setting
es: Error al actualizar los ajustes

source: Expires
es: Expira

source: Export contact in vCard format
es: Exportar contacto en formato vCard

source: Extended address (apartment or suite number)
es: Dirección ampliada (número de apartamento o suite)

source: Feedback
es: Comentarios

source: Filter folders
es: Filtrar carpetas

source: Fingerprint
es: Huella digital

source: Folder deleted
es: Carpeta eliminada

source: Folder emptied
es: Carpeta vaciada

source: From
es: De

source: Generating keys
es: Generando claves

source: Generating keys...
es: Generando claves...

source: Good
es: Bueno

source: Hint
es: Pista

source: Hotkeys preferences updated
es: Preferencias de atajos actualizados

source: Image URL
es: URL de la imagen

source: Image preferences updated
es: Preferencias de imágenes actualizadas

source: In archive
es: En archivo

source: In spam
es: En spam

source: In trash
es: En la papelera

source: Inactive
es: Inactivo

source: Inbox
es: Buzón

source: It currently isn't possible to subscribe to a Paid ProtonMail plan.
es: Actualmente no es posible suscribirse a un plan de pago ProtonMail.

source: Key password
es: Clave de contraseña

source: Keywords
es: Palabras clave

source: Label deleted
es: Etiqueta eliminada

source: Label order saved
es: Orden de etiqueta guardado

source: Layout saved
es: Diseño guardado

source: Learn more
es: Más información

source: Loading encryption info...
es: Cargando información de cifrado...

source: Loading...
es: Cargando...

source: Login password
es: Contraseña de inicio de sesión

source: Mailbox password
es: Contraseña del buzón

source: Maximized
es: Maximizado

source: Message password
es: Contraseña del mensaje

source: Message sent
es: Mensaje enviado

source: Missing keys
es: Claves faltantes

source: Monthly
es: Mensual

source: More
es: Más

source: Name
es: Nombre

source: Never show
es: No mostrar

source: Not set
es: No establecido

source: Not set properly
es: No establecido correctamente

source: Notification email
es: Correo de notificación

source: Number of VPN connections which can be assigned to users.
es: Número de conexiones VPN que puede asignar a los usuarios.

source: Number of users
es: Número de usuarios

source: OS Name
es: Sistema Operativo

source: OS version
es: Versión del Sistema Operativo

source: Operation timed out for security reasons, please try again
es: Operación agotada por razones de seguridad, inténtelo de nuevo

source: Optional
es: Opcional

source: Organization name
es: Nombre de la organización

source: Organization password
es: Contraseña de la organización

source: Organization storage
es: Almacenamiento de la organización

source: Orphan
es: Huérfano

source: PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.
es: Los clientes PGP detectan automáticamente sus claves PGP si los mensajes salientes van firmados.

source: PGP-encrypted
es: PGP-cifrado

source: PGP-signed
es: PGP-firmado

source: Page
es: Página

source: Password
es: Contraseña

source: Password updated
es: Contraseña actualizada

source: Plan subscription
es: Plan de suscripción

source: Please add addresses to send and receive email with this domain
es: Agregue las direcciones para enviar y recibir correos electrónicos con este dominio

source: Please add the follow TXT record. Note, DNS records can take several hours to update.
es: Agregue el siguiente registro TXT. Tenga en cuenta que los registros DNS pueden tomar varias horas para actualizarse.

source: Please enter your organization recovery password:
es: Ingrese la contraseña de recuperación de la organización:

source: Please give the address and temporary password to the new member so they can log in.
es: Entregue la dirección y la contraseña temporales al nuevo miembro así podrá iniciar sesión.

source: Please upload a valid encryption key first before enabling encryption
es: Suba una clave de cifrado válida antes de habilitar el cifrado

source: Popup
es: Emergente

source: Post office box
es: Apartado postal

source: Postal code
es: Código postal

source: Preference saved
es: Preferencia guardada

source: Primary
es: Principal

source: Primary Admin
es: Administrador principal

source: Private key imported
es: Clave privada importada

source: Private key reactivated
es: Clave privada reactivada

source: ProtonMail Verified
es: ProtonMail verificado

source: ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.
es: ProtonMail no puede utilizarse para el envío masivo de correos. Los correos legítimos son ilimitados.

source: ProtonMail supports DKIM signing for custom domains! To use DKIM authentication, please add the following TXT record into your DNS for this domain. This can typically be done in the control panel of your domain name registrar.
es: ¡ProtonMail soporta DKIM para dominios personalizados! Para utilizar la autenticación DKIM, agregue el siguiente registro TXT en el registro DNS para este dominio. Esto puede hacerse generalmente en el panel de control de su registrador de nombres de dominio.

source: ProtonVPN encrypts your internet connection to keep your online activity private.
es: ProtonVPN cifra su conexión a internet para mantener su actividad en línea privada.

source: Provides additional protection against VPN server compromise by routing connections through our Secure Core network
es: Proporciona protección adicional contra el compromiso del servidor VPN al redireccionar las conexiones a través de la red Secure Core

source: Public Key trusted
es: Clave pública de confianza

source: RE-SIGN
es: RE-FIRMAR

source: Received:
es: Recibido:

source: Recommended
es: Recomendado

source: Recovery email
es: Correo de recuperación

source: Recovery/Notification email saved
es: Correo electrónico de recuperación/notificación guardado

source: Redirecting
es: Redireccionando

source: Remove Entry
es: Eliminar entrada

source: Required
es: Requerido

source: Row
es: Fila

source: Search for emails
es: Buscar por correos

source: Search messages
es: Buscar mensajes

source: Search parameter updated
es: Parámetro de búsqueda actualizado

source: Select the PGP scheme to be used when signing or encrypting to an user. Note that PGP/Inline forces plain text messages. Click for more info.
es: Seleccione un esquema PGP para firmar o cifrar a un usuario. Tenga en cuenta que PGP/en línea obliga a mensajes de texto plano. Clic para más información.

source: Send all your traffic through the Tor network with a single click
es: Enviar todo el tráfico a través de la red Tor con un solo clic

source: Sent
es: Enviados

source: Sent:
es: Enviado:

source: Set
es: Aplicar

source: Setting up account
es: Configurando la cuenta

source: State/Region
es: Estado/Provincia

source: Street address
es: Dirección de calle

source: Subject
es: Asunto

source: TRUST KEY
es: CONFIAR CLAVE

source: TRUST KEYS
es: CONFIAR CLAVES

source: Test notification
es: Notificación de prueba

source: The message signature could not be verified as the signature on the contact is invalid.
es: La firma del mensaje no pudo ser verificada ya que la firma en el contacto no es válida.

source: The public key with fingerprint %s updated.
es: La clave pública con la huella digital %s fue actualizada.

source: The public key with fingerprint %s was replaced with a revoked key.
es: La clave pública con la huella digital %s fue reemplazada con una clave revocada.

source: This feature is only available for ProtonMail Professional plans or higher
es: Esta función solo está disponible para planes Professional o superiores

source: This key is expired.
es: La clave ha expirado.

source: This key is revoked.
es: La clave fue revocada.

source: This message has an unknown public key attached.
es: Este mensaje tiene una clave pública adjunta desconocida.

source: This message is signed by a public key that has not been trusted yet.
es: Este mensaje está firmado con una clave pública que aún no ha sido confiada.

source: To
es: Para

source: To download attachments in Safari:
es: Para descargar los adjuntos en Safari:

source: Trash
es: Papelera

source: Two-factor passcode
es: Clave de dos factores

source: Type a command
es: Digite un comando

source: Unsupported key
es: Clave no compatible.

source: Use for encryption
es: Usar para cifrado

source: User IDs mismatch. This key is assigned to %1.
es: Las ID del usuario no coinciden. Esta clave está asignada a %1.

source: Using this key for encryption will encrypt outgoing messages to this address with this key and set this key as the primary PGP key for this address.
es: Al usar esta clave para cifrado, cifrará los mensajes salientes para esta dirección y la establecerá como clave PGP principal para esta dirección.

source: VPN connections
es: Conexiones VPN

source: Yes
es: Sí

source: addresses
es: direcciones

source: addresses used.
es: direcciones utilizadas.

source: advanced
es: avanzado

source: as attachment
es: como adjunto

source: click here
es: haga clic aquí

source: domain
es: dominio

source: domains
es: dominios

source: embedded image
es: imagen incrustada

source: file attached
es: archivo adjuntado

source: inline
es: incrustada

source: month
es: mes

source: user
es: usuario

source: users
es: usuarios

# Error
source: Contact your organizations administrator to resolve this.
id: Hubungi administrator organisasi Anda untuk menyelesaikan ini.

# Info
source: Are you sure you want to delete this folder? Messages in the folders arent deleted if the folder is deleted, they can still be found in all mail. If you want to delete all messages in a folder, move them to trash.
id: Anda yakin ingin menghapus folder ini? Pesan di folder tidak dihapus jika folder dihapus, pesan masih dapat ditemukan di semua email. Jika Anda ingin menghapus semua pesan dalam folder, pindahkan ke tempat sampah.

# Info
source: Verification of this contents signature failed
id: Verifikasi tanda tangan konten ini gagal
