Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Message encryption status
source: End-to-end encrypted message from verified address
ca: Missatge encriptat extrem a extrem d'una adreça verificada
de: Ende-zu-Ende verschlüsselte Nachricht von bestätigter Adresse
fr: Message chiffré de bout en bout provenant d'une adresse vérifiée
hr: End-to-end šifrirana poruka od potvrđene adrese
nl: End-to-end versleuteld bericht van geverifieerd e-mailadres
pl: Wiadomość zaszyfrowana end-to-end od zweryfikowanego adresu
pt: Mensagem criptografada de ponta a ponta de um endereço verificado
pt_pt: Mensagem encriptada de ponta-a-ponta do endereço verificado
ru: Сообщение, зашифрованное сквозным методом; с проверенного адреса
tr: Doğrulanmış adresten uçtan uca şifreli ileti
zh_tw: 加密訊息來自已經驗證的郵件地址

# Message encryption status
source: PGP-encrypted message
ca: Missatge PGP-encriptat
de: PNG-verschlüsselte Nachricht
fr: Message chiffré par PGP
hr: PGP-šifrirana poruka
nl: PGP-versleuteld bericht
pl: Wiadomość zaszyfrowana PGP
pt: Mensagem criptografada por PGP
pt_pt: Mensagem encriptada com PGP
ru: Сообщение, зашифрованное PGP
tr: PGP şifreli ileti
zh_tw: PGP 加密訊息

# Message encryption status
source: PGP-encrypted message from verified address
ca: Missatge PGP xifrat de direcció verificada
de: PGP-verschlüsselte Nachricht von bestätigter Adresse
fr: Message chiffré par PGP provenant d'une adresse vérifiée
hr: PGP-šifrirana poruka od potvrđene adrese
nl: PGP-versleuteld bericht van geverifieerd e-mailadres
pl: Wiadomość zaszyfrowana PGP od zweryfikowanego adresu
pt: Mensagem criptografada por PGP de um endereço verificado
pt_pt: Mensagem encriptada com PGP do endereço verificado
ru: Сообщение, зашифрованное PGP; с проверенного адреса
tr: Doğrulanmış adresten PGP şifreli ileti
zh_tw: PGP 加密訊息來自已經驗證的郵件位址

# Message encryption status
source: PGP-signed message from verified address
ca: Missatge signat per PGP d'una adreça verificada
de: PGP-signierte Nachricht von bestätigter Adresse
fr: Message signé par PGP provenant d'une adresse vérifiée
hr: PGP-potpisana poruka od potvrđene adrese
nl: PGP-ondertekend bericht van geverifieerd e-mailadres
pl: Wiadomość podpisana PGP od zweryfikowanego adresu
pt: Mensagem assinada por PGP de um endereço verificado
pt_pt: Mensagem assinada com PGP do endereço verificado
ru: Сообщение, подписанное PGP; с проверенного адреса
tr: Doğrulanmış adresten PGP imzalı ileti
zh_tw: 來自已驗證研究地址的 PGP 簽章訊息

# Message encryption status
source: Sender verification failed
ca: La verificació del remitent ha fallat
de: Die Überprüfung des Absenders ist fehlgeschlagen
es: Falló la verificación del remitente
fr: La vérification de l'émetteur a échoué
hr: Neuspjela potvrda pošiljatelja
nl: Verificatie van afzender is mislukt
pl: Weryfikacja nadawcy nie powiodła się
pt: Falha na verificação do remetente
pt_pt: Falha na verificação do remetente
ru: Проверка отправителя не удалась
tr: Gönderici doğrulaması başarısız
zh_tw: 寄件人驗證失敗

# Message encryption status
source: Sent by ProtonMail with zero access encryption
ca: Enviat per ProtonMail amb xifrat d'accés zero
de: Gesendet von ProtonMail mit Zero-Access-Verschlüsselung
es: Enviado por ProtonMail con cifrado de acceso cero.
fr: Envoyé par ProtonMail avec chiffrement zéro accès
hr: Poslano putem ProtonMaila s šifriranjem nultog pristupa
nl: Verzonden door ProtonMail met end-to-end versleuteling
pl: Wysłana przez ProtonMail z szyfrowaniem po stronie klienta
pt: Enviado por ProtonMail com criptografia de zero acesso
pt_pt: Enviado por ProtonMail com encriptação de acesso zero
ru: Отправлено ProtonMail с применением шифрования нулевого доступа
tr: ProtonMail tarafından sıfır erişim şifrelemesi ile gönderildi
zh_tw: 以零訪問加密的 ProtonMail 發送

# Message encryption status
source: Sent by you with end-to-end encryption
ca: Enviat per vostè amb xifrat d'extrem a extrem
de: Von Ihnen mit Ende-zu-Ende-Verschlüsselung gesandt
es: Enviado por usted con cifrado de extremo a extremo
fr: Envoyé par vous avec un chiffrement de bout en bout
hr: Poslano od strane Vas s end-to-end šifriranjem
nl: Verzonden door u met end-to-end versleuteling
pl: Wysłana przez Ciebie z szyfrowaniem end-to-end
pt: Enviado por você com criptografia de ponta a ponta
pt_pt: Enviado por si com encriptação de ponta-a-ponta
ru: Отправлено вами с применением сквозного шифрования
tr: Sizin tarafınızdan uçtan uca şifreleme ile gönderildi
zh_tw: 以端到端加密傳送

# Message encryption status
source: Stored with zero access encryption
ca: Almacenado con cifrado de acceso cero
de: Gespeichert mit Zero-Access-Verschlüsselung
es: Almacenado con cifrado de acceso cero
fr: Conservé avec un chiffrement zéro accès
hr: Spremljeno s šifriranjem nultog pristupa
nl: Opgeslagen met zero access versleuteling
pl: Przechowywana z szyfrowaniem po stronie klienta
pt: Armazenado com criptografia de zero acesso
pt_pt: Armazenado com encriptação de acesso zero
ru: Хранится под шифрованием с нулевым доступом
tr: Sıfır erişim şifrelemesi ile saklanır
zh_tw: 存儲為零訪問加密

# Message expiration label
source: This message will expire in
ca: Aquest missatge expirarà en
de: Diese Nachricht verfällt in
es: Este mensaje expirará en
fr: Ce message expirera dans
hr: Ova poruka istječe za
id: Pesan ini akan berakhir pada
nl: Dit bericht verloopt over
pl: Ta wiadomość wygaśnie za
pt: Esta mensagem irá expirar em
pt_pt: Esta mensagem expirará em
ru: Это сообщение исчезнет через
tr: Bu iletinin süresi şu zamanda dolacak:
zh_tw: 郵件過期時間

# Message for contact modal
source: There are unsaved changes to the contact you are editing. Do you want to save changes?
ca: Hi ha canvis sense desar en el contacte que està editant. vols guardar els canvis?
de: Sie haben diesen Kontakt bearbeitet. Möchten Sie die Änderungen jetzt speichern?
es: Hay cambios sin guardar en el contacto que está editando. ¿Desea guardar los cambios?
fr: Vous avez apporté des modifications non enregistrées à ce contact. Souhaitez-vous les sauvegarder ?
hr: U kontaktu koji uređujete nalaze se ne spremljene promjene. Želite li spremiti promjene?
nl: Er zijn niet-opgeslagen wijzigingen aan de contactpersoon die u nu bewerkt. Wilt u de veranderingen opslaan?
pl: Istnieją niezapisane zmiany kontaktu, który edytujesz. Czy chcesz zapisać zmiany?
pt: Existem alterações não salvas no contato que você está editando. Você quer salvar as alterações?
pt_pt: Existem alterações não gravadas no contacto que está a editar. Quer gravar as alterações?
ru: В редактируемом контакте есть несохранённые изменения. Хотите сохранить их?
tr: Düzenlemekte olduğunuz kişide kaydedilmemiş değişiklikler var. Değişiklikleri kaydetmek istiyor musunuz?
zh_tw: 您正在編輯的連絡人有未保存的更改。是否保存更改？

# Message for encryption contact modal
source: The email <strong>{{ ::ctrl.email }}</strong> has PGP keys set. Do you want to enable PGP encryption for this contact?
ca: El correu <strong>{{ ::ctrl.email }}</strong> té claus PGP establertes. Voleu habilitar el xifrat PGP per a aquest contacte?
de: Die Nachricht <strong>{{ ::ctrl.email }}</strong> enthält einen PGP-Schlüssel. Möchten Sie die PGP-Verschlüsselung für diesen Kontakt aktivieren?
fr: L’email <strong>{{ ::ctrl.email }}</strong> a des clés PGP définies. Voulez-vous activer le chiffrement PGP pour ce contact ?
hr: E-pošta <strong>{{ ::ctrl.email }}</strong> ima postavljene PGP ključeve. Želite li omogućiti PGP šifriranje za ovaj kontakt?
pl: Adres <strong>{{ ::ctrl.email }}</strong> posiada ustawione klucze PGP. Czy chcesz włączyć szyfrowanie PGP dla tego kontaktu?
pt_pt: O email <strong>{{ ::ctrl.email }}</strong> tem chaves PGP definidas. Quer activar a encriptação PGP para este contacto?
tr: <strong>{{ ::ctrl.email }}</strong> e-postasında PGP anahtarları ayarlanmış. Bu kişi için PGP şifrelemesini etkinleştirmek ister misiniz?

# Message for report phishing modal
source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
ca: Informar un missatge com a intent de pesca us enviarà el missatge, per poder analitzar-lo i millorar-ne els filtres. Això significa que podrem veure el contingut del missatge complet.
de: Das Melden einer Nachricht als Phishing-Versuch wird die Nachricht an uns senden, damit wir diese analysieren und unsere Filter verbessern können. Das bedeutet, dass wir den Inhalt der Nachricht vollständig einsehen können.
fr: Signaler un message comme une tentative d'hameçonnage nous enverra le message afin que nous puissions l'analyser et améliorer nos filtres. Cela signifie que nous serons capable de voir le contenu du message dans son intégralité.
hr: Prijavljivanje poruke kao pokušaja krađe identiteta će nam poslati poruku kako bismo je mogli analizirati i poboljšati filtre. To znači da ćemo moći vidjeti sadržaj poruke u cijelosti.
nl: Een bericht rapporteren als phishing stuurt het bericht naar ons, zodat wij onze filters kunnen verbeteren. Dit betekent dat wij in staat zijn om de volledige inhoud van de e-mail te zien.
pl: Zgłoszenie wiadomości jako próby wyłudzenia informacji, prześle ją do nas, w celu dalszej analizy i ulepszania filtrów antyspamowych. Oznacza to, że będziemy mogli zobaczyć jej pełną treść.
pt: Reportando uma mensagem como tentativa de phishing, você estará enviando esta mensagem para nós, para que possamos analisá-la e melhorar nossos filtros. Isso significa que seremos capazes de ver todo o conteúdo da mensagem.
pt_pt: Reportar uma mensagem como tentativa de phishing, enviará a mensagem para nós, para que possamos analisá-la e melhorar os nossos filtros. Isto significa que poderemos ver o conteúdo da mensagem na íntegra.
ru: Сообщение о попытке фишинга отправит сообщение нам, чтобы мы смогли проанализировать его и улучшить наши фильтры. Это означает, что мы будем способны увидеть содержимое сообщения полностью.
tr: Bir iletiyi kimlik avı girişimi olarak bildirmek iletiyi bize gönderir. Böylece onu analiz edebilir ve filtrelerimizi geliştirebiliriz. Bu, iletinizin içeriğini tam olarak görebileceğimiz anlamına gelir.
zh_tw: 檢舉詐騙電子郵件會轉寄該訊息給我們，讓我們可以分析和改進篩選器。這意味我們可以完整閱覽訊息內容。

# Message label
source: Draft
ca: Esborrany
de: Entwurf
fr: Brouillon
hr: Skica
nl: Concept
pl: Szkic
pt: Rascunho
pt_pt: Rascunho
ru: Черновик
tr: Taslak
zh_tw: 草稿

# Message label
source: Sent
ca: Enviat
de: Gesendet
fr: Envoyé
hr: Poslano
nl: Verzonden
pl: Wysłane
pt: Enviado
pt_pt: Enviado
ru: Отправленные
tr: Gönderilen
zh_tw: 傳送

# Message network error
source: Network error: Please check your connection and try again.
ca: Error de xarxa: comprovi la seva connexió i torneu a intentar.
de: Netzwerkfehler Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
fr: Erreur réseau : veuillez vérifier votre connexion et réessayer.
hr: Mrežna pogreška: Molimo provjerite vašu vezu i pokušajte ponovo.
nl: Netwerkfout: Controleer s.v.p. uw verbinding en probeer het opnieuw.
pl: Błąd sieci. Sprawdź połączenie z Internetem i spróbuj ponownie.
pt: Erro de conexão: Por favor, verifique sua conexão com a internet e tente novamente.
pt_pt: Erro de rede: verifique a sua ligação e tente novamente.
ru: Ошибка сети: пожалуйста, проверьте своё подключение и попробуйте снова.
tr: Ağ hatası: Lütfen bağlantınızı kontrol edin ve tekrar deneyin.
zh_tw: 網路錯誤：請檢查連線並重試。

# Message network error
source: Sanitization error
ca: Error de desinfecció
de: Desinfektionsfehler
es: Error de conexión
fr: Erreur de désinfection
hr: Pogreška pri dezinficiranju
nl: Sanitatiefout
pl: Błąd oczyszczania danych
pt: Erro de sanitização
pt_pt: Erro de desinfecção
ru: Ошибка стерилизации сообщения
tr: Sanitizasyon hatası
zh_tw: 淨化內容時出錯

# Message recipient label
source: To
ca: Per a
de: An
es: Para
fr: À
hr: Za
id: Untuk
nl: Aan
pl: Do
pt: Para
pt_pt: Para
ru: Кому
tr: Kime
zh_tw: 收件者

# Message sender label
source: From
ca: Des de
de: Von
es: De
fr: De
hr: Od
id: Dari
nl: Afzender
pl: Od
pt: De
pt_pt: De
ru: От
tr: Gönderen
zh_tw: 從

# Modal message
source: Clicking "Trust Key" will associate this public key with this sender and emails from this address will be automatically cryptographically verified.
ca: En fer clic a "Clau de confiança" s'associarà aquesta clau pública amb aquest remitent i els correus electrònics d'aquesta direcció s'han de verificar de forma criptogràfica.
de: Ein Klick auf „Vertrauenswürdiger Schlüssel” verknüpft diesen öffentlichen Schlüssel mit dem Absender und E-Mails von dieser Adresse werden automatisch kryptographisch verifiziert.
es: Al hacer clic en "Confiar Clave" asociará esta clave pública con este remitente y los mensajes de esta dirección serán verificados crifradamente de forma automática.
fr: En cliquant sur « Clé de confiance » la clé publique sera associée à cet expéditeur et les emails provenant de cette adresse seront automatiquement vérifiés cryptographiquement.
hr: Pritiskom na "Ključ povjerenja" taj će se javni ključ pridružiti ovom pošiljatelju, a e-poruke s te adrese automatski će biti kriptografski potvrđene.
nl: Door op "Vertrouw sleutel" te klikken zal deze publieke sleutel gekoppeld worden aan deze afzender en e-mails van dit adres zullen automatisch worden geverifieerd.
pl: Kliknięcie "Dodaj klucz do zaufanych" skojarzy ten klucz publiczny z tym nadawcą i wiadomości z tego adresu będą automatycznie weryfikowane kryptograficznie.
pt: Ao clicar em "Confiar na chave" associará essa chave pública a esse remetente e os e-mails desse endereço serão automaticamente verificados criptograficamente.
pt_pt: Clicar em "Confiar na chave" associará essa chave pública a este remetente e os emails deste endereço serão automaticamente verificados com encriptação.
ru: Нажатие "Доверять ключу" свяжет данный публичный ключ с этим отправителем, и эл. письма с этого адреса будут автоматически криптографически проверяться.
tr: "Anahtara Güven" seçeneğine tıklamak, bu genel anahtarı bu gönderenle ilişkilendirecek ve bu adresteki e-postalar otomatik olarak şifrelenerek doğrulanacaktır.
zh_tw: 點擊 "相信此金曜" 後，將會將此寄件人與其郵件和來自此郵件地址的公鑰，自動進行加密驗證。

# Modal message
source: The key with fingerprint <code>{{ fingerprint }}</code> has a large size ({{ oldsize }}). By removing {{ diffsize }} of key certifications, the key size can be reduced to {{ newsize }}. Key certifications are not necessary for sending mail and could cause issues with performance and data usage. Would you like to remove these signatures?
ca: La clau amb empremta digital<code>{{ fingerprint }}</code>Té una gran grandària({{ oldsize }}). Mitjançant l'eliminació{{ diffsize }} de les certificacions clau, la mida de la clau es pot reduir a{{ newsize }}. Les certificacions clau no són necessàries per enviar missatges i poden causar problemes amb el rendiment i l'ús de dades. Voleu eliminar aquestes signatures?
de: Der Schlüssel mit Fingerabdruck <code>{{ fingerprint }}</code> verfügt über eine große Größe ({{ oldsize }}). Durch das Entfernen von {{ diffsize }} von Schlüsselzertifizierungen kann die Schlüssellänge auf {{ newsize }} reduziert werden. Schlüsselzertifizierungen sind für den E-Mail-Versand nicht erforderlich und können zu Problemen mit der Leistung und der Datennutzung führen. Möchten Sie diese Signaturen entfernen?
fr: La clé avec empreinte <code>{{ fingerprint }}</code> est de grande taille ({{ oldsize }}). En enlevant {{ diffsize }} de clés de certification, la taille de la clé peut être réduite à {{ newsize }}. Les clés de certification ne sont pas nécessaires pour l’envoi de courrier et peuvent provoquer des problèmes de performances et d’utilisation des données. Souhaitez-vous supprimer ces signatures ?
hr: Ključ s otiskom prsta <code>{{ fingerprint }}</code> je velike veličine ({{ oldsize }}). Uklanjanjem {{ diffsize }} od certifikacije ključa, veličina ključa se može svesti na {{ newsize }}. Certifikacije ključa nisu nužne za slanje poruka e-pošte i mogu uzrokovati probleme s performansama i korištenjem podataka. Želite li ukloniti ove potpise?
nl: De sleutel met vingerafdruk <code>{{ fingerprint }}</code> heeft een grote grootte ({{ oldsize }}). Door {{ diffsize }} van de certificeringssleutel te verwijderen, kan de totale sleutelgrootte gereduceerd worden tot {{ newsize }}. Certificeringssleutels zijn onnodig voor het gebruik met e-mail en kunnen nadelig zijn op de prestaties en datagebruik. Wilt u de certificeringssleutels verwijderen?
pl: Klucz z odciskiem <code>{{ fingerprint }}</code> ma duży rozmiar ({{ oldsize }}). Możesz go zmniejszyć do {{ newsize }}, usuwając {{ diffsize }} certyfikatów klucza. Certyfikaty klucza nie są potrzebne do wysyłania wiadomości i mogą powodować problemy z wydajnością i użyciem danych. Czy chcesz je usunąć?
pt: A chave com a impressão digital <code>{{ fingerprint }}</code> tem um tamanho muito grande ({{ oldsize }}). Removendo {{ diffsize }} da chave de certificação o tamanho da chave pode ser reduzido para {{ newsize }}. Chaves de certificações não são necessárias para o envio de mensagens, elas podem causar problemas com o desempenho e consumo de dados. Você tem certeza que deseja remover essas assinaturas?
pt_pt: A chave com a impressão digital <code>{{ fingerprint }}</code> é muito grande ({{ oldsize }}). Ao remover {{ diffsize }} das certificações da chave, pode ser reduzida para {{ newsize }}. Certificações da chave não são necessárias para enviar mensagens e podem causar problemas com o desempenho e consumo de dados. Tem a certeza de que deseja remover estas assinaturas?
ru: Ключ с отпечатком <code>{{ fingerprint }}</code> имеет большой размер ({{ oldsize }}). Путём удаления {{ diffsize }} из сертификаций ключа, его размер может быть уменьшен до {{ newsize }}. Сертификации ключей необязательны для отправки почты и могут вызывать проблемы производительности и использования данных. Хотите ли вы удалить эти подписи?
tr: Parmak izi <code>{{ fingerprint }}</code> olan anahtarın büyük bir boyutu vardır ({{ oldsize }}). Anahtar sertifikalardan {{ diffsize }} kaldırılarak, anahtar boyutu {{ newsize }} olarak düşürülebilir. Anahtar sertifikalar posta göndermek için gerekli değildir ve performans ve veri kullanımı ile ilgili sorunlara neden olabilir. Bu imzaları kaldırmak ister misiniz?
zh_tw: 帶有指紋 <code>{{ fingerprint }}</code> 的金鑰的檔案大小比較大 ({{ oldsize }})。 通過刪除金鑰認證的 {{ diffsize }}，金鑰大小可以減少到 {{ newsize }}。 金鑰認證不是發送郵件所必需的，可能會導致服務效能和資料使用方面的問題。 是否要刪除這些簽名？

# Modal setup 2FA
source: 2FA Guide
ca: Guia 2FA
de: Leitfaden zur Zwei-Faktor-Authentifizierung
es: Guía de 2FA
fr: Guide 2FA
hr: Vodič za 2FA
id: Panduan 2FA
nl: 2FA Handleiding
pl: Poradnik uwierzytelniania dwustopniowego
pt: Guia 2FA
pt_pt: Guia 2FA
ru: Руководство по 2ФА
tr: 2FA Rehberi
zh_tw: 兩步驟驗證指引

# Modal setup 2FA
source: If you have never used 2FA before, we strongly recommend you reading our 2FA Guide first.
ca: Si mai abans has fet servir 2FA, li recomanem llegir primer la nostra Guia 2FA.
de: Wenn Sie noch nie zuvor 2-Faktor-Authentifizierung verwendet haben, empfehlen wir Ihnen dringend, zuerst unseren Leitfaden zur 2-Faktor-Authentifizierung zu lesen.
es: Si nunca antes ha utilizado 2FA, le recomendamos leer nuestra guía de 2FA primero.
fr: Si vous n’avez jamais utilisé l'authentification à deux facteurs auparavant, nous vous recommandons fortement de consulter notre guide prévu à cet effet.
hr: Ukoliko niste upotrebljavali 2FA, preporučujemo da najprije pročitate naš 2FA vodič.
id: Jika Anda belum pernah menggunakan 2FA sebelumnya, sebaiknya Anda membaca Panduan 2FA terlebih dulu.
nl: Als u nog nooit tweestapsverificatie hebt gebruikt, raden wij u aan om eerst onze handleiding te lezen.
pl: Jeśli nigdy wcześniej nie korzystałeś z hasła dwustopniowego (2FA), zdecydowanie zalecamy wcześniejsze zapoznanie się z naszym przewodnikiem.
pt: Se você nunca usou a autenticação de dois fatores antes, nós recomendamos fortemente que leia primeiro nosso Guia 2FA.
pt_pt: Se nunca usou 2FA antes, recomendamos vivamente que leia primeiro o nosso Guia 2FA.
ru: Если вы никогда не использовали двухфакторную аутентификацию раньше, мы настоятельно рекомендуем вам сначала прочитать наше руководство по двухфакторной аутентификации.
tr: Daha önce hiç 2FA kullanmadıysanız, önce 2FA kılavuzumuzu okumanızı şiddetle tavsiye ederiz.
zh_tw: 若您從未使用兩步驟驗證，我們強烈建議您先閱讀「兩步驟驗證指引」。

# Modal setup 2FA
source: Set Up Two Factor Authentication
ca: Configura l'autenticació de dos factors
de: Zwei-Faktor-Authentifikation einrichten
es: Configurar autenticación de dos factores
fr: Mettre en place l'authentification en deux étapes
hr: Postavite provjeru autentičnosti u dva koraka
id: Perintah Otentikasi Dua-Faktor
nl: Tweestapsverificatie instellen
pl: Włącz uwierzytelnianie dwustopniowe
pt: Configurar autenticação de dois fatores
pt_pt: Configurar a autenticação em dois passos
ru: Настроить двухфакторную аутентификацию
tr: İki Adımlı Kimlik Doğrulamasını Ayarla
zh_tw: 設定兩步驟驗證

# Modal setup 2FA
source: This wizard will enable Two Factor Authentication (2FA) on your ProtonMail account. 2FA will make your ProtonMail account more secure so we recommend enabling it.
ca: Aquest assistent habilitarà l'autenticació de dos factors (2FA) en el seu compte de ProtonMail. 2FA farà que el seu compte de ProtonMail sigui més segura, pel que recomanem habilitar-la.
de: Dieser Assistent wird die Zwei-Faktor-Authentifizierung (2FA) auf Ihrem ProtonMail-Account aktivieren. 2FA macht Ihren ProtonMail-Account sicherer, daher empfehlen wir die Aktivierung.
es: Este asistente habilitará la autenticación de dos factores (2FA) en su cuenta de ProtonMail. Esto hará su cuenta más segura por lo que le recomendamos habilitarla.
fr: Cet assistant activera l'authentification à deux facteurs (2FA) pour votre compte ProtonMail. 2FA renforce la sécurité de votre compte ProtonMail. Nous vous conseillons de l'activer.
hr: Ovaj čarobnjak omogućiti će provjeru autentičnosti u dva koraka (2FA) na ProtonMail računu. 2FA će vaš ProtonMail račun učiniti sigurnijim pa vam preporučujemo da opciju omogućite.
id: Wizard ini akan mengaktifkan Two Factor Authentication (2FA) pada akun ProtonMail Anda. 2FA akan membuat akun ProtonMail Anda lebih aman jadi kami sarankan untuk mengaktifkannya.
nl: Deze wizard zal tweestapsverificatie (2FA) voor uw ProtonMail account inschakelen. 2FA zorgt voor betere beveiliging van uw ProtonMail account, daarom raden wij het aan om het in te schakelen.
pl: Ten kreator umożliwi włączenie uwierzytelniania dwustopniowego (2FA) na koncie ProtonMail. 2FA sprawi, że Twoje konto ProtonMail będzie bardziej bezpieczne, dlatego zalecamy włączenie tej funkcji.
pt: Este assistente permitirá a Autenticação de dois fatores (2FA) em sua conta do ProtonMail. O 2FA tornará a sua conta ProtonMail mais segura, por isso recomendamos habilitá-la.
pt_pt: Este assistente activa a autenticação em dois passos (2FA) na sua conta ProtonMail. O 2FA torna a sua conta ProtonMail mais segura, pelo que recomendamos a sua activação.
ru: Этот мастер поможет включить двухфакторную аутентификацию (2ФА) для вашей учётной записи ProtonMail. Мы рекомендуем включать 2ФА, т.к. она повышает безопасность учётной записи.
tr: Bu sihirbaz, ProtonMail hesabınızda İki Adımlı Kimlik Doğrulamayı (2FA) etkinleştirir. 2FA, ProtonMail hesabınızı daha güvenli hale getireceğinden, etkinleştirmenizi tavsiye ederiz.
zh_tw: 此精靈將為您的 ProtonMail 帳戶啟用兩步驟驗證。兩步驟驗證能提高安全性，因此我們建議使用。

# Modal title
source: Print preview
ca: Previsualització de la impressió
de: Vorschau drucken
fr: Aperçu avant impression
hr: Pretpregled ispisa
nl: Afdrukvoorbeeld
pl: Podgląd wydruku
pt: Pré-visualizar impressão
pt_pt: Antever impressão
ru: Пред. просмотр печати
tr: Baskı önizleme
zh_tw: 預覽列印
