Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Modal title
source: Reduce Key Size
ca: Redueix la mida de la clau
de: Schlüssellänge verkürzen
fr: Réduire la taille de la clé
hr: Smanji veličinu ključa
nl: Verminder sleutelgrootte
pl: Zmniejsz rozmiar klucza
pt: Reduzir tamanho da chave
pt_pt: Reduzir tamanho da chave
ru: Уменьшить размер ключа
tr: Anahtar boyutunu küçült
zh_tw: 減少金鑰大小

# More Toggles
source: Attach Public Key
ca: Adjunta la clau pública
de: Öffentlichen Schlüssel anhängen
es: Adjuntar clave pública
fr: Attacher une clé publique
hr: Pridodajte javni ključ
nl: Publieke sleutel bijvoegen
pl: Dołącz klucz publiczny
pt: Anexar chave pública
pt_pt: Anexar chave pública
ru: Присоединить публичный ключ
tr: Genel anahtar ekle
zh_tw: 附上公開金鑰

# More Toggles
source: Request Read Receipt
ca: Sol·licita confirmació de lectura
de: Lesebestätigung anfordern
fr: Demander une confirmation de lecture
hr: Zatražite potvrdu o čitanju
pl: Poproś o potwierdzenie odczytu
pt: Enviar confirmação de leitura
pt_pt: Pedir recibo de leitura
ru: Запрашивать уведомление о прочтении
tr: Okundu bilgisi iste
zh_tw: 要求讀取回條

# More Toggles
source: Sign message
ca: Signar missatge
de: Nachricht signieren
es: Firmar mensaje
fr: Signer le message
hr: Potpiši poruku
nl: Onderteken dit bericht
pl: Podpisz wiadomość
pt: Assinar mensagem
pt_pt: Assinar mensagem
ru: Подписать сообщение
tr: İletiyi imzala
zh_tw: 簽署郵件

# New version
source: New version {{ version }} available
ca: Nova versió {{ version }} disponible
de: Neue Version {{ version }} verfügbar
fr: La nouvelle version {{ version }} est disponible
hr: Nova verzija {{ version }} je dostupna
pl: Dostępna jest nowa wersja {{ version }}
pt: Nova versão {{ version }} está disponível
pt_pt: Nova versão {{ version }} disponível
ru: Доступна новая версия {{ version }}
tr: Yeni {{ version }} sürümü mevcut

# New version
source: Reload Tab
ca: Recarregar pestanya
de: Tab neu laden
fr: Recharger la page
hr: Ponovno učitavanje kartice
pl: Odśwież kartę
pt: Recarregar guia
pt_pt: Recarregar separador
ru: Перезагрузить вкладку
tr: Sekmeyi yeniden yükle

# No recipients to display in the message header
source: Undisclosed Recipients
ca: Destinataris ocults
de: Unbekannte Empfänger
es: Destinatarios desconocidos
fr: Destinataires non divulgués
hr: Nisu definirani primatelji
nl: Niet-openbaar gemaakte ontvangers
pl: Nieznani odbiorcy
pt: Destinatários não divulgados
pt_pt: Destinatários não divulgados
ru: Неизвестные получатели
tr: Açıklanmayan Alıcılar
zh_tw: 非公開收件者

# No results heading
source: All Mail
ca: Tot el correu
de: Alle Mails
es: Todos los mensajes
fr: Tous les messages
hr: Sva pošta
id: Semua surat
nl: Alle e-mailberichten
pl: Wszystkie wiadomości
pt: Todos os e-mails
pt_pt: Todos os emails
ru: Все письма
tr: Tüm Postalar
zh_tw: 所有郵件

# No results heading
source: Archive
ca: Arxivar
de: Archiv
es: Archivo
fr: Archives
hr: Arhiva
id: Arsipkan
nl: Archiveren
pl: Archiwum
pt: Arquivo
pt_pt: Arquivo
ru: Архив
tr: Arşiv
zh_tw: 封存

# No results heading
source: Drafts
ca: Esborranys
de: Entwürfe
es: Borradores
fr: Brouillons
hr: Skice
id: Draft
nl: Concepten
pl: Szkice
pt: Rascunhos
pt_pt: Rascunhos
ru: Черновики
tr: Taslaklar
zh_tw: 草稿

# No results heading
source: Folder
ca: Carpeta
de: Ordner
es: Carpeta
fr: Dossier
hr: Mapa
id: Map
nl: Map
pt: Pasta
pt_pt: Pasta
ru: Папка
tr: Klasör
zh_tw: 資料夾

# No results heading
source: Inbox
ca: Bústia d’entrada
de: Posteingang
es: Buzón
fr: Boîte de réception
hr: Pristigla pošta
id: Kotak masuk
pl: Odebrane
pt: Caixa de entrada
pt_pt: Caixa de entrada
ru: Входящие
tr: Gelen Kutusu
zh_tw: 收件匣

# No results heading
source: Label
ca: Etiqueta
de: Kategorie
es: Etiqueta
hr: Oznaka
pl: Etykieta
pt: Marcador
pt_pt: Etiqueta
ru: Ярлык
tr: Etiket
zh_tw: 標籤

# No results heading
source: Search
ca: Cerca
de: Suche
es: Buscar
fr: Recherche
hr: Pretraga
id: Pencarian
nl: Zoeken
pl: Szukaj
pt: Pesquisar
pt_pt: Procurar
ru: Поиск
tr: Ara
zh_tw: 搜尋

# No results heading
source: Sent
ca: Enviat
de: Gesendet
es: Enviado
fr: Envoyé
hr: Poslano
id: Dikirim
nl: Verzonden
pl: Wysłane
pt: Enviado
pt_pt: Enviado
ru: Отправленные
tr: Gönderilen
zh_tw: 已傳送

# No results heading
source: Starred
ca: Destacats
de: Markiert
es: Destacados
fr: Favoris
hr: Sa zvjezdicom
id: Dibintangi
nl: Met ster
pl: Wyróżnione
pt: Com estrela
pt_pt: Com estrela
ru: Избранное
tr: Yıldızlı
zh_tw: 已加星號

# No results heading
source: Trash
ca: Paperera
de: Papierkorb
es: Papelera
fr: Corbeille
hr: Otpad
id: Sampah
nl: Prullenbak
pl: Kosz
pt: Lixeira
pt_pt: Lixo
ru: Корзина
tr: Çöp Kutusu
zh_tw: 垃圾桶

# Notification
source: Filter created
ca: Filtre creat
de: Filter erstellt
es: Filtro creado
fr: Filtre créé
hr: Filtar je izrađen
id: Filter dibuat
nl: Filter aangemaakt
pl: Filtr został utworzony
pt: Filtro criado
pt_pt: Filtro criado
ru: Фильтр создан
tr: Filtre oluşturuldu
zh_tw: 已建立篩選器

# Notification
source: Filter updated
ca: Filtre actualitzada
de: Filter aktualisiert
es: Filtro actualizado
fr: Filtre mis à jour
hr: Filtar je ažuriran
id: Filter diperbarui
nl: Filter bijgewerkt
pl: Filtr został zaktualizowany
pt: Filtro atualizado
pt_pt: Filtro actualizado
ru: Фильтр обновлён
tr: Filtre güncellendi
zh_tw: 已更新篩選器

# Notification
source: ProtonMail's Encrypted Outside feature only allows replying 5 times. <a href="https://protonmail.com/signup" target="_blank">You can sign up for ProtonMail for seamless and unlimited end-to-end encryption</a>.
ca: La funció ProtonMail Encrypted Outside només permet respondre 5 vegades.<a href="https://protonmail.com/signup" target="_blank">Us podeu subscriure a ProtonMail per a una encriptació completa i il·limitada d'extrem a extrem</a>.
de: Das ProtonMail-Feature Extern Verschlüsselt erlaubt nur 5 Antworten. <a href="https://protonmail.com/signup" target="_blank">Sie können sich nahtlos für ProtonMail registrieren und unbeschränkt Ende-zu-Ende verschlüsselt kommunizieren</a>.
es: La función de encriptado externo de ProtonMail sólo permite responder 5 veces. <a href="https://protonmail.com/signup" target="_blank">Puede registrarse en ProtonMail para un cifrado completo e ilimitado de extremo a extremo</a>.
fr: La fonctionnalité de chiffrement des messages vers l'extérieur de ProtonMail autorise seulement 5 réponses. <a href="https://protonmail.com/signup" target="_blank">Vous pouvez choisir ProtonMail afin de bénéficier d'un chiffrement de bout en bout transparent et illimité</a>.
hr: ProtonMailova Šifrirano izvana značajka dopušta samo 5 odgovora.<a href="https://protonmail.com/signup" target="_blank">Možete se prijaviti na ProtonMail za besprijekorno i neograničeno end-to-end šifriranje</a>.
id: Fitur Enkripsi Teropong ProtonMail hanya memungkinkan untuk membalas 5 kali. <a href="https://protonmail.com/signup" target="_blank"> Anda dapat mendaftar ke ProtonMail untuk enkripsi end-to-end tanpa batas dan tanpa batas </a>.
nl: Met ProtonMail's versleuteling voor externe gebruikers kan u maximaal 5 keer antwoorden. <a href="https://protonmail.com/signup" target="_blank">U kan zich registreren bij ProtonMail voor naadloze en onbeperkte end-to-end versleuteling</a>.
pl: Szyfrowanie dla użytkowników spoza ProtonMaila umożliwia tylko 5 odpowiedzi. <a href="https://protonmail.com/signup" target="_blank">Załóż konto ProtonMail, aby w pełni i bez ograniczeń korzystać z szyfrowania end-to-end</a>.
pt: O recurso de criptografia externa do ProtonMail só permite você responder 5 vezes. <a href="https://protonmail.com/signup" target="_blank"> Você pode se inscrever no ProtonMail para ter a criptografia de ponta a ponta de forma contínua e ilimitada</a>.
pt_pt: A funcionalidade ProtonMail encriptado externo apenas permite 5 respostas. <a href="https://protonmail.com/pt/signup" target="_blank">Pode criar uma conta ProtonMail para encriptação ponta-a-ponta integrada e ilimitada</a>.
ru: Функция шифрования для внешних абонентов позволяет отвечать только 5 раз. <a href="https://protonmail.com/signup" target="_blank">Вы можете зарегистрироваться в ProtonMail для лёгкого и неограниченного сквозного шифрования</a>.
tr: ProtonMail'in Encrypted Outside özelliği, yalnızca 5 kez yanıt vermenize olanak sağlar. <a href="https://protonmail.com/signup" target="_blank">Sorunsuz ve sınırsız uçtan uca şifreleme için ProtonMail'e kaydolabilirsiniz</a>.
zh_tw: ProtonMail 的加密外部功能只允許回覆5次。 <a href="https://protonmail.com/signup" target="_blank">您可以註冊 ProtonMail 以實現無縫和無限制的端到端加密</a>。

# Notification error trying to connect to the API
source: Servers are unreachable.
ca: Els servidors no són accessibles.
de: Server sind nicht erreichbar
es: Los servidores no están disponibles.
fr: Serveurs inaccessibles.
hr: Poslužitelji nisu dostupni.
id: Server tidak terjangkau.
nl: Servers zijn onbereikbaar.
pl: Serwery są nieosiągalne.
pt: Os servidores estão indisponíveis.
pt_pt: Os servidores estão inacessíveis.
ru: Сервера недоступны.
tr: Sunuculara erişilemiyor.
zh_tw: 無法連上伺服器。

# Notification update
source: The public key with fingerprint {{ fingerprint }} updated.
ca: La clau pública amb empremta digital {{ fingerprint }} actualitzada.
de: Der öffentliche Schlüssel mit Fingerabdruck {{ fingerprint }} wurde aktualisiert.
fr: La clé publique avec l’empreinte {{ fingerprint }} a été mise à jour.
hr: Javni ključ s {{ fingerprint }} otiskom prsta je ažuriran.
nl: De publieke sleutel met vingerafdruk {{ fingerprint }} is bijgewerkt.
pl: Klucz publiczny z odciskiem {{ fingerprint }} został zaktualizowany.
pt: A chave pública com a impressão digital {{ fingerprint }} foi atualizada.
pt_pt: A chave pública com impressão digital {{ fingerprint }} foi actualizada.
ru: Публичный ключ с отпечатком {{ fingerprint }} обновлён.
tr: Genel anahtar, {{ fingerprint }} parmak izi ile güncellendi.
zh_tw: 已更新指紋為 %s 的公開金鑰。

# Notification update
source: The public key with fingerprint {{ fingerprint }} was replaced with a revoked key.
ca: La clau pública amb empremta digital {{ fingerprint }} es va reemplaçar amb una clau revocada.
de: Der öffentliche Schlüssel mit Fingerabdruck {{ fingerprint }} wurde durch einen widerrufenen Schlüssel ersetzt.
fr: La clé publique avec l’empreinte {{ fingerprint }} a été remplacée par une clé révoquée.
hr: Javni ključ s otiskom prsta {{ fingerprint }} zamijenjen je opozvanim ključem.
nl: De publieke sleutel met vingerafdruk {{ fingerprint }} is vervangen door een ingetrokken sleutel.
pl: Klucz publiczny z odciskiem {{ fingerprint }} został zastąpiony unieważnionym kluczem.
pt: A chave pública com impressão digital {{ fingerprint }} foi substituída por uma chave revogada.
pt_pt: A chave pública com impressão digital {{ fingerprint }} foi substituída por uma chave revogada.
ru: Публичный ключ с отпечатком {{ fingerprint }} был заменён на отозванный ключ.
tr: Parmak izi {{ fingerprint }} olan ortak anahtar, iptal edilmiş bir anahtarla değiştirildi.
zh_tw: 帶指紋 {{ fingerprint }} 的公開金鑰被吊銷的金鑰替換。

# Notification user
source: New mail from {{sender}}
ca: Nou correu de {{sender}}
de: Neue Nachricht von {{sender}}
es: Mensaje nuevo de {{sender}}
fr: Nouveau message de {{sender}}
hr: Nova e-pošta od {{sender}}
nl: Nieuwe e-mail van {{sender}}
pl: Nowa wiadomość od {{sender}}
pt: Nova mensagem de {{sender}}
pt_pt: Nova mensagem de {{sender}}
ru: Новое письмо от {{sender}}
tr: {{sender}} adresinden yeni posta
zh_tw: 來自 {{sender}} 的新郵件

# Notify the user when he try to open more than composer
source: Maximum composer reached
ca: Màxim compositor assolit
de: Maximale Anzahl von Verfassern erreicht
es: Límite máximo del redactor alcanzado
fr: Nombre maximum de composeurs atteint
hr: Maksimalan broj otvorenih prozora za novu poruku
id: Komposer maksimum tercapai
nl: Maximum aantal opstelvensters bereikt
pl: Osiągnięto dozwolone maksimum
pt: Tamanho máximo de mensagem atingido
pt_pt: Atingido o máximo de compositores
ru: Достигнут предел количества окон редактора
tr: En büyük besteciye ulaşıldı
zh_tw: 達到最大的編輯器數量

# Number of failed contact during merge
source: {{number}} failed to merge.
ca: {{number}} no es va poder fusionar.
de: {{number}} konnten nicht zusammengeführt werden.
es: {{number}} fallaron al combinarse.
fr: {{number}} contacts ont échoué à fusionner.
hr: {{number}} neuspješno spojeno.
nl: samenvoegen van {{number}} mislukt.
pl: {{number}} nie udało się scalić.
pt: {{number}} falharam ao mesclar.
pt_pt: {{number}} falharam a união.
ru: {{number}} не удалось объединить.
tr: {{number}} birleştirme başarısız oldu.
zh_tw: {{number}} 聯絡人項目匯入失敗。

# Number of failed contact during the contact import
source: {{number}} failed to import.
ca: {{number}} ha fallat l'importació.
de: {{number}} konnte nicht importieren werden.
es: {{number}} contactos fallaron al importarse.
fr: Échec de l'importation de {{number}} contacts.
hr: {{number}} neuspješno uvezeno.
id: {{number}} gagal diimpor.
nl: {{number}} importeren mislukt.
pl: {{number}} nie udało się zaimportować.
pt: {{number}} falhou ao importar.
pt_pt: {{number}} falharam a importação.
ru: {{number}} не удалось импортировать.
tr: {{number}} içe aktarma başarısız oldu.
zh_tw: {{number}} 聯絡人項目匯入失敗

# Option
source: Annually
ca: Anualment
de: Jährlich
fr: Annuel
hr: Godišnje
nl: Jaarlijks
pl: Rocznie
pt: Anualmente
pt_pt: Anualmente
ru: Ежегодно
tr: Yıllık
zh_tw: 年度

# Option
source: Hide Moved
ca: Amaga el moviment
de: Verschobene ausblenden
es: Ocultar movidos
fr: Cacher les message déplacés
hr: Sakrij premješteno
id: Sembunyikan Pindah
nl: Verplaatste verbergen
pl: Ukryj przeniesione
pt: Ocultar movidos
pt_pt: Ocultar movidos
ru: Скрыть перемещённые
tr: Taşınanları gizle
zh_tw: 隱藏已移動

# Option
source: Include Moved
ca: Incloure mogut
de: Verschobene einbeziehen
es: Incluir movidos
fr: Inclure les messages déplacés
hr: Uključi i premješteno
id: Sertakan Pindah
nl: Inclusief verplaatste
pl: Pokaż przeniesione
pt: Incluir movidos
pt_pt: Incluir movidos
ru: Включить перемещённые
tr: Taşınanları dahil et
zh_tw: 包括已移動

# Option
source: Left to Right
ca: Esquerra a dreta
de: Von links nach rechts
es: Izquierda a Derecha
fr: De gauche à droite
hr: S lijeva na desno
nl: Links naar rechts
pl: Od lewej do prawej
pt: Esquerda para direita
pt_pt: Da esquerda para a direita
ru: Слева направо
tr: Soldan sağa
zh_tw: 左到右

# Option
source: Monthly
ca: Mensual
de: Monatlich
fr: Mensuel
hr: Mjesečno
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
pt_pt: Mensalmente
ru: Ежемесячно
tr: Aylık
zh_tw: 每月

# Option
source: No
de: Nein
fr: Non
hr: Ne
nl: Nee
pl: Nie
pt: Não
pt_pt: Não
ru: Нет
tr: Hayır
zh_tw: 否

# Option
source: Right to Left
ca: Dreta a esquerra
de: Von rechts nach links
es: Derecha a Izquierda
fr: De droite à gauche
hr: S desna na lijevo
nl: Rechts naar links
pl: Od prawej do lewej
pt: Direita para esquerda
pt_pt: Da direita para a esquerda
ru: Справа налево
tr: Sağdan sola
zh_tw: 右到左

# Option
source: Yes
ca: Si
de: Ja
fr: Oui
hr: Da
nl: Ja
pl: Tak
pt: Sim
pt_pt: Sim
ru: Да
tr: Evet
zh_tw: 是

# Option for search panel
source: All
ca: Tot
de: Alle
fr: Tous
hr: Sve
nl: Alles
pl: Wszystkie
pt: Todos
pt_pt: Todos
ru: Все
tr: Tümü
zh_tw: 全部

# Option for search panel
source: All Mail
ca: Tot el correu
de: Alle Nachrichten
es: Todos los mensajes
fr: Tous les messages
hr: Sva pošta
nl: Alle berichten
pl: Wszystkie
pt: Todos os e-mails
pt_pt: Todos os emails
ru: Все письма
tr: Tüm Postalar
zh_tw: 所有郵件

# Option for search panel
source: Archive
ca: Arxiu
de: Archivieren
es: Archivo
fr: Archives
hr: Arhiva
nl: Archief
pl: Archiwum
pt: Arquivo
pt_pt: Arquivo
ru: Архив
tr: Arşiv
zh_tw: 封存

# Option for search panel
source: Drafts
ca: Esborranys
de: Entwürfe
es: Borradores
fr: Brouillons
hr: Skice
nl: Concepten
pl: Szkice
pt: Rascunhos
pt_pt: Rascunhos
ru: Черновики
tr: Taslaklar
zh_tw: 草稿

# Option for search panel
source: Inbox
ca: Bústia d’entrada
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
hr: Pristigla pošta
nl: Postvak in
pl: Odebrane
pt: Caixa de entrada
pt_pt: Caixa de entrada
ru: Входящие
tr: Gelen Kutusu
zh_tw: 收件匣

# Option for search panel
source: Sent
ca: Enviat
de: Gesendet
es: Enviados
fr: Envoyés
hr: Poslano
nl: Verzonden
pl: Wysłane
pt: Enviados
pt_pt: Enviado
ru: Отправленные
tr: Gönderilen
zh_tw: 已傳送

# Option for search panel
source: Starred
ca: Destacats
de: Gekennzeichnet
es: Destacados
fr: Favoris
hr: Sa zvjezdicom
nl: Met Ster
pl: Wyróżnione
pt: Com estrela
pt_pt: Com estrela
ru: Избранное
tr: Yıldızlı
zh_tw: 已加星號

# Option for search panel
source: Trash
ca: Paperera
de: Papierkorb
es: Papelera
fr: Corbeille
hr: Otpad
nl: Prullenbak
pl: Kosz
pt: Lixeira
pt_pt: Lixo
ru: Корзина
tr: Çöp Kutusu
zh_tw: 垃圾桶

# Other amount to donate
source: Other
ca: Altres
de: Weitere
es: Otro
fr: Autre
hr: Ostalo
nl: Anders
pl: Inne
pt: Outro
pt_pt: Outro
ru: Другая
tr: Diğer
zh_tw: 其他

# PGP key warning
source: This key is expired.
ca: Aquesta clau ha caducat.
de: Dieser Schlüssel ist abgelaufen.
fr: Cette clé a expiré.
hr: Ovaj ključ je istekao.
nl: Deze sleutel is verlopen.
pl: Ten klucz wygasł.
pt: Esta chave está expirada.
pt_pt: Esta chave está expirada.
ru: Срок действия этого ключа истёк.
tr: Bu anahtarın kullanım süresi doldu.
zh_tw: 此金鑰已過期。

# PGP key warning
source: This key is revoked.
ca: Aquesta clau està revocada.
de: Dieser Schlüssel wurde widerrufen.
fr: Cette clé est révoquée.
hr: Ovaj ključ je opozvan.
nl: Deze sleutel is ingetrokken.
pl: Ten klucz został unieważniony.
pt: Esta chave foi revogada.
pt_pt: Esta chave foi revogada.
ru: Этот ключ был отозван.
tr: Bu anahtar iptal edildi.
zh_tw: 此金鑰已撤銷。

# PGP key warning
source: User IDs mismatch. This key is assigned to {{emails}}.
ca: Les ID d'usuari no coincideixen. Aquesta clau està assignada a {{emails}}.
de: Benutzerkennungen stimmen nicht überein. Dieser Schlüssel ist der E-Mail-Adresse {{emails}} zugeordnet.
fr: Aucune ID d'utilisateur ne correspond. Cette clé est assignée à {{emails}}.
hr: ID-ovi korisnika se ne podudaraju. Ovaj ključ je dodijeljen {{emails}}.
nl: Gebruiker-IDs komen niet overeen. Deze sleutel is toegewezen aan {{emails}}.
pl: Niezgodny identyfikator użytkownika. Ten klucz został przypisany do {{emails}}.
pt: Incompatibilidade de IDs de usuário. A chave está atribuída para {{emails}}.
pt_pt: IDs de utilizador trocadas. Esta chave está atribuída a {{emails}}.
ru: Идентификаторы пользователя не совпадают. Этот ключ назначен для {{emails}}.
tr: Kullanıcı kimlikleri uyuşmuyor. Bu anahtar, {{emails}} için atanmıştır.
zh_tw: 使用者 ID 不相符。將金鑰分配給 {{emails}}。

# PayPal error
source: The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.
pt_pt: O navegador que utiliza não permite que o pagamento seja completamente autorizado. Por favor, utilize outro navegador ou inicie sessão via computador.

# Payment
source: Payment method deleted
ca: Mètode de pagament eliminat
de: Zahlungsmethode gelöscht
es: Método de pago eliminado
fr: Mode de paiement supprimé
hr: Način plaćanja je izbrisan
id: Metode pembayaran dihapus
nl: Betalingsmethode verwijderd
pl: Metoda płatności została usunięta
pt: Método de pagamento excluído
pt_pt: Método de pagamento eliminado
ru: Способ оплаты удалён
tr: Ödeme yöntemi silindi
zh_tw: 已刪除支付方法

# Payment
source: Payment method updated
ca: Mètode de pagament actualitzat
de: Zahlungsmethode aktualisiert
es: Método de pago actualizado
fr: Mode de paiement mis à jour
hr: Način plaćanja je ažuriran
id: Metode pembayaran diperbarui
nl: Betalingsmethode bijgewerkt
pl: Metoda płatności została zaktualizowana
pt: Método de pagamento atualizado
pt_pt: Método de pagamento actualizado
ru: Способ оплаты обновлён
tr: Ödeme yöntemi güncellendi
zh_tw: 已更新支付方法

# Payment form information
source: Save 20% with the annual plan!
ca: Estalviï 20% amb el pla anual!
de: Sparen Sie 20% mit einem Jahresabonnement!
es: ¡Ahorre un 20% con el plan anual!
fr: Economisez 20 % avec l'offre annuelle !
hr: Uštedite 20% s godišnjim planom!
id: Hemat 20% dengan rencana tahunan!
nl: Bespaar 20% met het jaarlijkse abonnement!
pl: Zaoszczędź 20% korzystając z planu rocznego!
pt: Economize 20% com plano anual!
pt_pt: Poupe 20% com o plano anual!
ru: Сэкономьте 20% с подпиской на год!
tr: Yıllık plan ile %20 tasarruf edin!
zh_tw: 節省20%的年度方案！

# Payment form input label
source: Coupon
ca: Cupó
de: Gutschein
es: Cupón
fr: Code promo
hr: Kupon
nl: Kortingscode
pl: Kupon
pt: Cupom
pt_pt: Cupão
ru: Купон
tr: Kupon
zh_tw: 優惠券

# Payment method
source: Cash
ca: Efectiu
de: Barzahlung
es: Efectivo
fr: Espèces
hr: Gotovina
id: Kas
nl: Contant
pl: Gotówka
pt: Dinheiro
pt_pt: Dinheiro
ru: Наличные
tr: Nakit
zh_tw: 現金

# Payment method
source: Credit Card
ca: Targeta de crèdit
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
hr: Kreditna Kartica
id: Kartu kredit
pl: Karta płatnicza
pt: Cartão de crédito
pt_pt: Cartão de crédito
ru: Банковская карта
tr: Kredi Kartı
zh_tw: 信用卡

# Paypal error
source: Amount above the maximum.
ca: Quantitat per sobre del màxim.
de: Höchstbetrag überschritten
es: Monto por encima del máximo.
fr: Montant supérieur au maximum autorisé.
hr: Iznos veći od maksimuma.
id: Jumlah di atas maksimal.
nl: Bedrag overschrijdt het limiet.
pl: Kwota powyżej maksimum.
pt: Quantidade acima do máximo.
pt_pt: Montante acima do máximo.
ru: Сумма выше допустимого максимума.
tr: En yüksek değerin üzerindeki tutar.
zh_tw: 金額高於最大值。

# Paypal error
source: Amount below minimum.
ca: Quantitat per sota del mínim.
de: Mindestbetrag unterschritten
es: Monto por debajo del mínimo.
fr: Montant inférieur au minimum autorisé.
hr: Iznos ispod minimuma.
id: Jumlah di bawah minimum.
nl: Bedrag te laag.
pl: Kwota poniżej minimum.
pt: Quantidade abaixo do mínimo.
pt_pt: Montante inferior ao mínimo.
ru: Сумма ниже допустимого минимума.
tr: En düşük değerin altındaki tutar.
zh_tw: 金額低於下限。

# Pikaday
source: Next Month
ca: El Mes vinent
de: Nächster Monat
es: Mes Siguiente
fr: Mois prochain
hr: Sljedeći mjesec
id: Bulan depan
nl: Volgende maand
pl: Przyszły miesiąc
pt: Próximo mês
pt_pt: Mês seguinte
ru: Следующий месяц
tr: Gelecek ay
zh_tw: 翌月

# Pikaday
source: Previous Month
ca: Mes anterior
de: Vorheriger Monat
es: Mes Anterior
fr: Mois précédent
hr: Prethodni mjesec
id: Bulan sebelumnya
nl: Vorige maand
pl: Poprzedni Miesiąc
pt: Mês anterior
pt_pt: Mês anterior
ru: Предыдущий месяц
tr: Önceki ay
zh_tw: 上月

# Placeholder
source: A note
ca: Una nota
de: Eine Anmerkung
es: Una nota
fr: Une note
hr: Bilješka
id: Sebuah catatan
nl: Een notitie
pl: Uwaga
pt: Uma nota
pt_pt: Uma nota
ru: Примечание
tr: Bir not
zh_tw: 備註

# Placeholder
source: Address
ca: Adreça
de: Anschrift
es: Dirección
fr: Adresse
hr: Adresa
id: Alamat
nl: Adres
pl: Adres
pt: Endereço
pt_pt: Endereço
ru: Адрес
tr: Adres
zh_tw: 地址

# Placeholder
source: Browser
ca: Navegador
fr: Navigateur
hr: Preglednik
pl: Przeglądarka
pt: Navegador
pt_pt: Navegador
ru: Браузер
tr: Tarayıcı
zh_tw: 瀏覽器

# Placeholder
source: Choose a password
ca: Escull una contrasenya
de: Passwort wählen
fr: Choisissez un mot de passe
hr: Odaberite lozinku
nl: Kies een wachtwoord
pl: Wybierz hasło
pt: Escolha uma senha
pt_pt: Escolha uma senha
ru: Задайте пароль
tr: Bir parola seçin
zh_tw: 選擇密碼

# Placeholder
source: Choose username
ca: Trieu un nom d'usuari
de: Benutzernamen wählen
fr: Choisissez un nom d'utilisateur
hr: Izaberi korisničko ime
nl: Kies een gebruikersnaam
pl: Wybierz nazwę użytkownika
pt: Escolha um nome de usuário
pt_pt: Escolha o nome de utilizador
ru: Задайте имя пользователя
tr: Kullanıcı adı seçin
zh_tw: 選擇使用者名稱

# Placeholder
source: City
ca: Ciutat
de: Stadt
fr: Ville
hr: Grad
nl: Plaats
pl: Miasto
pt: Cidade
pt_pt: Cidade
ru: Город
tr: Şehir
zh_tw: 城市

# Placeholder
source: Confirm Password
ca: Confirmar contrasenya
de: Passwort bestätigen
fr: Confirmer le mot de passe
hr: Potvrdi lozinku
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt: Confirmar senha
pt_pt: Confirmar senha
ru: Подтвердите Пароль
tr: Parolayı doğrula
zh_tw: 確認密碼
