Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Verifying invite link...
ca: Verificant l'enllaç d'invitació...
de: Einladungslink wird überprüft …
es: Verificando enlace de invitación...
fr: Vérification du lien d’invitation...
hr: Potvrđivanje poveznice pozivnice...
id: Memverifikasi tautan undangan ...
nl: Uitnodigingslink...
pl: Weryfikowanie odnośnika zaproszenia...
pt: Verificando o link de convite...
pt_pt: A verificar a hiperligação do convite...
ru: Проверка ссылки-приглашения...
tr: Davet bağlantısı doğrulanıyor...
zh_tw: 正在驗證邀請連結……

# Info
source: WARNING: DELETION IS PERMANENT
ca: ADVERTIMENT: LA SUPRESSIÓ ÉS PERMANENT
de: WARNUNG: LÖSCHEN IST DAUERHAFT
es: ADVERTENCIA: LA ELIMINACIÓN ES PERMANENTE
fr: ATTENTION : LA SUPPRESSION EST DEFINITIVE
hr: UPOZORENJE: BRISANJE JE TRAJNO
id: PERINGATAN: PENGHAPUSAN ADALAH PERMANEN
nl: WAARSCHUWING: VERWIJDERING IS PERMANENT
pl: OSTRZEŻENIE: USUNIĘCIE JEST TRWAŁE
pt: AVISO: A EXCLUSÃO É PERMANENTE
pt_pt: AVISO: A ELIMINAÇÃO É DEFINITIVA
ru: ПРЕДУПРЕЖДЕНИЕ: УДАЛЕНИЕ НЕОБРАТИМО
tr: UYARI: SİLME İŞLEMİ KALICIDIR
zh_tw: 警告：帳戶刪除是永久的。

# Info
source: WARNING: THIS ALSO DELETES ALL CONNECTED SERVICES (ex: <i>ProtonVPN</i>)
ca: ADVERTIMENT: AIXÒ TAMBÉ ELIMINA TOTS ELS SERVEIS CONNECTATS (ex: <i>ProtonVPN</i>)
de: WARNUNG: DIES ENTFERNT AUCH ALLE VERBUNDENEN DIENSTE (z. B. <i>ProtonVPN</i>)
es: ADVERTENCIA: ESTO TAMBIÉN BORRARÁ TODOS LOS SERVICIOS CONECTADOS (ej: <i>ProtonVPN</i>)
fr: AVERTISSEMENT : CECI SUPPRIME ÉGALEMENT TOUS LES SERVICES CONNECTÉS (ex : <i>ProtonVPN</i>)
hr: UPOZORENJE: OVO TAKOĐER BRIŠE SVE POVEZANE USLUGE (npr: <i>ProtonVPN</i>)
id: PERINGATAN: INI JUGA MENGHAPUS SEMUA LAYANAN YANG TERKAIT (misal: <i> ProtonVPN </ i>)
nl: Waarschuwing: Dit verwijdert u ook alle verbonden diensten (ex: <i>ProtonVPN</i>)
pl: UWAGA: USUNIE TO TAKŻE WSZYSTKIE POWIĄZANE USŁUGI (np. <i>ProtonVPN</i>)
pt: AVISO: ISTO TAMBÉM EXCLUI TODOS OS SERVIÇOS CONECTADOS (ex: <i>ProtonVPN</i>)
pt_pt: AVISO: ISTO TAMBÉM ELIMINA TODOS OS SERVIÇOS ASSOCIADOS (por exemplo: <i>ProtonVPN</i>)
ru: ПРЕДУПРЕЖДЕНИЕ: ЭТО ТАКЖЕ УДАЛИТ ВСЕ ПОДКЛЮЧЁННЫЕ УСЛУГИ (например: <i>ProtonVPN</i>)
tr: UYARI: BU, TÜM BAĞLI HİZMETLERİ SİLER (örn: <i>ProtonVPN</i>)
zh_tw: 警告：關聯的服務帳戶也會遭刪除（例：<i>ProtonVPN</i>）

# Info
source: We are now generating encryption keys for your address, this may take several minutes and temporarily freeze your browser.
ca: Estem generant claus d'encriptació per a la vostra adreça, això pot trigar uns quants minuts i congelar temporalment el navegador.
de: Wir erzeugen jetzt Verschlüsselungsschlüssel für Ihre Adresse, dies kann einige Minuten dauern und Ihren Browser vorübergehend einfrieren.
es: Estamos generando claves de cifrado para su dirección, esto puede tomar varios minutos y congelar temporalmente el navegador.
fr: Nous sommes maintenant en train de générer des clés de chiffrement pour votre adresse. Cela peut prendre plusieurs minutes et figer temporairement votre navigateur.
hr: Sada generiramo ključeve za šifriranje za vašu adresu e-pošte, to može potrajati nekoliko minuta i privremeno zamrznuti preglednik.
id: Kami sekarang menghasilkan kunci enkripsi untuk alamat Anda, ini mungkin memerlukan waktu beberapa menit dan untuk sementara membekukan browser Anda.
nl: We genereren momenteel encryptiesleutels voor uw account, dit kan enkele minuten duren en mogelijk uw browser tijdelijk bevriezen.
pl: Tworzymy teraz klucze szyfrowania dla Twojego adresu, może to potrwać kilka minut i chwilowo zawiesić przeglądarkę.
pt: Agora estamos gerando chaves de criptografia para o seu endereço, isso pode demorar vários minutos e congelar temporariamente seu navegador.
pt_pt: Estamos a gerar as chaves de encriptação para o seu endereço, pode levar vários minutos e bloquear temporariamente o seu navegador.
ru: Сейчас мы создаём ключи шифрования для вашего адреса. Это может занять несколько минут и временно замедлить ваш браузер.
tr: Şimdi adresiniz için şifreleme anahtarları üretiyoruz. Bu işlem, birkaç dakika sürebilir ve tarayıcınızı geçici olarak dondurabilir.
zh_tw: 我們正生成金鑰。這可能需要幾分鐘。您的瀏覽器可能會暫時停止回應。

# Info
source: We picked up at least one group/organization from the list of contacts you are importing.
ca: Podem recollir al menys un grup/organització de la llista de contactes que importeu.
de: Es wurde mindestens eine Gruppe/Organisation aus der Liste der zu importierenden Kontakte ausgewählt.
fr: Nous avons sélectionné au moins un groupe/organisation dans la liste des contacts que vous importez.
hr: Pronašli/Identificirali smo najmanje jednu grupu/organizaciju s popisa kontakata koje uvozite.
pl: Znaleźliśmy co najmniej jedną grupę/organizację na liście importowanych kontaktów.
pt: Encontramos pelo menos um grupo/organização na lista de contatos que você está importando.
pt_pt: Detectámos pelo menos um grupo/organização da lista de contactos que está a importar.
ru: Мы нашли/обнаружили как минимум одну группу/организацию в импортируемом вами списке контактов.
tr: İçe aktarmakta olduğunuz kişi listesinden en az bir grup/kuruluş seçtik.
zh_tw: 我們從您要匯入的連絡人清單中選擇了至少一個群組/組織。

# Info
source: We recommend adding a recovery email address first. Otherwise, you cannot recover your account if something goes wrong.
ca: Recomanem en primer lloc, afegir una adreça de correu de recuperació. D'altra manera, no podreu recuperar el compte si alguna cosa falla.
de: Wir empfehlen, zuerst eine zurücksetzungs E-Mail-Adresse anzugeben. Andernfalls können Sie Ihr Konto nicht wiederherstellen, falls etwas schiefgeht.
es: Recomendamos añadir primero una dirección de correo electrónico de recuperación. De lo contrario, no podrá recuperar su cuenta si algo sale mal.
fr: Nous vous recommandons d'ajouter une adresse de email de récupération. Dans le cas contraire, vous ne pourrez pas récupérer votre compte si quelque chose se passe mal.
hr: Preporučujemo da prvo dodate e-poštu za oporavak. Inače nećete moći oporaviti račun u slučaju da nešto pođe po zlu.
id: Sebaiknya tambahkan alamat email pemulihan terlebih dahulu. Jika tidak, Anda tidak dapat memulihkan akun jika terjadi kesalahan.
nl: Het is raadzaam om eerst een herstel-e-mailadres toe te voegen. U kunt anders uw account niet herstellen als er iets misgaat.
pl: Zalecamy w pierwszej kolejności dodanie adresu e-mail odzyskiwania. W przeciwnym razie, jeśli coś pójdzie nie tak, nie będzie można odzyskać konta.
pt: Aconselhamos você primeiro adicionar um endereço de e-mail para recuperação. Caso contrário, você não poderá recuperar sua conta se algo der errado.
pt_pt: É aconselhável adicionar primeiro um endereço de email de recuperação. Caso contrário, não conseguirá recuperar a sua conta se algo correr mal.
ru: * Мы рекомендуем сначала добавить резервный адрес электронной почты. Иначе вы не сможете восстановить свою учётную запись, если что-то пойдёт не так.
tr: Önce bir kurtarma e-posta adresi eklemenizi öneririz. Aksi takdirde, bir şeyler ters giderse hesabınızı kurtaramazsınız.
zh_tw: 我們建議新增備援電子郵件地址。否則，如果出現問題，您將無法存取自己的帳戶。

# Info
source: We recommend using different login and mailbox passwords.
ca: Us recomanem utilitzar contrasenyes diferents per a l'accés i per a la bústia de correu.
de: Wir empfehlen die Verwendung unterschiedlicher Login- und Postfach-Passwörter.
es: Recomendamos utilizar diferentes contraseñas de inicio de sesión y del buzón.
fr: Nous vous recommandons d’utiliser des mots de passe différents pour l'identification et pour la boîte de réception.
hr: Preporučamo korištenje različitih lozinki za prijavu i za sandučić e-pošte.
id: Sebaiknya gunakan kata kunci masuk dan kotak masuk yang berbeda.
nl: We raden u aan om verschillende inlog en mailbox wachtwoorden te gebruiken.
pl: Zalecamy używanie różnych haseł logowania i skrzynki pocztowej.
pt: Nós recomendamos usar senhas diferentes para acesso e caixa de correio.
pt_pt: É aconselhável usar senhas diferentes para iniciar sessão e para a caixa de correio.
ru: Мы рекомендуем использовать разные пароли для входа и почтового ящика.
tr: Farklı giriş ve posta kutusu parolaları kullanmanızı öneririz.
zh_tw: 我們推薦使用不同的登入和郵箱密碼。

# Info
source: We support importing CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps. We also support importing vCard. (UTF-8 encoding). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Need help?</a>
ca: Es poden importar fitxers CSV des d'Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora i algunes altres apps. També es pot importar vCard. (codificació UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Necessiteu ajuda?</a>
de: ProtonMail unterstützt den Import von CSV-Dateien aus Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora und weiteren Anwendungen. ProtonMail unterstützt außerdem den Import von vCard. (UTF-8-Kodierung). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Benötigen Sie Hilfe?</a>
es: Admitimos formatos CSV de Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora y otras aplicaciones. También admitimos vCard (codificación UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">¿Necesita ayuda?</a>
fr: Nous supportons l’importation de fichiers CSV depuis Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora et certaines autres applications. Nous supportons également l’importation du format vCard. (Encodage UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank"> Besoin d’aide ?</a>
hr: Podržavamo uvoz CSV datoteka iz programa Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora i nekih drugih aplikacije. Također podržavamo uvoz vCard. (UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Trebate pomoć?</a>
id: Kami mendukung mengimpor file CSV dari Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora dan beberapa aplikasi lainnya. Kami juga mendukung import vCard. (Pengkodean UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank"> Butuh bantuan? </a>
nl: Wij ondersteunen het importeren van CSV-bestanden van Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora en sommige andere apps. Wij ondersteunen ook importeren vCard. (UTF-8-codering). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Hulp nodig?</a>
pl: Wspieramy importowanie plików CSV z programu Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora i kilku innych programów. Możliwe jest także importowanie plików vCard (kodowanie UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Potrzebujesz pomocy?</a>
pt: Oferecemos suporte a importação de arquivos CSV do Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora e outros aplicativos. Também oferecemos suporte a importação de vCard. (Codificação UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank"> Precisa de ajuda? </a>
pt_pt: Suportamos a importação de ficheiros CSV do Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora e outras aplicações. Suportamos também a importação de vCard. (Codificação UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Precisa de ajuda?</a>
ru: Мы поддерживаем импорт CSV-файлов из Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora и из некоторых других приложений. Также у нас поддерживается импорт vCard. (Кодировки UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Нужна помощь?</a>
tr: CSV dosyalarını Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora ve bazı diğer uygulamalardan içe aktarmayı destekliyoruz. Ayrıca vCard'ı içe aktarmayı da destekliyoruz. (UTF-8 kodlaması). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Yardıma mı ihtiyacınız var?</a>
zh_tw: 我們支援匯入 Outlook、Outlook Express、Yahoo! Mail、Hotmail、Eudora 及其他程式的 CSV 檔案。我們亦支援匯入 vCard （UTF-8 編碼）。<a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">需要幫助？</a>

# Info
source: We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.
pt_pt: A página será redireccionada para um novo separador PayPal no seu navegador, para concluir a transacção. Se utiliza bloqueadores de janelas, por favor desactive-os.

# Info
source: We will send a message from {{email}} to unsubscribe from this mailing list.
ca: Enviarem un missatge des de {{email}} per anul·lar la subscripció a aquesta llista de correu.
de: Wir senden eine Nachricht von {{email}}, um uns von dieser Verteilerliste abzumelden.
es: Enviaremos un mensaje desde {{email}} para desuscribirse de esta lista de correo.
fr: Nous enverrons un message depuis {{email}} pour vous désinscrire de cette liste de diffusion.
hr: Poslat ćemo poruku sa {{email}} za odjavu s ove mailing liste.
id: Kami akan mengirim pesan dari {{email}} untuk berhenti berlangganan dari milis ini.
nl: Wij zullen een bericht sturen vanaf {{email}} om uit te schrijven van deze mailinglijst.
pl: Wyślemy wiadomość z {{email}}, aby wypisać się z listy mailingowej.
pt: Nós enviaremos uma mensagem de {{email}} para cancelar a inscrição desta lista e-mail.
pt_pt: Enviaremos uma mensagem de {{email}} para cancelar a subscrição desta lista de correio.
ru: Мы отправим сообщение с {{email}}, чтобы вы могли отписаться от данной рассылки.
tr: Bu posta listesinden çıkmak için {{email}} adresinden bir ileti göndereceğiz.
zh_tw: 我們將從 {{email}} 發送郵件以取消訂閱此郵寄清單。

# Info
source: We will send a reset code to your <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="This is the optional email you used when first creating an account. This is the same as your notification email that is used for sending alerts about new messages.">recovery email</a> to reset your password.
ca: Us enviarem un codi de restabliment al vostre <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Aquesta és l'adreça de correu opcional que vau emprar en crear el compte. També és la mateixa a la que s'envien les alertes sobre missatges nous.">correu de recuperació</a> per restablir la contrasenya.
de: Wir senden Ihnen einen Rücksetzungsschlüssel an Ihre <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Dies ist die optionale E-Mail-Adresse, die Sie beim ersten Erstellen eines Kontos verwendet haben. Diese ist identisch mit Ihre Benachrichtigungs-E-Mail-Adresse, die für das Versenden von Benachrichtigungen über neue Nachrichten verwendet wird.">Wiederherstellungs-E-Mail-Adresse</a>, um Ihr Passwort zurückzusetzen.
es: Enviaremos un código de reinicio a su <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Este es el correo electrónico opcional que utilizó al crear una cuenta por primera vez. Es el mismo correo electrónico utilizado para enviar alertas sobre nuevos mensajes.">correo electrónico de recuperación</a> para restablecer su contraseña.
fr: Nous allons envoyer un code de réinitialisation à votre <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Ceci est l'email optionnel utilisé la première fois que vous créez un compte. Il s'agit de la même adresse que celle utilisée pour les notifications, utilisée pour envoyer des alertes lorsqu'il y a de nouveaux messages.">Email de récupération</a> pour réinitialiser votre mot de passe.
hr: Poslati ćemo vam kôd za resetiranje na vašu <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Ovo je opcionalna e-pošta koju ste koristili prilikom stvaranja računa. Ist je kao i vaša e-pošta za obavijesti koja se koristi za slanje upozorenja o novim porukama.">e-poštu za oporavak</a> kako biste resetirali vašu lozinku.
id: Kami akan mengirimkan kode reset ke <a class = "bold" href = "https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target = "_ blank" title = "ini adalah email opsional yang Anda gunakan saat membuat akun terlebih dahulu. Ini sama dengan email pemberitahuan Anda yang digunakan untuk mengirim lansiran tentang pesan baru. "> email pemulihan </a> untuk menyetel ulang kata sandi Anda.
nl: We zullen een reset-code sturen naar uw <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Dit is het optionele adres wat u gebruikt heeft bij het aanmaken van uw account. Dit is hetzelfde als uw adres dat gebruikt wordt om meldingen naar toe te sturen over nieuwe berichten.">herstel-adres</a> om uw wachtwoord te resetten.
pl: Wyślemy kod resetowania na Twój <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Jest to opcjonalny adres e-mail użyty podczas tworzenia konta. Jest to ten sam adres e-mail powiadomień, który jest używany do wysyłania powiadomień o nowych wiadomościach.">e-mail odzyskiwania</a>.
pt: Nós enviaremos um código de redefinição para o seu <a class = "bold" href = "https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target = "_ blank" title = "Este é o e-mail opcional que você usou ao criar uma conta pela primeira vez. Ele é o mesmo que o e-mail de notificação que é usado para enviar alertas sobre novas mensagens. ">e-mail de recuperação</a> para redefinir sua senha.
pt_pt: Enviaremos um código de recuperação para o seu <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Este é o email opcional que usou quando criou a conta. É o mesmo do email de notificação utilizado para enviar alertas sobre novas mensagens.">email de recuperação</a>para repor a sua senha.
ru: Мы отправим код сброса на ваш <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Дополнительный адрес электронной почты, который вы использовали во время создания учётной записи. Это тот же самый адрес эл. почты, который используется для оповещения о новых сообщениях.">резервный адрес электронной почты</a> для сброса пароля.
tr: Parolanızı sıfırlamak için <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Bu, ilk hesap oluştururken kullandığınız bağlı e-posta adresidir. Bu, yeni iletiler hakkında bildirim göndermek için kullanılan bildirim e-postanızla aynıdır.">kurtarma e-postanıza</a> bir sıfırlama kodu göndereceğiz.
zh_tw: 我們將會傳送一個重設代碼給您的 <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="This is the optional email you used when first creating an account. This is the same as your notification email that is used for sending alerts about new messages.">備用電子郵件</a> 以重置您的密碼。

# Info
source: We've sent a reset code to your <strong>recovery email</strong>, valid for one hour or until you request a new code. Enter it below to continue.
ca: Hem enviat un codi de restabliment a la vostra <strong>adreça de recuperació</strong>, serà vàlid durant una hora o fins que en sol·liciteu un de nou. Introduïu-lo a continuació per continuar.
de: Wir haben einen Schlüssel zum Zurücksetzen an Ihre <strong>Wiederherstellungs-E-Mail-Adresse</strong> gesendet, der eine Stunde lang gültig ist oder bis Sie einen neuen Code anfordern. Bitte unten eingeben, um fortzufahren.
fr: Nous avons envoyé un code de réinitialisation sur votre <strong>adresse email de récupération</strong>. Celui-ci est valable une heure ou jusqu'à ce que vous demandiez un nouveau code. Entrez-le ci-dessous pour continuer.
hr: Poslali smo kôd za poništavanje na <strong>e-poštu za oporavak</strong>, koji vrijedi jedan sat ili dok ne zatražite novi kôd. Da biste nastavili, unesite u nastavku.
nl: We hebben een herstelcode naar uw <strong>herstel-e-mailadres</strong> gestuurd, die een uur geldig is (tenzij u een nieuwe code aanvraagt). Voer de code hieronder in om door te gaan.
pl: Na Twój <strong>pomocniczy adres e-mail</strong> została wysłana wiadomość z kodem resetującym, ważnym przez godzinę lub do czasu, gdy poprosisz o nowy. Wpisz go do wskazanego pola, aby kontynuować.
pt: Enviamos um código de redefinição para seu <strong>endereço de recuperação</strong>, ele é válido por apenas uma hora ou até você solicitar um novo. Digite abaixo para continuar.
pt_pt: Enviámos um código de reposição para o seu <strong>email de recuperação</strong>, válido por uma hora ou até que solicite um novo código. Insira-o abaixo para continuar.
ru: Мы отправили код сброса на ваш <strong>резервный адрес электронной почты</strong>. Код действителен на протяжении часа, либо до запроса вами нового кода. Для продолжения введите код ниже.
tr: <strong>Kurtarma e-postanıza</strong> bir saat veya yeni bir kod istene kadar geçerli olan bir sıfırlama kodu gönderdik. Devam etmek için aşağıya girin.
zh_tw: 我們已將重設碼傳送到您的<strong>備援電子郵件地址</strong>，有效期為 1 小時或直至您要求新代碼。在下方輸入重設碼以繼續。

# Info
source: What do you think of ProtonMail version 3.0?
ca: Què en penseu de la versió 3.0 de ProtonMail?
de: Was denken Sie über ProtonMail Version 3.0?
es: ¿Que opina de ProtonMail versión 3.0?
fr: Que pensez-vous de la version 3.0 de ProtonMail ?
hr: Što mislite o ProtonMailu, verzija 3.0?
id: Apa pendapat Anda tentang ProtonMail versi 3.0?
nl: Wat vindt u van ProtonMail versie 3.0?
pl: Co sądzisz o ProtonMail w wersji 3.0?
pt: O que você está achando da versão 3.0 do ProtonMail?
pt_pt: O que pensa do ProtonMail versão 3.0?
ru: Ваше мнение о ProtonMail версии 3.0?
tr: ProtonMail sürüm 3.0 hakkında ne düşünüyorsunuz?
zh_tw: 您覺得 ProtonMail 3.0 版本怎麼樣？

# Info
source: When
ca: Quan
de: Wann
es: Cuándo
fr: Quand
hr: Kada
nl: Wanneer
pl: Kiedy
pt: Quando
pt_pt: Quando
ru: Когда
tr: Ne zaman
zh_tw: 日期

# Info
source: Whitelist
ca: Llista blanca
es: Lista Blanca
fr: Liste blanche
hr: Popis dopuštenih
id: Daftar putih
pl: Biała lista
pt: Lista Branca
pt_pt: Lista branca
ru: Белый список
tr: Beyaz liste
zh_tw: 白名單
