Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: 4096-bit keys only work on high performance computers. For most users, we recommend using 2048-bit keys. Clicking <strong>Save</strong> will generate encryption keys and may freeze ProtonMail for several minutes
ca: Les claus de 4096 bits només funcionen en equips d'alt rendiment. Per a la majoria d'usuaris, recomanem utilitzar claus de 2048 bits. Fent clic en <strong>Guardar</strong> es generaran les claus de xifrat i podria provocar que ProtonMail quedi aturant durant uns quants minuts
de: 4096-Bit-Schlüssel sind nur mit leistungsfähigen Computern kompatibel. Den meisten Nutzern empfehlen wir die Verwendung von 2048-Bit-Schlüsseln. Wenn Sie auf <strong>Speichern</strong> klicken, werden kryptografische Schlüssel generiert, was dazu führen kann, dass ProtonMail für einige Minuten blockiert ist.
es: Las claves de 4096 bits sólo funcionan en equipos de alto rendimiento. Para la mayoría de los usuarios, le recomendamos utilizar claves de 2048 bits. Haciendo clic en <strong>Guardar</strong> generará claves de cifrado y podría congelar ProtonMail durante varios minutos
fr: Les clés de 4096 bits ne fonctionnent que sur les ordinateurs performants. Pour la plupart des utilisateurs, nous vous recommandons d’utiliser des clés de 2048 bits. En cliquant sur <strong>Sauvegarder</strong> vous aller générer des clés de chiffrement, ce qui pourrait rendre l'interface ProtonMail non réactive pendant plusieurs minutes
hr: 4096-bitni ključevi rade samo na visoko-performansnim računalima. Za većinu korisnika, preporučamo korištenje 2048-bitnog ključa. Pritiskom na <strong>Spremi</strong> generirati će se ključevi za šifriranje i može doći do toga da se ProtonMail smrzne na nekoliko minuta
nl: 4096-bits sleutels werken alleen op snelle apparaten. Wij raden de meeste gebruikers aan om gebruik te maken van 2048-bits sleutels. Door op <strong>'Opslaan'</strong> te klikken worden sleutels aangemaakt en kan ProtonMail enkele minuten vastlopen
pl: Klucze 4096-bitowe działają jedynie na komputerach o wysokiej wydajności. Dla większości użytkowników zalecamy użycie kluczy 2048-bitowych. Klikając <strong>Zapisz</strong> wygenerujesz klucze szyfrujące, co może zawiesić ProtonMaila na kilka minut
pt: As chaves com 4096-bits só funcionam em computadores de alto desempenho. Para a maioria dos usuários, nós recomendamos usar chaves de 2048-bits. Clicar em <strong>Salvar</strong> irá gerar as chaves criptografadas e pode congelar o ProtonMail por vários minutos
pt_pt: As chaves de 4096 bits funcionam apenas em computadores de alto desempenho. Para a maioria dos utilizadores, recomendamos usar chaves de 2048 bits. Clicando em <strong>Gravar</strong> vai gerar chaves de encriptação e pode parar o ProtonMail por vários minutos
ru: 4096-битные ключи работают только на высокопроизводительных компьютерах. Для большинства пользователей мы рекомендуем 2048-битные ключи. Нажатие на <strong>Сохранить</strong> запустит создание ключей, и это может заморозить ProtonMail на несколько минут
tr: 4096-bit anahtarlar yalnızca yüksek performanslı bilgisayarlarda çalışır. Çoğu kullanıcı için 2048-bit anahtarların kullanılmasını öneririz. <strong>Kaydet</strong>'i tıklamak şifreleme anahtarlarını oluşturur ve ProtonMail'i birkaç dakika dondurabilir
zh_tw: 4096 位元的金鑰只會在高性能電腦上運作。對大部份用戶，我們推薦使用 2048 位元的金鑰。按<strong>儲存</strong>後，系統會生成金鑰，ProtonMail 可能會停止回應數分鐘。

# Info
source: <i class="fa fa-info-circle"></i> Refreshing the page or <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">clearing your browser cache</a> will automatically resolve most issues.
ca: <i class="fa fa-info-circle"></i> Actualitzar la pàgina web o <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">netejar la memòria cau del vostre navegador</a> resoldrà automàticament la majoria dels problemes.
de: <i class="fa fa-info-circle"></i>Die Seite neu zu laden oder <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">den Browser-Cache zu löschen</a> behebt die meisten auftretenden Probleme.
es: <i class="fa fa-info-circle"></i> Actualizar la página o <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_ blank">vaciar la caché del navegador</a> resolverá automáticamente la mayoría de los problemas.
fr: <i class="fa fa-info-circle"></i> Rafraîchir la page ou <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank"> vider le cache de votre navigateur</a> résoudra automatiquement la plupart des problèmes.
hr: <i class="fa fa-info-circle"></i> Osvježavanjem stranice ili <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">čišćenjem predmemorije preglednika</a> automatski će se riješiti većina problema.
id: <i class="fa fa-info-circle"></i>Menyegarkan halaman atau <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank"> membersihkan cache browser Anda</a> secara otomatis akan menyelesaikan sebagian besar masalah.
nl: <i class="fa fa-info-circle"></i> De pagina verversen of <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">het cachegeheugen van uw browser wissen</a> verhelpt veel problemen.
pl: <i class="fa fa-info-circle"></i> Odświeżenie strony lub <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank"> wyczyszczenie pamięci podręcznej przeglądarki</a> automatycznie rozwiązuje większość problemów.
pt: <i class = "fa fa-info-circle"></i> Atualizando a página ou <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">limpar o cache do seu navegador</a> pode resolver automaticamente a maioria dos problemas.
pt_pt: <i class = "fa fa-info-circle"> </i> Se recarregar a página ou <a href = "https://protonmail.com/support/knowledge-base/how-to-clean-cache-and- cookies / "target =" _ blank ">limpar a memória do seu navegador</a> resolverá automaticamente a maioria dos problemas.
ru: <i class="fa fa-info-circle"></i> Обновление страницы или <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">очистка кэша браузера</a> поможет решить большинство проблем.
tr: <i class="fa fa-info-circle"></i> Sayfayı yenilemek veya <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">tarayıcınızın önbelleğini temizlemek</a> çoğu sorunu otomatik olarak giderir.
zh_tw: <i class="fa fa-info-circle"></i> 刷新網頁或<a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">清除瀏覽器快取</a>會自動解決大多數問題。

# Info
source: <kbd>*</kbd> then <kbd>a</kbd> <strong>Select all</strong> conversations.
ca: <kbd>*</kbd> seguit de <kbd>a</kbd> <strong>Selecciona totes</strong> les converses.
de: <kbd>*</kbd> dann <kbd>a</kbd> <strong> Markiere alle</strong> Unterhaltungen.
es: <kbd>*</kbd> y luego <kbd>a</kbd> <strong>Selecciona todas</strong> las conversaciones.
fr: <kbd>*</kbd> puis <kbd>a</kbd> <strong>Sélectionne toutes</strong> les conversations.
hr: <kbd>*</kbd> zatim <kbd>a</kbd> <strong>Odaberi sve</strong> razgovore.
id: <kbd></kbd> lalu <kbd>a</kbd> <strong>Pilih semua</strong> percakapan.
nl: <kbd>*</kbd> en daarna <kbd>a</kbd> <strong>Selecteert alle gesprekken</strong>.
pl: <kbd>*</kbd> następnie <kbd>a</kbd> <strong>Zaznacz wszystkie</strong> wątki.
pt: <kbd>*</kbd> então <kbd>um</kbd> <strong>Seleciona todas</strong> as conversas.
pt_pt: <kbd>*</kbd> + <kbd>a</kbd> <strong>Seleccionar todas</strong> as conversas.
ru: <kbd>*</kbd> затем <kbd>a</kbd> <strong>Выделить все</strong> цепочки писем.
tr: <kbd>*</kbd> ve <kbd>a</kbd> Konuşmaların <strong>tümünü</strong> seçer.
zh_tw: 按下 <kbd>*</kbd> 後再按 <kbd>a</kbd> <strong>全選</strong>會話。

# Info
source: <kbd>*</kbd> then <kbd>n</kbd> <strong>Unselect all</strong> conversations.
ca: <kbd>*</kbd> seguit de <kbd>n</kbd> <strong>Deselecciona totes</strong> les converses.
de: <kbd>*</kbd> dann <kbd>n</kbd> <strong> Lösche Markierung aller</strong> Unterhaltungen.
es: <kbd>*</kbd> y luego <kbd>n</kbd> <strong>Deselecciona todas</strong> las conversaciones.
fr: <kbd>*</kbd> puis <kbd>a</kbd> <strong>Désélectionne toutes</strong> les conversations.
hr: <kbd>*</kbd> zatim <kbd>n</kbd> <strong>Poništi odabir svih</strong> razgovora.
id: <kbd></kbd>lalu<kbd>n</kbd> <strong>Batalkan pilihan semua percakapan</strong>.
nl: <kbd>*</kbd> en daarna <kbd>n</kbd> <strong>Maakt de selectie van alle gesprekken ongedaan</strong>.
pl: <kbd>*</kbd> następnie <kbd>n</kbd> <strong>Odznacz wszystkie</strong> wątki.
pt: <kbd>*</kbd> então <kbd>n</kbd><strong>Desmarca todas as</strong> conversas.
pt_pt: <kbd>*</kbd> + <kbd>n</kbd><strong>De-seleccionar todas as</strong> conversas.
ru: <kbd>*</kbd> затем <kbd>n</kbd> <strong>Cнять выделение со всех</strong> цепочек писем.
tr: <kbd>*</kbd> ve <kbd>n</kbd> Tüm konuşmaların <strong>seçimini kaldır</strong>.
zh_tw: 按下 <kbd>*</kbd> 後再按 <kbd>n</kbd> <strong>取消選取所有</strong>會話。

# Info
source: <kbd>.</kbd> Marks or unmarks the message/conversation as <strong>starred</strong>.
ca: <kbd>.</kbd> Marca o treu la marca del missatge/conversa com a <strong>favorit</strong>.
de: <kbd>.</kbd>Markiert eine Nachricht/Thema als <strong>Gekennzeichnet</strong> oder entfernt die Kennzeichnung.
es: <kbd>.</kbd> Marca o desmarca el mensaje/conversación como <strong>destacado</strong>.
fr: <kbd>.</kbd> Marque ou enlève le message / la conversation comme <strong>favori</strong>.
hr: <kbd>.</kbd> Pridodaje ili uklanja <strong>zvjezdicu</strong> s poruke ili razgovora.
id: <kbd>.</kbd> Menandai atau menghapus tanda pesan / percakapan sebagai <strong>berbintang</strong>.
nl: <kbd>.</kbd> Markeert het bericht of gesprek met een <strong>ster</strong>.
pl: <kbd>.</kbd> Oznacz lub odznacz wiadomość/wątek jako <strong>wyróżnione</strong>.
pt: <kbd>.</kbd> Marca ou desmarca uma mensagem/conversa com <strong>estrela</strong>.
pt_pt: <kbd>.</kbd> Marca ou desmarca uma mensagem/conversa como <strong>estrelada</strong>.
ru: <kbd>.</kbd> Выделить или снять отметку с сообщения/цепочки писем как <strong>избранного</strong>.
tr: <kbd>.</kbd> İletiyi/ileti dizisini <strong>yıldızlı</strong> olarak işaretler veya kaldırır.
zh_tw: <kbd>.</kbd>為訊息／會話加上／移除<strong>星號</strong>。

# Info
source: <kbd>/</kbd> Focus the <strong>search input</strong>.
ca: <kbd>/</kbd> Posiciona sobre el <strong>camp de cerca</strong>.
de: <kbd>/</kbd> Fokussiert die <strong>Sucheingabe</strong>.
es: <kbd>/</kbd> Se posiciona <strong>en el campo de búsqueda</strong>.
fr: <kbd>/</kbd> Se positionner <strong>sur le champ de recherche</strong>.
hr: <kbd>/</kbd> Prebaci fokus na <strong>polje za pretragu</strong>.
id: <kbd>/</kbd> Fokus pada <strong>masukan pencarian</strong>.
nl: <kbd>/</kbd> Plaatst de focus op het <strong>zoekveld</strong>.
pl: <kbd>/</kbd> Aktywuj <strong>pole wyszukiwania</strong>.
pt: <kbd>?</kbd> Destaca a <strong>caixa de pesquisa</strong>.
pt_pt: <kbd>/</kbd> Foca <strong>a caixa de procura</strong>.
ru: <kbd>/</kbd> Установить курсор в <strong>строку поиска</strong>.
tr: <kbd>/</kbd> <strong>Arama sorgusuna</strong> odaklanır.
zh_tw: <kbd>/</kbd> 開始 <strong>輸入搜尋內容</strong>。

# Info
source: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Marks the <strong>next</strong> message/conversation.
ca: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Marca el <strong>següent</strong> missatge/conversa.
de: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Markiert die <strong>nächste</strong> Nachricht/Konversation.
es: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Marca el <strong>siguiente</strong> mensaje/conversación.
fr: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Marque le message / la conversation <strong>suivant(e)</strong>.
hr: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Prebaci oznaku na <strong>sljedeću</strong> poruku ili razgovor.
id: <kbd><i class="fa fa-long-arrow-down"></i></kbd>Menandai pesan / percakapan <strong>berikutnya</strong>.
nl: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Markeert het <strong>volgende</strong> bericht/gesprek.
pl: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Zaznacz <strong>kolejną</strong> wiadomość/wątek.
pt: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Marca a <strong>próxima</strong> mensagem/conversa.
pt_pt: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Marca a mensagem/conversa <strong>seguinte</strong>.
ru: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Отмечает <strong>следующее</strong> сообщение/цепочку писем.
tr: <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Sonraki</strong> mesajı/ileti dizisini işaretler.
zh_tw: <kbd><i class="fa fa-long-arrow-down"></i></kbd> 標記<strong>後一</strong>訊息／會話。

# Info
source: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Exits</strong> contact details.
ca: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Sortir</strong> dels detalls de contacte.
de: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Zum Verlassen</strong> der Kontaktinformationen.
es: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Sale</strong> de datos de contacto.
fr: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Quitte</strong> les détails du contact.
hr: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Izlaz</strong> iz detalja o kontaktu.
nl: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Verlaat</strong> contactgegevens.
pl: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Wyjdź</strong> ze szczegółów kontaktu.
pt: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Sair</strong> dos detalhes do contato.
pt_pt: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Sai</strong> dos detalhes do contacto.
ru: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Закрыть</strong> контактные данные.
tr: <kbd><i class="fa fa-long-arrow-left"></i></kbd>Kişi bilgilerinden <strong>çıkış</strong>.
zh_tw: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>退出</strong> 聯絡人詳細資料。

# Info
source: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Marks the last message.
ca: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Marca el darrer missatge.
de: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Markiert die letze Nachricht.
es: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Marca el último mensaje.
fr: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Marque le dernier message.
hr: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Prebacuje oznaku na zadnju poruku.
id: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Menandai pesan terakhir.
nl: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Markeert het laatste bericht.
pl: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Zaznacz ostatnią wiadomość.
pt: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Marca a última mensagem.
pt_pt: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Marca a última mensagem.
ru: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Отмечает последнее сообщение.
tr: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Son mesajı işaretler.
zh_tw: <kbd><i class="fa fa-long-arrow-left"></i></kbd> 標記最後一個郵件。

# Info
source: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>To enter</strong> contact details.
ca: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Accedir</strong> als detalls del contacte.
de: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Zum Eingeben</strong> von Kontaktinformationen.
es: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Entra</strong> a datos de contacto.
fr: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Entrer</strong> les détails du contact.
hr: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Otvara</strong> podatke o kontaktu.
nl: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Ingeven</strong> van contactgegevens.
pl: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Wejdź</strong> do szczegółów kontaktu.
pt: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Entrar</strong> nos detalhes do contato.
pt_pt: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Para inserir</strong> detalhes do contacto.
ru: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Открыть</strong> контактные данные.
tr: <kbd><i class="fa fa-long-arrow-right"></i></kbd>Kişi bilgilerini <strong>girmek için</strong>.
zh_tw: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>輸入</strong> 聯絡人詳細資料。

# Info
source: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Unmarks the message.
ca: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Desmarca el missatge.
de: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Entfernt die Markierung der Nachricht.
es: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Desmarca el mensaje.
fr: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Démarque le message.
hr: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Uklanja oznaku s poruke.
id: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Buka tanda pesan.
nl: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Maakt de markering van het bericht ongedaan.
pl: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Odznacz wiadomość.
pt: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Desmarca a mensagem.
pt_pt: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Desmarca a mensagem.
ru: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Снимает пометку с сообщения.
tr: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Mesajın işaretini kaldırır.
zh_tw: <kbd><i class="fa fa-long-arrow-left"></i></kbd> 取消標記最後一個郵件。

# Info
source: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Moving</strong> between contacts.
ca: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Movent</strong> entre contactes.
de: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Wechseln</strong> zwischen Kontakten.
es: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Desplazarse</strong> entre contactos.
fr: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Se déplacer</strong> entre les contacts.
hr: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Navigacija</strong> između kontakata.
nl: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Wissel</strong> tussen contacten.
pl: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Nawiguj</strong> pomiędzy kontaktami.
pt: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Movendo</strong> entre contatos.
pt_pt: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Mover</strong> entre contactos.
ru: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Перемещаться</strong> между контактами.
tr: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd>Kişiler arasında <strong>gezinti</strong>.
zh_tw: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> 在聯絡人之間<strong>移動</strong>。

# Info
source: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Marks the <strong>previous</strong> message/conversation.
ca: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Marca el missatge/conversa <strong>anterior</strong>.
de: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Markiert die <strong>vorherige</strong> Nachricht/Konversation.
es: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Marca el <strong>anterior</strong> mensaje/conversación.
fr: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Marque le <strong>précédent</strong> message ou conversation.
hr: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Prebacuje oznaku na <strong>prethodnu</strong> poruku ili razgovor.
id: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Menandai pesan / percakapan <strong>sebelumnya</strong>.
nl: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Markeert het <strong>vorige</strong> bericht/gesprek.
pl: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Zaznacz <strong>poprzednią</strong> wiadomość/wątek.
pt: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Marca a mensagem/conversa <strong>anterior</strong>.
pt_pt: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Marca a mensagem/conversa <strong>anterior</strong>.
ru: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Отмечает <strong>предыдущее</strong> сообщение/цепочку писем.
tr: <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Önceki</strong> mesajı/ileti dizisini işaretler.
zh_tw: <kbd><i class="fa fa-long-arrow-up"></i></kbd> 標記<strong>前一</strong>訊息／會話。

# Info
source: <kbd>?</kbd> Opens the <strong>help modal</strong>.
ca: <kbd>?</kbd> Obre la <strong>finestra d'ajuda</strong>.
de: <kbd>?</kbd> Öffnet den <strong>Hilfe-Dialog</strong>.
es: <kbd>?</kbd> Abre la <strong>ventana de ayuda</strong>.
fr: <kbd>?</kbd> Ouvre la <strong>fenêtre d'aide</strong>.
hr: <kbd>?</kbd> Otvara <strong>skočni prozor za pomoć</strong>.
id: <kbd>?</kbd> Membuka <strong>modal bantuan</strong>.
nl: <kbd>?</kbd> Opent het <strong>hulpvenster</strong>.
pl: <kbd>?</kbd> Pokaż <strong>okno pomocy</strong>.
pt: <kbd>?</kbd> Abre a <strong>janela de ajuda</strong>.
pt_pt: <kbd>?</kbd> Abre a <strong>janela de ajuda</strong>.
ru: <kbd>?</kbd> Открывает <strong>окно помощи</strong>.
tr: <kbd>?</kbd> <strong>Yardım penceresini</strong> açar.
zh_tw: <kbd>/</kbd> 開啟 <strong>說明視窗</strong>。

# Info
source: <kbd>TAB</kbd> <strong>Navigates</strong> between fields.
ca: <kbd>PESTANYA</kbd> <strong>Navega</strong> entre camps.
de: <kbd>TAB</kbd> <strong>Navigiert</strong> zwischen Feldern.
es: <kbd>TAB</kbd> <strong>Navega</strong> entre campos.
fr: <kbd>TAB</kbd> <strong>Navigue</strong> entre les champs.
hr: <kbd>TAB</kbd> <strong>Navigacija</strong> među poljima.
nl: <kbd>TAB</kbd> <strong>Navigeert</strong> tussen velden.
pl: <kbd>TAB</kbd> <strong>Nawiguj</strong> pomiędzy polami.
pt: <kbd>TAB</kbd> <strong>Navegar</strong> entre campos.
pt_pt: <kbd>TAB</kbd> <strong>Navega</strong> entre campos.
ru: <kbd>TAB</kbd> <strong>Переключает фокус</strong> между полями ввода.
tr: <kbd>TAB</kbd>Alanlar arasında <strong>dolaşım</strong>.
zh_tw: <kbd>TAB</kbd>在欄位之間<strong>瀏覽</strong>。

# Info
source: <kbd>a</kbd> Moves the message/conversation to <strong>archive</strong>.
ca: <kbd>a</kbd> <strong>Arxiva</strong> el missatge/conversa.
de: <kbd>a</kbd> Verschiebt die Nachricht/Konversation in das <strong>Archiv</strong>.
es: <kbd>a</kbd> Mueve el mensaje/conversación al <strong>archivo</strong>.
fr: <kbd>a</kbd> Déplace le message / la conversation dans <strong>Archives</strong>.
hr: <kbd>a</kbd> Premješta poruku ili razgovor u <strong>arhivu</strong>.
id: <kbd> a </ kbd> Memindahkan pesan / percakapan ke <strong> arsip </ strong>.
nl: <kbd>a</kbd> Verplaatst het bericht/gesprek naar het <strong>archief</strong>.
pl: <kbd>a</kbd> Przenieś wiadomość/wątek do <strong>Archiwum</strong>.
pt: <kbd>um</kbd> Move a mensagem/conversa para o <strong>arquivo</strong>.
pt_pt: <kbd>a</kbd> Move a mensagem/conversa para o <strong>arquivo</strong>.
ru: <kbd>a</kbd> Перемещает сообщение/цепочку писем в <strong>архив</strong>.
tr: <kbd>a</kbd> Mesajı/ileti dizisini <strong>arşive</strong> taşır.
zh_tw: <kbd>a</kbd> <strong>封存</strong>訊息／會話。
