Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: For security reasons, we need to verify that you are the owner of your domain. Please add the following code into your DNS record. <strong>Do not remove it even after successful verification</strong>. This can typically be done in the control panel of your domain name registrar.
ca: Per raons de seguretat, necessitem verificar que sou el/la propietari/a del vostre domini. Si us plau afegiu el codi següent dins el vostre DNS. <strong>No l'esborreu ni que us verifiqueu amb èxit</strong>. Això es pot fer normalment des del panell de control del vostre registrador de dominis.
de: Aus Sicherheitsgründen müssen wir überprüfen, ob Sie der Eigentümer Ihrer Domain sind. Bitte fügen Sie den folgenden Schlüssel in Ihren DNS-Eintrag ein. <strong>Entfernen Sie ihn nicht, auch nicht nach erfolgreicher Überprüfung </strong>. Dies kann in der Regel über das Kontrollzentrum Ihres Domain-Namen-Registrars erfolgen.
fr: Pour des raisons de sécurité, nous devons vérifier que vous êtes le propriétaire de votre domaine. Veuillez ajouter le code suivant dans votre enregistrement DNS. <strong>Veuillez ne pas le retirer même après une vérification réussie</strong>. Cette configuration se fait généralement depuis l'interface de gestion de vos noms de domaine.
hr: Iz sigurnosnih razloga moramo potvrditi da ste vlasnik domene. Dodajte sljedeći kod u svoj DNS zapis. <strong>Nemojte je ukloniti ni nakon uspješne potvrde</strong>. To se obično može obaviti na upravljačkoj ploči registrara domene.
nl: Om veiligheidsredenen moeten wij verifiëren dat u de eigenaar van uw domein bent. Voeg de volgende code toe aan uw DNS-record. <strong>Verwijder de code niet, zelfs niet na een geslaagde verificatie</strong>. Dit kan meestal worden gedaan in het beheerpaneel van uw hostingprovider.
pl: Ze względów bezpieczeństwa musimy sprawdzić, czy jesteś właścicielem domeny. Dodaj następujący kod do rekordów DNS. <strong>Nie usuwaj go nawet po pomyślnej weryfikacji</strong>. Zazwyczaj można to zrobić w panelu sterowania u rejestratora domeny.
pt: Por motivos de segurança, precisamos verificar se você é o dono do seu domínio. Por favor, adicione o seguinte código em seu registro DNS. <strong>Não o remova mesmo após a verificação</strong>. Normalmente, isso pode ser feito no painel de controle do seu registrador de nomes de domínio.
pt_pt: Por razões de segurança, precisamos de verificar se é o dono do seu domínio. Por favor, adicione o seguinte código no seu registo DNS. <strong>Não o remova mesmo após uma verificação bem-sucedida</strong>. Normalmente, isto pode ser feito no painel de controlo do seu fornecedor de registo de domínio.
ru: Из соображений безопасности мы должны убедиться, что вы являетесь владельцем домена. Пожалуйста, добавьте следующий код в вашу DNS-запись. <strong>Не удаляйте его даже после успешного подтверждения</strong>. Обычно это можно сделать в панели управления вашего регистратора доменных имён.
tr: Güvenlik nedeniyle, etki alanınızın sahibi olduğunuzu doğrulamamız gerekiyor. Lütfen aşağıdaki kodu DNS kaydınıza ekleyin.<strong>Başarılı bir doğrulamadan sonra bile kaldırmayın</strong>. Bu, genellikle etki alanı kayıt şirketinizin kontrol panelinden yapılabilir.
zh_tw: 由於安全考量，我們需要驗證您是您網域的所有者。請在您的DNS 加入以下代碼。<strong>在驗證完成後也請勿移除</strong>。這步驟通常可以在您網域註冊商的控制台上完成。

# Info
source: Free ProtonMail accounts are limited to 1 custom filter. Please <a href="/dashboard">upgrade</a> to get unlimited filters.
ca: Els filtres personalitzats en els comptes gratuïts de ProtonMail estan limitats a 1. Si us plau <a href="/dashboard">actualitzeu</a> per obtenir un nombre il·limitat de filtres.
de: Kostenlose ProtonMail-Konten sind auf einen eigenen Filter begrenzt. Bitte <a href="/dashboard">upgraden</a> Sie für eine unbegrenzte Anzahl an Filtern.
es: Las cuentas gratuitas de ProtonMail se limitan a 1 filtro personalizado. Por favor <a href="/dashboard">actualice</a> para obtener filtros ilimitados.
fr: Les comptes ProtonMail gratuits ne sont limités qu'à un seul filtre personnalisé. Merci de <a href="/dashboard">passer à une offre payante</a> afin d'obtenir un nombre illimité de filtres.
hr: Besplatni ProtonMail računi ograničeni su na 1 prilagođeni filtar. <a href="/dashboard">Nadogradite</a> da biste dobili neograničene filtre.
id: Akun ProtonMail gratis dibatasi hingga 1 filter khusus. Silakan <a href="/dashboard"> upgrade </a> untuk mendapatkan filter tak terbatas.
nl: Gratis ProtonMail-accounts zijn beperkt tot een enkel geavanceerd filter. <a href="/dashboard">Upgrade</a> om een ongelimiteerd aantal te krijgen.
pl: Darmowe konta ProtonMail są ograniczone do 1 niestandardowego filtra. <a href="/dashboard">Ulepsz</a> plan taryfowy, aby uzyskać nieograniczoną ilość filtrów.
pt: Contas gratuitas do ProtonMail estão limitadas a 1 filtro personalizado. Por favor, faça o <a href="/dashboard">upgrade</a> para ter filtros ilimitados.
pt_pt: As contas gratuitas do ProtonMail estão limitadas a 1 filtro personalizado. Por favor, <a href="/dashboard">actualize</a> para obter filtros ilimitados.
ru: Бесплатные почтовые ящики ProtonMail ограничены 1 пользовательским фильтром. Чтобы получить неограниченное количество фильтров, пожалуйста, <a href="/dashboard">расширьте свой тариф</a>.
tr: Ücretsiz ProtonMail hesapları 1 özel süzgeç ile sınırlıdır. Sınırsız süzgeç almak için lütfen <a href="/dashboard">planınızı yükseltin</a>.
zh_tw: 免費 ProtonMail 帳戶只能設定 1 個自訂篩選器。請<a href="/dashboard">升級</a>以解除限制。

# Info
source: Free ProtonMail accounts are limited to 1 custom filter. Please <a ui-sref="secured.dashboard({scroll: true})">upgrade</a> to get unlimited filters.
ca: Els filtres personalitzats en els comptes gratuïts de ProtonMail estan limitats a 1. Si us plau <a ui-sref="secured.dashboard({scroll: true})">actualitzeu</a> per obtenir un nombre il·limitat de filtres.
de: Kostenlose ProtonMail-Konten sind auf einen eigenen Filter begrenzt. Bitte <a ui-sref="secured.dashboard({scroll: true})">upgraden</a> Sie für eine unbegrenzte Anzahl an Filtern.
es: Las cuentas gratuitas de ProtonMail se limitan a 1 filtro personalizado. Por favor <a ui-sref="secured.dashboard({scroll: true})">actualice</a> para obtener filtros ilimitados.
fr: Les comptes ProtonMail gratuits ne sont limités qu'à un seul filtre personnalisé. Veuillez <a ui-sref="secured.dashboard({scroll: true})">passer à une offre payante</a> afin d'obtenir des filtres illimités.
hr: Besplatni ProtonMail računi ograničeni su na 1 prilagođeni filtar. <a ui-sref="secured.dashboard({scroll: true})">Nadogradite</a> da biste dobili neograničene filtre.
id: Akun ProtonMail gratis dibatasi hingga 1 filter khusus. Silakan <a ui-sref="secured.dashboard( {scroll: true})"> upgrade </a> untuk mendapatkan filter tak terbatas.
nl: Gratis ProtonMail-accounts zijn beperkt tot een enkel geavanceerd filter. <a ui-sref="secured.dashboard({scroll: true})">Upgrade</a> om een ongelimiteerd aantal te krijgen.
pl: Darmowe konta ProtonMail są ograniczone do 1 niestandardowego filtra. <a ui-sref="secured.dashboard({scroll: true})">Ulepsz</a> plan taryfowy, aby uzyskać nieograniczoną ilość filtrów.
pt: Contas gratuitas do ProtonMail estão limitadas a 1 filtro personalizado. Por favor, faça o <a ui-sref="secured.dashboard({scroll: true})">upgrade</a> para ter filtros ilimitados.
pt_pt: As contas gratuitas do ProtonMail estão limitadas a 1 filtro personalizado. Por favor, <a ui-sref="secured.dashboard({scroll: true})">actualize</a> para obter filtros ilimitados.
ru: Бесплатные почтовые ящики ProtonMail ограничены 1 пользовательским фильтром. Чтобы получить неограниченное количество фильтров, пожалуйста, <a ui-sref="secured.dashboard({scroll: true})">расширьте свой тариф</a>.
tr: Ücretsiz ProtonMail hesapları 1 özel süzgeç ile sınırlıdır. Sınırsız süzgeç almak için lütfen planınızı <a ui-sref="secured.dashboard({scroll: true})">yükseltin</a>.
zh_tw: 免費 ProtonMail 帳戶只能設定 1 個自訂篩選器。請<a ui-sref="secured.dashboard({scroll: true})">升級</a>以解除限制。

# Info
source: Generating 4096-bit encryption keys may crash or freeze your browser. 4096-bit keys are only recommended for high performance computers - not recommended for tablet and mobile devices.
ca: Generar claus de xifratge de 4096-bit pot provocar que el navegador falli o es congeli. Les claus de 4096-bit es recomanen només per a ordinadors d'alt rendiment - i no per a tablets o dispositius mòbils.
de: 4096-Bit-Schlüssel zu generieren kann zum Absturz oder Einfrieren des Browsers führen. 4096-Bit-Schlüssel sind nur für Hochleistungsrechner empfohlen — nicht empfohlen für Tablets und mobile Geräte.
es: Generar claves de cifrado de 4096 bits puede bloquear o congelar su navegador. Las claves de 4096 bits sólo se recomiendan para computadoras de alto rendimiento, no se recomienda para tabletas y dispositivos móviles.
fr: Générer des clés de chiffrement de 4096 bits peut planter ou geler votre navigateur. Les clés de 4096 bits ne sont recommandées que pour les ordinateurs très performants, et non recommandés pour les tablettes et appareils mobiles.
hr: Generiranje 4096-bitnih ključeva može prouzročiti rušenje ili zamrzavanje vašeg preglednika. 4096-bitni ključevi se preporučuju samo na visoko-performansnim računalima - nisu preporučeni za tablete i mobilne uređaje.
nl: 4096 bits sleutels aanmaken kan veroorzaken dat uw browser crasht of bevriest. 4096 bits sleutels zijn alleen aanbevolen voor sterke computers - het is niet aanbevolen voor tablets en mobiele apparaten.
pl: Generowanie 4096-bitowego klucza szyfrowania może spowodować awarię lub zawiesić przeglądarkę. Klucze 4096-bitowe są zalecane jedynie dla komputerów o wysokiej wydajności - niezalecane dla tabletów i urządzeń mobilnych.
pt: Gerar chaves de criptografia de 4096 bits pode travar ou congelar seu navegador. Chaves de 4096 bits só são recomendadas para computadores de alto desempenho - não recomendados para tablet e dispositivos móveis.
pt_pt: Gerar chaves de encriptação de 4096-bit pode bloquear ou parar o seu navegador. As chaves de 4096-bit são recomendadas apenas para computadores de alto desempenho - não são recomendadas para tablets e dispositivos móveis.
ru: Создание 4096-битных ключей шифрования может вызвать аварийное завершение или зависание вашего браузера. Использование 4096-битных ключей рекомендуется только для высокопроизводительных компьютеров, и не рекомендуется для планшетов и мобильных устройств.
tr: 4096 bitlik şifreleme anahtarları üretmek tarayıcınızı kilitleyebilir veya dondurabilir. 4096 bitlik anahtarlar yalnızca yüksek performanslı bilgisayarlar için önerilir. Tablet ve mobil cihazlar için önerilmez.
zh_tw: 生成 4096 位元的金鑰可能會使您的瀏覽器崩潰或停止回應。我們僅推薦於高性能電腦上使用 4096 位元的金鑰，而平板電腦和行動裝置則並不推薦。

# Info
source: Generating RSA 4096-bit encryption keys may crash or freeze your browser. RSA 4096-bit keys are only recommended for high performance computers - not recommended for tablet and mobile devices.
ca: Generar claus de xifratge RSA de 4096 bits pot provocar que el navegador falli o es congeli. Les claus RSA de 4096 bits es recomanen només per a ordinadors d'alt rendiment - i no per a tablets o dispositius mòbils.
de: Die Erstellung von RSA 4096-Bit-Verschlüsselungsschlüsseln kann Ihren Browser zum Absturz bringen oder einfrieren lassen. RSA 4096-Bit-Schlüssel werden nur für Hochleistungscomputer empfohlen - nicht für Tablets und mobile Geräte.
fr: Générer des clés de chiffrement de 4096 bits peut faire planter ou geler votre navigateur. Les clés de 4096 bits ne sont recommandées que pour les ordinateurs très performants, et non pour les tablettes et appareils mobiles.
hr: Generiranje RSA 4096-bitnih ključeva može prouzročiti rušenje ili zamrzavanje vašeg preglednika. RSA 4096-bitni ključevi se preporučuju samo na visoko-performansnim računalima - nisu preporučeni za tablete i mobilne uređaje.
pl: Generowanie 4096-bitowych kluczy szyfrowania RSA może spowodować awarię lub zawiesić przeglądarkę. Klucze 4096-bitowe RSA są zalecane jedynie dla komputerów o wysokiej wydajności - niezalecane dla tabletów i urządzeń mobilnych.
pt_pt: Gerar chaves de encriptação RSA 4096-bit pode bloquear ou parar o seu navegador. As chaves RSA 4096-bit são recomendadas apenas para computadores de alto desempenho - não são recomendadas para tablets e dispositivos móveis.
tr: RSA 4096 bitlik şifreleme anahtarları üretmek tarayıcınızı kilitleyebilir veya dondurabilir. RSA 4096 bitlik anahtarlar yalnızca yüksek performanslı bilgisayarlar için önerilir. Tablet ve mobil cihazlar için önerilmez.

# Info
source: Generating keys
ca: Generant claus
de: Schlüssel werden erstellt
fr: Génération des clés
hr: Generiranje ključeva
nl: Sleutels aanmaken
pl: Generowanie kluczy
pt: Gerando chaves
pt_pt: A gerar chaves
ru: Создание ключей
tr: Anahtarlar oluşturuluyor
zh_tw: 正在產生金鑰

# Info
source: Here is a basic DMARC record that does nothing except email you reports.
ca: Això és un registre DMARC bàsic que l'únic que fa és enviar-vos informes.
de: Hier ist ein einfacher DMARC-Eintrag, der Ihnen ausschließlich Berichte zusendet.
es: Aquí es un registro DMARC básico que no hace nada excepto correo electrónico que informa.
fr: Voici un enregistrement DMARC qui ne fait rien hormis vous envoyer des rapports par email.
hr: Ovo je osnovni DMARC zapis koji ne radi ništa osim slanja izvješća vama putem e-pošte.
id: Berikut adalah catatan DMARC dasar yang tidak melakukan apa pun kecuali email yang Anda laporkan.
nl: Hier is een DMARC-record dat u alleen verslagen toestuurt.
pl: Podstawowa konfiguracja DMARC jedynie z wysyłaniem raportów.
pt: Este é um registro DMARC básico que não faz nada exceto te enviar relatórios por e-mail.
pt_pt: Aqui está um registo DMARC básico que não faz nada a não ser enviar-lhe relatórios.
ru: Базовая DMARC запись, которая не делает ничего, кроме отправки отчётов.
tr: İşte size bildirdiğiniz e-posta dışında hiçbir şey yapmayan temel bir DMARC kaydı.
zh_tw: 這是基本的 DMARC 記錄，唯一作用是傳送郵件報告給您。

# Info
source: If another administrator changed this password, you will need to ask them for the new Organization Password.
ca: Si un altre administrador ha canviat aquesta contrasenya, haureu de preguntar-li quina és la nova contrasenya d'organització.
de: Wenn ein anderer Administrator dieses Passwort geändert hat, müssen Sie diesen nach dem neuen Organisationspasswort fragen.
es: Si otro administrador cambia esta contraseña, necesita pedir la nueva contraseña de la organización.
fr: Si un autre administrateur a changé ce mot de passe, veuillez lui demander qu'il vous communique le nouveau mot de passe de votre organisation.
hr: Ako je drugi administrator promijenio ovu lozinku, morat ćete ih pitati za novu lozinku organizacije.
id: Jika administrator lain mengganti kata sandi ini, Anda harus meminta Password Organisasi yang baru.
nl: Wanneer een andere beheerder dit wachtwoord heeft aangepast, dan moet u hem naar het nieuwe organisatiewachtwoord vragen.
pl: Jeśli inny administrator zmienił to hasło, trzeba będzie poprosić o nowe hasło organizacji.
pt: Se outro administrador alterou esta senha, você precisará perguntar a nova senha da organização.
pt_pt: Se outro administrador alterou esta senha, terá de lhe solicitar a nova senha da organização.
ru: Если другой администратор изменил этот пароль, вам нужно будет спросить у него новый пароль организации.
tr: Başka bir yönetici bu parolayı değiştirdiyse, onlardan yeni kuruluş parolası istemeniz gerekecektir.
zh_tw: 如果另一位管理員更改了此密碼，您需要向他們詢問新的組織密碼。

# Info
source: If this domain is currently actively receiving emails, create all used email addresses in Step 3 before changing MX record to ensure a smooth transition.
ca: Si aquest domini està rebent correus activament, creeu totes les adreces emprades en el pas 3 abans de canviar el registre MX per assegurar una transició suau.
de: Wenn diese Domäne derzeit aktiv E-Mails empfängt, erstellen Sie alle verwendeten E-Mail-Adressen in Schritt 3, bevor Sie den MX (Mail Exchange)-Eintrag ändern, um einen reibungslosen Übergang zu gewährleisten.
es: Si este dominio actualmente está recibiendo correos electrónicos, cree todas las direcciones de correo electrónico usadas en el paso 3 antes de cambiar el registro MX para asegurar una transición suave.
fr: Si ce domaine est actif et reçoit actuellement des emails, créez toutes les adresses email nécessaires à l'Étape 3 avant de modifier l'enregistrement MX afin de ne pas perturber la transition.
hr: Ako ova domena trenutno aktivno prima e-poštu, izradite sve korištene adrese e-pošte u 3. koraku prije promjene MX zapisa kako biste osigurali glatki prijelaz.
id: Jika domain ini saat ini aktif menerima email, buat semua alamat email yang digunakan di Langkah 3 sebelum mengubah data MX untuk memastikan kelancaran transisi.
nl: Als dit domein actief e-mails ontvangt, maak dan eerst alle e-mailadressen aan bij Stap 3 voordat u MX-records bijwerkt om zo een soepele overgang te garanderen.
pl: Jeśli ta domena na bieżąco otrzymuje wiadomości, to lepiej utworzyć wszystkie adresy w Kroku 3 zanim domenowy rekord MX zostanie zmieniony. Zapewni to ciągłość dostarczania wiadomości.
pt: Se este domínio está atualmente recebendo e-mails, crie todos os endereços de e-mail usados na Etapa 3 antes de alterar o registro MX para garantir uma transição suave.
pt_pt: Se este domínio está activo e actualmente a receber emails, crie todos os endereços de email utilizados no Passo 3 antes de alterar o registo de MX, de modo a assegurar uma transição suave.
ru: Если данный домен активно принимает почту, создайте все используемые адреса электронной почты в Шаге 3 перед изменением MX записи для обеспечения плавного перехода.
tr: Bu etki alanı aktif olarak e-posta alıyorsa, sorunsuz bir geçiş sağlamak için MX kaydını değiştirmeden önce 3. adımda kullanılan tüm e-posta adreslerini oluşturun.
zh_tw: 如果此域名已在接收電子郵件，請先在步驟 3 建立所有使用中的電子郵件地址，然後才變更 MX 記錄，以利轉移過程。

# Info
source: If you have questions or need help, please visit <a href="https://protonmail.com/support" target="_blank">our support page</a> to find troubleshooting guides and contact our support team. If you find a bug in ProtonMail, please let us know! You can send us a bug report by clicking <em>Report bug</em> <strong>(1)</strong>
ca: Si teniu preguntes o necessiteu ajuda, si us plau visiteu <a href="https://protonmail.com/support" target="_blank">la nostra pàgina de suport</a> per trobar guies de resolució de problemes i contactar amb el nostre equip. Si trobeu un error de programació a ProtonMail, si us plau feu-nos-ho saber! Ens podeu enviar un informe d'error clicant <em>Informar d'un error</em><strong>(1)</strong>
de: Wenn Sie Fragen haben oder Hilfe benötigen, besuchen Sie bitte <a href="https://protonmail.com/support" target="_blank">unsere Support Seite</a> um Anleitungen zur Fehlersuche zu finden und unser Support-Team zu kontaktieren. Wenn Sie einen Bug in ProtonMail entdecken, teilen Sie uns diesen bitte mit! Sie können uns einen Bug-Report senden indem Sie auf <em>Bugs melden</em> <strong>(1)</strong> klicken
es: Si tiene preguntas o necesita ayuda, por favor visite <a href="https://protonmail.com/support" target="_blank">nuestra página de soporte</a> para encontrar guías de solución de problemas y ponerse en contacto con nuestro equipo de soporte. Si encuentra un error en ProtonMail, ¡por favor háganoslo saber! Nos puede enviar un informe de error haciendo clic en <em>Reportar error</em> <strong>(1)</strong>
fr: Si vous avez des questions ou besoin d’aide, veuillez visiter <a href="https://protonmail.com/support" target="_blank">notre page de support</a> pour y trouver les guides de dépannage et contacter notre équipe d’assistance. Si vous trouvez un bug dans ProtonMail, faites-le-nous savoir ! Vous pouvez nous envoyer un rapport de bug en cliquant sur <em>Signaler un bug</em> <strong>(1)</strong>
hr: Ako imate pitanja ili vam je potrebna pomoć, posjetite <a href="https://protonmail.com/support" target="_blank">našu stranicu za podršku</a> za pronalazak vodiča za otklanjanje poteškoća i kontaktirajte naš tim za podršku. Ako pronađete grešku (bug) u ProtonMailu, javite nam! Možete poslati izvješće o pogrešci klikom na <em>Prijava pogreške</em> <strong>(1)</strong>
nl: Als u vragen heeft of hulp nodig heeft, bezoek onze <a href="https://protonmail.com/support" target="_blank">ondersteuningspagina</a> om probleemoplossingsgidsen te raadplegen of contact op te nemen met onze helpdesk. Als u een fout heeft gevonden in ProtonMail, laat ons dat dan alstublieft weten. U kunt een foutrapport sturen door op <em>Rapporteer fout</em><strong>(1)</strong> te klikken
pl: Jeśli masz pytania lub potrzebujesz pomocy, odwiedź <a href="https://protonmail.com/support" target="_blank">stronę pomocy technicznej</a>, aby znaleźć instrukcje rozwiązywania problemów i skontaktować się z działem pomocy technicznej. Jeśli znajdziesz błąd w ProtonMail, daj nam znać! Możesz wysłać raport o błędzie przez kliknięcie przycisku <em>Zgłoś błąd</em> <strong>(1)</strong>
pt: Se você tiver dúvidas ou precisar de ajuda, visite <a href="https://protonmail.com/support" target="_blank"> nossa página de suporte</a> para encontrar guias de solução de problemas ou entrar em contato com nossa equipe de suporte. Se você encontrar um bug no ProtonMail, por favor nos avise! Você pode nos enviar um relatório de erro clicando <em>Reportar erro</em><strong>(1)</strong>
pt_pt: Se tem perguntas ou necessita de ajuda, por favor, visite a <a href="https://protonmail.com/pt/support" target="_blank">nossa página de suporte</a> para encontrar guias de soluções e contactar a nossa equipa de suporte. Se encontrar um problema no ProtonMail, por favor comunique-nos! Pode enviar-nos um relatório de um problema clicando em <em>Reportar erro</em> <strong>(1)</strong>
ru: Если у вас есть вопросы или нужна помощь, посетите, пожалуйста, <a href="https://protonmail.com/support" target="_blank">нашу страницу поддержки</a>, чтобы найти руководства по устранению проблем и связаться с нашей группой тех. поддержки. Если вы нашли ошибку в ProtonMail, пожалуйста, дайте нам знать! Вы можете отправить нам отчёт об ошибках, нажав <em>Сообщить об ошибке</em> <strong>(1)</strong>
tr: Sorularınız veya yardıma ihtiyacınız olursa, sorun giderme kılavuzlarını bulmak ve destek ekibimizle iletişim kurmak için lütfen <a href="https://protonmail.com/support" target="_blank">destek sayfamızı</a> ziyaret edin. ProtonMail'de bir hata bulursanız, lütfen bize bildirin! <em>Hata bildir</em><strong>(1)</strong>'e tıklayarak bize bir hata raporu gönderebilirsiniz
zh_tw: 如果您有問題或需要幫助，請到<a href="https://protonmail.com/support" target="_blank">支援頁</a>以查找疑難排解指南並與我們的支援小組聯繫。如果你發現 ProtonMail 有程式錯誤，請告知我們！您可以按<em>報告程式錯誤</em> <strong>(1)</strong>向我們報告。
