Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Contact
source: Preview Contact
ca: Previsualitzar Contacte
de: Vorschau des Kontakts
es: Vista previa de Contacto
fr: Aperçu du contact
hr: Pregled kontakta
id: Pratinjau Kontak
nl: Toon Contactpersoon
pl: Podgląd kontaktu
pt: Pré-visualizar contato
pt_pt: Antever contacto
ru: Предпросмотр контакта
tr: Kişiyi önizle
zh_tw: 預覽聯絡人

# Contact group dropdown placeholder
source: Filter groups
ca: Filtra grups
de: Gruppen filtern
fr: Filtrer les groupes
hr: Filtrirajte grupe
pl: Filtruj grupy
pt: Filtro de grupos
pt_pt: Filtrar grupos
ru: Фильтр групп
tr: Grupları süzgeçle
zh_tw: 篩選器群組

# Contact modal title
source: Add contact
ca: Afegir contacte
de: Kontakt hinzugefügen
es: Añadir contacto
fr: Ajouter un contact
hr: Dodaj kontakt
id: Tambah kontak
nl: Contactpersoon toevoegen
pl: Dodaj kontakt
pt: Adicionar contato
pt_pt: Adicionar contacto
ru: Добавить контакт
tr: Kişi ekle
zh_tw: 新增聯絡人

# Contact modal title
source: Add image
ca: Afegir una imatge
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
hr: Dodaj sliku
nl: Afbeelding toevoegen
pl: Dodaj zdjęcie
pt: Adicionar imagem
pt_pt: Adicionar imagem
ru: Добавить изображение
tr: Resim ekle
zh_tw: 新增圖片

# Contact modal title
source: Contact details
ca: Detalls del contacte
de: Kontaktinformationen
es: Datos de contacto
fr: Détails du contact
hr: Detalji o kontaktu
nl: Contactinformatie
pl: Szczegóły kontaktu
pt: Detalhes do contato
pt_pt: Detalhes do contacto
ru: Контактные данные
tr: Kişi ayrıntıları
zh_tw: 聯絡人詳細資料

# Contact modal title
source: Edit contact
ca: Edita el contacte
de: Kontakt bearbeiten
es: Editar contacto
fr: Modifier le contact
hr: Uredi kontakt
id: Edit kontak
nl: Contactpersoon bewerken
pl: Edytuj kontakt
pt: Editar contato
pt_pt: Editar contacto
ru: Изменить контакт
tr: Kişiyi düzenle
zh_tw: 編輯聯絡人

# Contact photo action
source: Clear image
ca: Esborra la imatge
de: Grafik löschen
fr: Effacer l'image
hr: Ukloni sliku
nl: Verwijder afbeelding
pl: Usuń zdjęcie
pt: Remover imagem
pt_pt: Limpar imagem
ru: Очистить изображение
tr: Resmi temizle
zh_tw: 清除圖片

# Contact photo action
source: Edit image
ca: Editar imatge
de: Grafik bearbeiten
fr: Modifier l'image
hr: Uredi sliku
nl: Afbeelding bewerken
pl: Edytuj zdjęcie
pt: Editar imagem
pt_pt: Editar imagem
ru: Изменить изображение
tr: Resmi düzenle
zh_tw: 編輯圖片

# Contact photo action
source: Load remote image
ca: Carregar imatge remote
de: Grafiken aus externen Quellen laden
fr: Charger l’image distante
hr: Učitaj udaljenu sliku
nl: Laad externe afbeelding
pl: Załaduj zdalne zdjęcie
pt: Carregar imagem remota
pt_pt: Carregar imagem remota
ru: Загрузить внешнее изображение
tr: Uzak görüntüleri yükle
zh_tw: 載入遠端圖像

# Contact photo icon
source: Image blocked
ca: Imatge bloquejada
de: Grafik gesperrt
fr: Image verrouillée
hr: Slika je blokirana
nl: Afbeelding geblokkeerd
pl: Zdjęcie zablokowane
pt: Imagem bloqueada
pt_pt: Imagem bloqueada
ru: Изображение заблокировано
tr: Resim engellendi
zh_tw: 圖像已被阻擋

# Context
source: Coupon
ca: Cupó
de: Gutschein
es: Cupón
hr: Kupon
id: Kupon
nl: Kortingscode
pl: Kupon
pt: Cupom
pt_pt: Cupão
ru: Купон
tr: Kupon
zh_tw: 優惠券

# Context
source: Gift code
ca: Codi de regal
de: Geschenkgutscheincode
es: Código de regalía
fr: Code cadeau
hr: Darovni kôd
id: Kode hadiah
nl: Geschenkcode
pl: Kod podarunkowy
pt: Código de presente
pt_pt: Código de oferta
ru: Подарочный код
tr: Hediye kodu
zh_tw: 禮品代碼

# Coupon code request
source: Coupon code accepted
ca: Cupó acceptat
de: Gutscheincode akzeptiert
es: Código de cupón aceptado
fr: Code promo appliqué
hr: Kôd kupona je prihvaćen
id: Kode kupon diterima
nl: Kortingscode geaccepteerd
pl: Kod kuponu został zaakceptowany
pt: Código de cupom aceito
pt_pt: Código de cupão aceite
ru: Код купона принят
tr: Kupon kodu kabul edildi
zh_tw: 優惠券代碼已被接受

# Credit card CVC
source: Security Code
ca: Codi de seguretat
de: Sicherheitsschlüssel
es: Código de seguridad
fr: Code de sécurité
pl: Kod zabezpieczający
pt_pt: Código de segurança
tr: Güvenlik kodu

# Credit card modal
source: Add a credit card.
ca: Afegeix una targeta de crèdit.
de: Kreditkarte hinzufügen
es: Añadir una tarjeta de crédito.
fr: Ajouter une carte de crédit.
hr: Dodaj kreditnu karticu.
id: Tambahkan kartu kredit.
nl: Creditcard toevoegen.
pl: Dodaj kartę płatniczą.
pt: Adicionar cartão de crédito.
pt_pt: Adicionar cartão de crédito.
ru: Добавить банковскую карту.
tr: Kredi kartı ekleyin.
zh_tw: 新增信用卡

# Credit card modal
source: Update your credit card information.
ca: Actualitzi les dades de la seva targeta de crèdit.
de: Aktualisieren Sie Ihre Kreditkarteninformationen.
es: Actualice la información de su tarjeta de crédito.
fr: Mettre à jour les informations de votre carte de crédit.
hr: Ažurirajte podatke o kreditnoj kartici.
id: Perbarui informasi kartu kredit Anda.
nl: Werk uw creditcardgegevens bij.
pl: Zaktualizuj dane karty płatniczej.
pt: Atualize as suas informações do cartão de crédito.
pt_pt: Actualizar informações do cartão de crédito.
ru: Обновить данные банковской карты.
tr: Kredi kartı bilgilerinizi güncelleyin.
zh_tw: 更新您的信用卡資料。

# Custom pro plan dashboard
source: 1 user
ca: 1 usuari
de: 1 Nutzer
es: Un usuario
fr: 1 utilisateur
hr: 1 korisnik
id: {{$count}} pengguna
nl: 1 gebruiker
pl: 1 użytkownik
pt: 1 usuário
pt_pt: 1 utilizador
ru: 1 пользователь
tr: 1 kullanıcı
zh_tw: {{$count}} 使用者

# Custom pro plan dashboard
source: {{value}} GB storage
ca: {{value}} GB d'emmagatzematge
de: {{value}} GB Speichervolumen
es: {{value}} GB de almacenamiento
fr: {{value}} Go d'espace de stockage
hr: {{value}} GB prostora za pohranu
id: {{value}} penyimpanan GB
nl: {{value}} GB opslagruimte
pl: {{value}} GB przestrzeni dyskowej
pt: {{value}} GB de armazenamento
pt_pt: {{value}} GB de espaço
ru: {{value}} ГБ хранилища
tr: {{value}} GB depolama
zh_tw: {{value}} GB 儲存空間

# Custom pro plan dashboard
source: {{value}} addresses
ca: {{value}} adreçes
de: {{value}} Adressen
es: {{value}} direcciones
fr: {{value}} adresses
hr: {{value}} adresa
id: {{value}} alamat
nl: {{value}} adressen
pl: {{value}} adresów
pt: {{value}} endereços
pt_pt: {{value}} endereços
ru: {{value}} адресов
tr: {{value}} adres
zh_tw: {{value}} 個地址

# DKIM configuration status badge
source: Not set
ca: No establert
de: Nicht festgelegt
fr: Non configuré
hr: Nije postavljeno
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não definido
pt_pt: Não definido
ru: Не задано
tr: Ayarlanmadı
zh_tw: 未設定

# DKIM configuration status badge
source: Not set properly
ca: No s'ha configurat correctament
de: Nicht richtig eingestellt
es: No establecido correctamente
fr: Mal défini
hr: Nije pravilno postavljeno
id: Tidak disetel dengan benar
nl: Niet correct ingesteld
pl: Nieprawidłowo ustawione
pt: Não definido corretamente
pt_pt: Não definido correctamente
ru: Настроено неправильно
tr: Doğru ayarlanmadı
zh_tw: 未被正確設定

# DKIM configuration status badge
source: Off
ca: Desactivat
de: Aus
fr: Désactivé
hr: Isključeno
id: Mati
nl: Uit
pl: Wyłączony
pt: Desligado
pt_pt: Desactivado
ru: Выключено
tr: Kapalı
zh_tw: 關閉

# DKIM configuration status badge
source: On
ca: Actiu
de: An
fr: Activé
hr: Uključeno
id: Di
nl: Aan
pl: Włączony
pt: Ativado
pt_pt: Activado
ru: Включено
tr: Açık
zh_tw: 開啟

# DMARC configuration status badge
source: Not set
ca: No establert
de: Nicht festgelegt
fr: Non configuré
hr: Nije postavljeno
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não definido
pt_pt: Não definido
ru: Не задано
tr: Ayarlanmadı
zh_tw: 未設定

# DMARC configuration status badge
source: Optional
ca: Opcional
fr: Facultatif
hr: Neobavezno
nl: Optioneel
pl: Opcjonalny
pt: Opcional
pt_pt: Opcional
ru: Необязательно
tr: İsteğe bağlı
zh_tw: 選項

# DMARC configuration status badge
source: Set
ca: Aplicar
de: Festgelegt
fr: Définir
hr: Postavi
nl: Instellen
pl: Ustawiono
pt: Definir
pt_pt: Definir
ru: Настроено
tr: Ayarla
zh_tw: 設定

# DMARC configuration status badge
source: advanced
ca: avançat
de: Erweitert
fr: avancé
hr: napredno
nl: geavanceerd
pl: zaawansowane
pt: avançado
pt_pt: avançado
ru: расширенные
tr: gelişmiş
zh_tw: 進階

# Danger
source: Address Verification with Trusted Keys is enabled for this address. To be able to send to this address, first trust public keys that can be used for sending.
ca: La verificació d'adreça amb claus de confiança està habilitada per a aquesta adreça. Per tal de poder enviar a aquesta adreça, verifiqueu la confiança en les claus públiques que es poden utilitzar per enviar.
de: Die Adressverifizierung mit vertrauenswürdigen Schlüsseln ist für diese Adresse aktiviert. Um an diese Adresse senden zu können, vertrauen Sie zuerst den öffentlichen Schlüsseln, die für das Senden verwendet werden können.
fr: La vérification d'adresse avec des clés de confiance est activée pour cette adresse. Pour être en mesure d’envoyer à cette adresse, commencez par faire confiance à des clés publiques pouvant être utilisées pour l'envoi.
pt_pt: Está activada a verificação de endereço com chaves de confiança para este endereço. Para poder enviar para este endereço, primeiro atribua confiança às chaves públicas que podem ser usadas para enviar.
tr: Bu adres için Güvenilir Anahtarlar ile Adres Doğrulama etkinleştirildi. Bu adrese gönderebilmek için, öncelikle göndermek için kullanılabilecek ortak anahtarlara güvenin.

# Danger
source: This address is disabled. To be able to send to this address, the owner must first enable the address.
ca: Aquesta adreça està inhabilitada. Per tal de poder enviar-hi, el propietari l'ha d'habilitar en primer lloc.
de: Diese Adresse ist deaktiviert. Um an diese Adresse senden zu können, muss der Besitzer die Adresse zuerst aktivieren.
fr: Cette adresse est désactivée. Pour pouvoir envoyer des emails à cette adresse, son propriétaire doit d’abord l'activer.
hr: Ova adresa je onemogućena. Da biste mogli slati na ovu adresu, vlasnik najprije mora omogućiti adresu.
nl: Dit adres is uitgeschakeld. Om naar dit adres te kunnen verzenden, moet de eigenaar het adres eerst inschakelen.
pl: Ten adres jest zablokowany. By być w stanie wysyłać na ten adres, jego właściciel musi najpierw go odblokować.
pt: Este endereço está desativado. O proprietário deve primeiro ativo-lo para poder voltar a enviar deste endereço.
pt_pt: Este endereço está desactivado. Para poder enviar para este endereço, o proprietário tem de activar primeiro o endereço.
ru: Этот адрес отключён. Чтобы иметь возможность отправки на этот адрес, сначала он должен быть включён его владельцем.
tr: Bu adres devre dışı. Bu adrese gönderebilmek için, adresin sahibi önce adresini etkinleştirmelidir.
zh_tw: 此地址已停用。要傳送至此地址，所有者必須先啟用地址。

# Dashboard free plan title
source: Current Plan
ca: Pla actual
de: Aktueller Tarif
es: Plan actual
fr: Offre actuelle
hr: Trenutni plan
id: Rencana saat ini
nl: Huidig abonnement
pl: Obecny plan
pt: Plano atual
pt_pt: Plano actual
ru: Текущий тариф
tr: Mevcut plan
zh_tw: 目前方案

# Dashboard plan button
source: Info
de: Information
fr: Information
hr: Informacije
nl: Informatie
pt: Informação
pt_pt: Informação
ru: Информация
tr: Bilgi
zh_tw: 資訊

# Dashboard plan detail
source: Add additional addresses to your account like <u>username2@protonmail.com</u>
ca: Afegeixi adreces adicionals al vostre compte com <u>username2@protonmail.com</u>
de: Fügen Sie Ihrem Konto weitere Adressen wie <u>username2@protonmail.com</u> hinzu
es: Añada direcciones adicionales a su cuenta como <u>usuario2@protonmail.com</u>
fr: Ajoutez des adresses supplémentaires du type <u>nomdutilisateur2@protonmail.com</u> à votre compte
hr: Dodajte dodatne adrese na svoj račun kao što je <u>korisnickoime2@protonmail.com</u>
id: Tambahkan alamat tambahan ke akun Anda seperti <u> username2@protonmail.com </ u>
nl: Voeg additionele adressen aan uw account toe, zoals <u>username2@protonmail.com</u>
pl: Dodaj do swojego konta dodatkowe adresy w formacie <u>uzytkownik2@protonmail.com</u>
pt: Adicionar endereços adicionais à sua conta como <u>username2@protonmail.com</u>
pt_pt: Adicione endereços extra à sua conta como <u>nome2@protonmail.com</u>
ru: Добавить дополнительные адреса вроде <u>username2@protonmail.com</u> к вашей учётной записи
tr: Hesabınıza <u>username2@protonmail.com</u> gibi ek adresler ekleyin
zh_tw: 為您的帳戶添加額外地址，如<u>username2@protonmail.com</u>

# Dashboard plan detail
source: Allows you to host emails for your own domain(s) at ProtonMail, e.g. <u>john.smith@example.com</u>
ca: Permet allotjar adreces de correu per el teu propi domini(s) en ProtonMail, p. ex.<u>john.smith@example.com</u>
de: Ermöglicht es Ihnen, E-Mails für Ihre eigene(n) Domain(s) bei ProtonMail zu hosten, z. B. <u>john.smith@example.com</u>
es: Le permite alojar direcciones de correo para su propio dominio(s) en ProtonMail, p. ej. <u>john.smith@ejemplo.com</u>
fr: Vous permet d'héberger vos emails avec vos propres noms de domaine chez ProtonMail, par exemple <u>pierre@untel.com</u>
hr: Omogućuje vam da pružate usluge e-pošte za vaše domene na ProtonMailu, npr. <u>ivan.horvat@primjer.hr</u>
id: Memungkinkan Anda untuk meng-host email untuk domain Anda sendiri di ProtonMail, misalnya <u> john.smith@example.com </ u>
nl: Biedt u de mogelijkheid om e-mails onder uw eigen domeinna(a)m(en) te hosten, bijvoorbeeld <u>jan@smit.com</u>
pl: Pozwala na posiadanie e-maili z własną domeną(-ami), np: <u>jan@kowalski.pl</u>
pt: Permite que você hospede e-mails com o(s) seu(s) próprio(s) domínio(s) no ProtonMail, por exemplo, <u>joao.da.silva@exemplo.com</u>
pt_pt: Permite-lhe alojar emails para os seus próprios domínios no ProtonMail, por exemplo <u>joao.silva@exemplo.com</u>
ru: Позволяет разместить электронную почту под вашим собственным доменным именем в ProtonMail, например <u>john.smith@example.com</u>
tr: ProtonMail'de kendi etki alanınız için e-postaları barındırmanıza izin verir. Örn. <u>murat.erdem@ornek.com</u>
zh_tw: 讓你在 ProtonMail 為自己的域名託管電子郵件，如<u>john.smith@example.com</u>

# Dashboard plan detail
source: Click INFO to view total number of addresses for your plan
ca: Faci clic a INFO per veure el nombre total d'adreces pel seu pla
de: Auf INFO klicken, um die Gesamtzahl der Adressen für Ihren Tarif anzuzeigen
es: Clic en INFO para ver el número total de direcciones para su plan
fr: Cliquez sur INFO pour voir le nombre total d'adresses disponibles avec votre offre
hr: Pritisnite INFO za prikaz ukupnog broja adresa u vašem planu
id: Klik INFO untuk melihat jumlah total alamat untuk rencana Anda
nl: Klik op INFO om het totaal aantal adressen van uw abonnement te bekijken
pl: Kliknij INFO, aby sprawdzić całkowitą liczbę adresów dla swojego planu
pt: Clique em INFO para ver o número total de endereços para o seu plano
pt_pt: Clique em INFORMAÇÃO para ver o total de endereços para o seu plano
ru: Щёлкните "ИНФОРМАЦИЯ", чтобы увидеть общее количество адресов, доступных согласно вашему тарифу
tr: Planınız için toplam adres sayısını görüntülemek için BİLGİ seçeneğine tıklayın
zh_tw: 按 INFO 查看方案的總地址數

# Dashboard plan information
source: 1 Address
ca: 1 Adreça
de: Eine Adresse
es: 1 dirección
fr: 1 adresse
hr: 1 adresa
id: 1 alamat
nl: 1 Adres
pl: 1 Adres
pt: 1 Endereço
pt_pt: 1 endereço
ru: 1 адрес
tr: 1 adres
zh_tw: 1 個電子郵件地址

# Dashboard plan information
source: 1 User
ca: 1 Usuari
de: 1 Nutzer
es: 1 usuario
fr: 1 utilisateur
hr: 1 korisnik
id: 1 pengguna
nl: 1 Gebruiker
pl: 1 Użytkownik
pt: 1 Usuário
pt_pt: 1 utilizador
ru: 1 пользователь
tr: 1 kullanıcı
zh_tw: 1 個使用者

# Dashboard plan information
source: 10 Custom Domains
ca: 10 Dominis Personalitzats
de: 10 eigene Domains
es: 10 dominios personalizados
fr: 10 domaines personnalisés
hr: 10 prilagođenih domena
id: 10 Domain Khusus
nl: 10 Eigen domeinen
pl: 10 Niestandardowych domen
pt: 10 Domínios personalizados
pt_pt: 10 domínios personalizados
ru: 10 пользовательских доменов
tr: 10 özel etki alanı
zh_tw: 10 個自訂網域

# Dashboard plan information
source: 1000 Messages per day
ca: 1000 Missatges al dia
de: 1.000 Nachrichten am Tag
es: 1000 mensajes enviados por día
fr: 1000 messages par jour
hr: 1000 poruka dnevno
id: 1000 pesan per hari
nl: 1000 Berichten per dag
pl: 1000 Wiadomości dziennie
pt: 1000 Mensagens por dia
pt_pt: 1000 mensagens por dia
ru: 1000 сообщений в день
tr: Günde 1000 ileti
zh_tw: 每天 1000 則訊息

# Dashboard plan information
source: 150 Messages per day
ca: 150 Missatges al dia
de: 150 Nachrichten am Tag
es: 150 mensajes enviados por día
fr: 150 messages par jour
hr: 150 poruka dnevno
id: 150 pesan per hari
nl: 150 Berichten per dag
pl: 150 Wiadomości dziennie
pt: 150 Mensagens por dia
pt_pt: 150 mensagens por dia
ru: 150 сообщений в день
tr: Günde 150 ileti
zh_tw: 每天 150 則訊息

# Dashboard plan information
source: 20 GB Storage
ca: 20 GB d'emmagatzematge
de: 20 GB Speicherplatz
es: 20 GB de almacenamiento
fr: 20 Go de stockage
hr: 20 GB prostora za pohranu
id: Penyimpanan 20 GB
nl: 20 GB opslagruimte
pl: 20 GB przestrzeni dyskowej
pt: 20 GB de Armazenamento
pt_pt: 20 GB de armazenamento
ru: 20 ГБ хранилища
tr: 20 GB depolama
zh_tw: 20 GB 儲存空間

# Dashboard plan information
source: 200 Folders / 200 Labels
ca: 200 Carpetes / 200 Etiquetes
de: 200 Ordner / 200 Kategorien
es: 200 carpetas / 200 etiquetas
fr: 200 dossiers / 200 labels
hr: 200 mapa / 200 oznaka
id: 200 Folder / 200 Label
nl: 200 Mappen / 200 Labels
pl: 200 Folderów / 200 Etykiet
pt: 200 Pastas / 200 Marcadores
pt_pt: 200 pastas/200 etiquetas
ru: 200 папок / 200 ярлыков
tr: 200 klasör / 200 etiket
zh_tw: 200 個資料夾 / 200 個標籤

# Dashboard plan information
source: 3 Folders / 3 Labels
ca: 3 Carpetes / 3 Etiquetes
de: 3 Ordner / 3 Kategorien
es: 3 carpetas / 3 etiquetas
fr: 3 dossiers / 3 labels
hr: 3 mape / 3 oznake
id: 3 Folder / 3 Label
nl: 3 Mappen / 3 Labels
pl: 3 Foldery / 3 Etykiety
pt: 3 Pastas / 3 Marcadores
pt_pt: 3 pastas/3 etiquetas
ru: 3 папки / 3 ярлыка
tr: 3 klasör / 3 etiket
zh_tw: 3 個資料夾 / 3 個標籤

# Dashboard plan information
source: 5 Addresses / User
ca: 5 Adreçes / Usuari
de: 5 Adressen/Nutzer
es: 5 direcciones por usuario
fr: 5 adresses / utilisateur
hr: 5 adresa po korisniku
id: 5 Alamat / User
nl: 5 Adressen / Gebruiker
pl: 5 Adresów / Użytkownika
pt: 5 Endereços / Usuário
pt_pt: 5 endereços/utilizador
ru: 5 адресов на пользователя
tr: 5 adres / kullanıcı
zh_tw: 5 地址 / 使用者

# Dashboard plan information
source: 5 GB Storage / User
ca: 5 GB d'emmagatzematge / Usuari
de: 5 GB Speicherplatz je Nutzer
es: 5 GB almacenamiento por usuario
fr: 5 Go de stockage / utilisateur
hr: 5 GB prostora za pohranu po korisniku
id: Penyimpanan / Pengguna 5 GB
nl: 5 GB Opslagruimte / Gebruiker
pl: 5 GB przestrzeni dyskowej / użytkownika
pt: 5 GB de Armazenamento / Usuário
pt_pt: 5 GB de armazenamento/utilizador
ru: 5 ГБ хранилища на пользователя
tr: 5 GB depolama / kullanıcı
zh_tw: 5 GB 儲存空間/使用者

# Dashboard plan information
source: 50 Addresses
ca: 50 Adreces
de: 50 Adressen
es: 50 direcciones
fr: 50 adresses
hr: 50 adresa
nl: 50 Adressen
pl: 50 Adresów
pt: 50 Endereços
pt_pt: 50 endereços
ru: 50 адресов
tr: 50 adres
zh_tw: 50 地址

# Dashboard plan information
source: 500 MB Storage
ca: 500 MB d'emmagatzematge
de: 500 MB Speicherplatz
es: 500 MB de almacenamiento
fr: 500 Mo d'espace de stockage
hr: 500 MB prostora za pohranu
id: Penyimpanan 500 MB
nl: 500 MB opslagruimte
pl: 500 MB przestrzeni dyskowej
pt: 500 MB de Armazenamento
pt_pt: 500 MB de armazenamento
ru: 500 МБ хранилища
tr: 500 MB depolama
zh_tw: 500 MB 儲存空間

# Dashboard plan information
source: 6 Users
ca: 6 Usuaris
de: 6 Nutzer
es: 6 usuarios
fr: 6 utilisateurs
hr: 6 korisnika
id: 6 Pengguna
nl: 6 Gebruikers
pl: 6 Użytkowników
pt: 6 Usuários
pt_pt: 6 utilizadores
ru: 6 пользователей
tr: 6 kullanıcı
zh_tw: 6 個使用者

# Dashboard plan information
source: Autoresponder
ca: Autorespondre
de: Abwesenheitsnotizen
es: Autorespuesta
fr: Répondeur automatique
hr: Automatski odgovori
pt: Respostas automáticas
pt_pt: Resposta automática
ru: Автоответчик
tr: Otomatik yanıtlayıcı
zh_tw: 自動回覆

# Dashboard plan information
source: Catch-all email
ca: Captura tot correu electrònic
de: Catch-all-Weiterleitungs-E-Mail-Adresse
es: Correo catch-all
fr: Collecteur d'email (catch-all)
hr: Uhvati svu e-poštu domene
pl: Adres catch-all
pt: E-mail padrão (catch-all)
pt_pt: Receber todos os endereços
ru: Catch-all-адрес эл. почты
tr: Tüm e-postaları yakalama
zh_tw: 可接受所有電子郵件的電子郵件地址

# Dashboard plan information
source: Custom Domains
ca: Dominis personalitzats
de: Eigene Domains
es: Dominios personalizados
fr: Domaines personnalisés
hr: Prilagođene domene
id: Domain Khusus
nl: Eigen domeinen
pl: Niestandardowe domeny
pt: Domínios personalizados
pt_pt: Domínios personalizados
ru: Пользовательские домены
tr: Özel etki alanı
zh_tw: 自訂網域

# Dashboard plan information
source: Custom Filters
ca: Filtres personalitzats
de: Benutzerdefinierte Filter
es: Filtros personalizados
fr: Filtres personnalisés
hr: Prilagođeni filtri
id: Filter Khusus
nl: Geavanceerde filters
pl: Filtry niestandardowe
pt: Filtros personalizados
pt_pt: Filtros personalizados
ru: Пользовательские фильтры
tr: Özel filtreler
zh_tw: 自訂篩選器

# Dashboard plan information
source: Limited Support
ca: Suport limitat
de: Eingeschränkter Support
es: Soporte limitado
fr: Assistance limitée
hr: Ograničena podrška
id: Dukungan Terbatas
nl: Beperkte ondersteuning
pl: Ograniczone wsparcie
pt: Suporte limitado
pt_pt: Suporte limitado
ru: Ограниченная поддержка
tr: Sınırlı destek
zh_tw: 有限支援

# Dashboard plan information
source: Multi-User Support
ca: Suport multi-usuari
de: Unterstützung für mehrere Benutzer
es: Soporte multi-usuario
fr: Support multi-utilisateur
hr: Višekorisnička podrška
id: Dukungan Multi-Pengguna
nl: Ondersteuning voor meerdere gebruikers
pl: Obsługa wielu użytkowników
pt: Suporte para múltiplos usuários
pt_pt: Suporte para múltiplos utilizadores
ru: Многопользовательский режим
tr: Çoklu kullanıcı desteği
zh_tw: 支援多使用者

# Dashboard plan information
source: Priority Support
ca: Suport prioritari
de: Priorisierter Support
es: Soporte prioritario
fr: Assistance prioritaire
hr: Prioritetna podrška
id: Dukungan Prioritas
nl: Ondersteuning met hoge prioriteit
pl: Priorytetowe wsparcie
pt: Suporte prioritário
pt_pt: Suporte prioritário
ru: Приоритетная поддержка
tr: Öncelikli destek
zh_tw: 優先支持

# Dashboard plan information
source: ProtonVPN Visionary included
ca: ProtonVPN Visionary inclòs
de: ProtonVPN Visionary enthalten
es: ProtonVPN Visionary incluido
fr: ProtonVPN Visionary inclus
hr: ProtonVPN Visionary uključuje
nl: ProtonVPN Visionary inclusief
pl: Ochrona ProtonVPN Visionary w zestawie
pt: Incluído ProtonVPN Visionário
pt_pt: ProtonVPN Visionary incluído
ru: Включая ProtonVPN Visionary
tr: ProtonVPN Vizyoner dahil
zh_tw: 包含 ProtonVPN Visionary

# Dashboard plan information
source: Support
ca: Assistència
es: Soporte
hr: Podrška
id: Mendukung
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
pt_pt: Suporte
ru: Поддержка
tr: Destek
zh_tw: 支援

# Dashboard plan information
source: Unlimited Folders / Labels
ca: Carpetes / Etiquetes Il·limitades
de: Unbegrenzte Anzahl Ordner/Kategorien
es: Carpetas / Etiquetas ilimitadas
fr: Nombre illimité de dossiers et de labels
hr: Neograničeni broj mapa / oznaka
id: Folder / Label Tak Terbatas
nl: Onbeperkte mappen / labels
pl: Nieograniczone foldery / etykiety
pt: Pastas / Marcadores ilimitados
pt_pt: Pastas/Etiquetas ilimitadas
ru: Безлимитные папки / ярлыки
tr: Sınırsız klasör / etiket
zh_tw: 無限的資料夾 / 標籤

# Dashboard plan information
source: Unlimited sending
ca: Sense límit d'enviament
de: Unbegrenztes Senden
es: Envío ilimitado
fr: Envois illimités
hr: Neograničeno slanje poruka
id: Pengiriman tak terbatas
nl: Onbeperkt verzenden
pl: Nieograniczone wysyłanie wiadomości
pt: Envio ilimitado
pt_pt: Envios ilimitados
ru: Нет ограничений на отправку
tr: Sınırsız gönderim
zh_tw: 無限發送次數
