Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Billing cycle for the dashboard
source: Pay annually
ca: Pagar anualment
de: Jährliche Zahlung
es: Pagar anualmente
fr: Annuel
hr: Plaćajte godišnje
id: Bayar setiap tahun
nl: Jaarlijks
pl: Plan roczny
pt: Pagar anualmente
pt_pt: Pagar anualmente
ru: Ежегодный платёж
tr: Yıllık ödeme
zh_tw: 年繳制

# Billing cycle for the dashboard
source: Pay monthly
ca: Pagament mensual
de: Monatliche Zahlung
es: Pagar mensualmente
fr: Mensuel
hr: Plaćajte mjesečno
id: Bayar bulanan
nl: Maandelijks
pl: Plan miesięczny
pt: Pagar mensalmente
pt_pt: Pagar mensalmente
ru: Ежемесячный платёж
tr: Aylık ödeme
zh_tw: 月繳制

# Bitcoin donation
source: Amount BTC
ca: Quantitat de BTC
de: Zahlbetrag in Bitcoin
es: Monto BTC
fr: Montant en BTC
hr: Iznos BTC
id: Jumlah BTC
nl: Bedrag BTC
pl: Kwota BTC
pt: Quantia em BTC
pt_pt: Montante em BTC
ru: Количество BTC
tr: BTC miktarı
zh_tw: BTC 金額

# Bitcoin donation
source: BTC address
ca: Adreça BTC
de: Bitcoin-Adresse
es: Dirección BTC
fr: Adresse BTC
hr: BTC adresa
id: Alamat BTC
nl: BTC adres
pl: Adres BTC
pt: Endereço BTC
pt_pt: Endereço BTC
ru: BTC адрес
tr: BTC adresi
zh_tw: BTC 位址

# Bitcoin notice
source: After making your Bitcoin payment, please follow <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">the instructions here</a> to upgrade
ca: Després de realitzar el pagament amb Bitcoin, segueixi <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">aquestes instruccions</a> per a actualitzar
de: Nachdem Sie Ihre Bitcoin-Zahlung getätigt haben, folgen Sie bitte <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">den Anweisungen</a>, um das Upgrade durchzuführen
es: Después de realizar el pago con Bitcoin, siga <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">estas instrucciones</a> para actualizar
fr: Après avoir effectué votre paiement Bitcoin, cliquez ici <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">pour obtenir les instructions</a> utiles à votre changement d'offre
hr: Nakon što ste izvršili Bitcoin uplatu, molimo slijedite <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">ove upute</a> za nadogradnju
id: Setelah melakukan pembayaran Bitcoin Anda, ikuti <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">petunjuk di sini</a> untuk meningkatkan versi
nl: Volg na uw Bitcoin-betaling de volgende <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">instructies</a> om te upgraden
pl: Po dokonaniu płatności w Bitcoinach wykonaj <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">tę instrukcję</a>, aby ulepszyć konto
pt: Depois de fazer o seu pagamento em Bitcoin, siga <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">as instruções aqui</a> para fazer o upgrade
pt_pt: Depois de fazer o pagamento em Bitcoin, por favor siga <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">estas instruções</a> para passar a um plano superior
ru: После внесения оплаты Bitcoin, пожалуйста, следуйте согласно <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">этому руководству</a>, чтобы произвести улучшение
tr: Bitcoin ödemenizi yaptıktan sonra, yükseltmek için lütfen <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">buradaki talimatları</a> izleyin
zh_tw: 在做出您的比特幣付款後，請按照 <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">此處的說明</a> 升級

# Bitcoin notice
source: Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.
ca: Les transaccions en Bitcoins poden trigar una estona en ser confirmades (fins a 24 hores). Un cop confirmada, afegirem els crèdits al seu compte. Després de la confirmació podrà efectuar el pagament del rebut amb els crèdits.
de: Bitcoin-Transaktionen können einige Zeit in Anspruch nehmen, bis sie bestätigt werden (bis zu 24 Stunden). Sobald die Bestätigung erfolgt ist, werden wir Ihrem Konto Guthaben hinzufügen. Nach der Bestätigung der Transaktion können Sie Ihre Rechnung mit den Guthaben begleichen.
es: Las transacciones de Bitcoin pueden tomar un tiempo para ser confirmadas (hasta 24 horas). Una vez confirmadas, añadiremos los créditos a su cuenta. Después de la confirmación de la transacción, podrá pagar su factura con los créditos.
fr: Les transactions en Bitcoin peuvent prendre un certain temps pour être validées (jusqu'à 24 heures). Une fois celles-ci confirmées, nous ajouterons les crédits sur votre compte. Après confirmation de la transaction, vous pouvez payer votre facture avec les crédits.
hr: Potvrda Bitcoin transakcije može potrajati neko vrijeme (do 24 sata). Kada potvrdimo, dodijelit ćemo vam kredit na vaš račun. Nakon potvrde transakcije, možete platiti fakturu s kreditom.
id: Transaksi bitcoin membutuhkan waktu untuk dikonfirmasi (hingga 24 jam). Setelah dikonfirmasi, kami akan menambahkan kredit ke akun Anda. Setelah konfirmasi transaksi, Anda dapat membayar faktur Anda dengan kredit.
nl: Het kan even duren voordat Bitcoin-transacties worden bevestigd (tot 24 uur), waarna wij de credits aan uw account zullen toevoegen. Na de transactiebevestiging kunt u uw factuur met de credits betalen.
pl: Transakcje Bitcoin potrzebują trochę czasu, aby zostały potwierdzone (do 24 godzin). Po ich potwierdzeniu, dodamy środki do Twojego konta. Po potwierdzeniu transakcji, będziesz mógł użyć tych środków do opłacenia swojego rachunku.
pt: As transações em Bitcoin podem levar algum tempo para serem confirmadas (até 24 horas). Uma vez confirmada, adicionaremos os créditos na sua conta. Após a confirmação da transação, você pode pagar sua fatura com os créditos.
pt_pt: As transacções em Bitcoin podem levar algum tempo a ser confirmadas (até 24 horas). Uma vez confirmadas, adicionaremos créditos à sua conta. Após a confirmação da transacção, pode pagar a sua factura com os créditos.
ru: Транзакции Bitcoin могут занять некоторое время для подтверждения (до 24 часов). Сразу после подтверждения мы добавим средства на ваш счёт. После подтверждения транзакции вы сможете оплатить свой счёт, используя баланс.
tr: Bitcoin işlemlerinin onaylanması biraz zaman alabilir (24 saat kadar). Onaylandıktan sonra hesabınıza kredi ekleyeceğiz. İşlem onayından sonra faturanızı kredilerle ödeyebilirsiniz.
zh_tw: 比特幣交易記錄可能需要一段時間才能確認 (最多24小時)。一旦確認，我們將儲值到您的帳戶。交易確認後，您可用儲值餘額支付您的發票。

# Bitcoin validation error
source: Amount below minimum. ({{ ::validator.amountMin / 100 }} {{::currency}})
ca: Quantitat per sota del mínim. ({{ ::validator.amountMin / 100 }} {{::currency}})
de: Mindestbetrag unterschritten • ({{ ::validator.amountMin / 100 }} {{::currency}})
es: Monto por debajo del mínimo. ({{ ::validator.amountMin / 100 }} {{::currency}})
fr: Montant inférieur au minimum. ({{ ::validator.amountMin / 100 }} {{::currency}})
hr: Iznos ispod minimuma. ({{ ::validator.amountMin / 100 }} {{::currency}})
id: Jumlah di bawah minimum. ({{ ::validator.amountMin / 100 }} {{::currency}})
nl: Bedrag onder minimum. ({{::validator.amountMin / 100}} {{::currency}})
pl: Kwota poniżej minimum. ({{:: validator.amountMin / 100}} {{::currency}})
pt: Valor abaixo do mínimo. ({{ ::validator.amountMin / 100 }} {{::currency}})
pt_pt: Montante inferior ao mínimo. ({{ ::validator.amountMin / 100 }} {{::currency}})
ru: Сумма ниже минимума. ({{ ::validator.amountMin / 100 }} {{::currency}})
tr: En düşük tutarın altındaki miktar. ({{ ::validator.amountMin / 100 }} {{::currency}})
zh_tw: 金額低於最低值。({{ ::validator.amountMin / 100 }} {{::currency}})

# Bubbule info in appearance sent and drafts folders
source: Setting to 'Include Moved' means that sent / drafts messages that have been moved to other folders will continue to appear in the Sent/Drafts folder.
ca: Seleccionar l'opció 'Incloure moguts' implica que els missatges enviats o els esborranys que s'han mogut a altres carpetes seguiran apareixent a la carpeta d'Enviats/Esborranys.
de: Die Einstellung "Verschobene einbeziehen" bedeutet, dass Gesendet/Entwürfe-Nachrichten, die in andere Ordner verschoben wurden, weiterhin im Gesendet/Entwürfe Ordner angezeigt werden.
es: Incluir movidos significa que los mensajes enviados o los borradores que han sido movidos a otra carpeta seguirán apareciendo en la carpetas Enviados/Borradores.
fr: Le paramètre « Inclure les messages déplacés » signifie que vos messages envoyés / brouillons déplacés dans d'autres dossiers continueront d'apparaître dans les dossiers Envoyés / Brouillons.
hr: Postavka 'Uključi i premješteno' znači da će se poslane poruke i skice koje su premještene u druge mape i dalje prikazivati u mapi Poslano / Skice.
id: Setting untuk 'Include Moved' berarti pengiriman / draft pesan yang telah dipindahkan ke folder lain akan terus muncul di folder Sent / Drafts.
nl: 'Inclusief verplaatste' instellen zorgt dat verzonden / concept berichten die zich reeds in andere mappen bevinden zichtbaar zijn in de map Verzonden / Concepten.
pl: Ustawienie 'Pokaż przeniesione' oznacza, że wiadomości wysyłane i szkice, które zostały przeniesione do innych folderów będą ciągle widoczne w folderach Wysyłane / Szkice.
pt: A configuração para "Incluir movido" significa que as mensagens enviadas / rascunhadas que foram movidas para outras pastas continuarão a aparecer na pasta Enviado / Rascunhos.
pt_pt: Definição para "Incluir movidos" quer dizer que os rascunhos e as mensagens enviadas que foram movidas para outras pastas continuarão a ser mostradas na pasta Enviado/Rascunhos.
ru: Выбор "Включить перемещённые" означает, что отправленные сообщения и черновики, которые были помещены в другие папки, продолжат появляться в папках Отправленные и Черновики.
tr: 'Taşınanları dahil et' olarak ayarlama, başka klasörlere taşınan gönderilen/taslak iletilerinin gönderilen/taslaklar klasöründe görünmeye devam edeceği anlamına gelir.
zh_tw: 設為 '包括已搬移' 表示已傳送/草稿郵件已經移動到其他資料夾並將繼續顯示於已傳送/草稿的資料夾。

# Bug report successfully
source: Bug reported
ca: Error notificat
de: Fehlerbericht
es: Error informado
fr: Bug signalé
hr: Greška je prijavljena
id: Bug dilaporkan
nl: Fout gerapporteerd
pl: Błąd został zgłoszony
pt: Relatório de erros enviado
pt_pt: Erro reportado
ru: Отчёт об ошибке отправлен
tr: Hata bildirildi
zh_tw: 錯誤回報

# Button
source: + Add ProtonVPN
ca: + Afegiu ProtonVPN
de: ProtonVPN hinzufügen
es: + Agregar ProtonVPN
fr: + Ajouter ProtonVPN
hr: + Dodajte ProtonVPN
id: + Tambahkan ProtonVPN
nl: + ProtonVPN toevoegen
pl: +Dodaj ProtonVPN
pt: + Adicionar ProtonVPN
pt_pt: + Adicionar o ProtonVPN
ru: + Добавить ProtonVPN
tr: + ProtonVPN Ekle
zh_tw: + 增加 ProtonVPN

# Button
source: Set Primary
ca: Estableix primàries
de: Als vorrangige Adresse festlegen
fr: Définir comme principale
hr: Postaviti kao glavno
nl: Als primair instellen
pl: Ustaw jako główny
pt: Definir como primária
pt_pt: Definir como principal
ru: Сделать основным
tr: Birincil olarak ayarla
zh_tw: 設成主要

# Button to select plan on the dashboard
source: Switch to Free
ca: Canvia a gratuït
de: Zur kostenlosen Version wechseln
fr: Passer à l’offre Free
hr: Prebaci na Besplatni plan
nl: Overschakelen naar Free
pl: Zmień na plan darmowy
pt: Alterar para Gratuito
pt_pt: Mudar para Free
ru: Перейти на Free
tr: Ücretsiz plana geç
zh_tw: 切換到 Free

# Button to select plan on the dashboard
source: Switch to Plus
ca: Canvia a Plus
de: Zur Plus-Version wechseln
fr: Passer à l’offre Plus
hr: Prebaci na Plus plan
nl: Overschakelen naar Plus
pl: Zmień na plan Plus
pt: Alterar para Plus
pt_pt: Mudar para Plus
ru: Перейти на Plus
tr: Plus planına geç
zh_tw: 切換到 Plus

# Button to select plan on the dashboard
source: Switch to Professional
ca: Canvia a categoria Professional
de: Zu Professional wechseln
es: Cambiar a Professional
fr: Passer à l'offre Professional
hr: Prebaci na Professional plan
id: Beralih ke Profesional
nl: Stap over naar Professional
pl: Zmień na plan Profesjonalny
pt: Mudar para plano Profissional
pt_pt: Mudar para Professional
ru: Перейти на Professional
tr: Profesyonel plana geç
zh_tw: 切換到 Professional

# Button to select plan on the dashboard
source: Update Free
ca: Actualitza a categoria lliure
de: Kostenfreie Aktualisierung
es: Actualizar Free
fr: Ajuster l'offre Free
hr: Ažurirajte Besplatni plan
id: Update Gratis
nl: Update Gratis
pl: Zmodyfikuj plan Darmowy
pt: Atualizar plano Gratuito
pt_pt: Actualizar Free
ru: Обновить Free
tr: Ücretsiz olarak güncelle
zh_tw: 更新 Free

# Button to select plan on the dashboard
source: Update Plus
ca: Actualitza a categoria Plus
de: Plus aktualisieren
es: Actualizar Plus
fr: Ajuster l'offre Plus
hr: Ažurirajte Plus plan
pl: Zmodyfikuj plan Plus
pt: Atualizar plano Plus
pt_pt: Actualizar Plus
ru: Обновить Plus
tr: Plus olarak güncelle
zh_tw: 更新 Plus

# Button to select plan on the dashboard
source: Update Professional
ca: Actualitza a categoria Professional
de: Professional aktualisieren
es: Actualizar Professional
fr: Ajuster l'offre Professional
hr: Ažurirajte Professional plan
id: Update Profesional
pl: Zmodyfikuj plan Profesjonalny
pt: Atualize para versão Profissional
pt_pt: Actualizar Professional
ru: Обновить Professional
tr: Profesyonel olarak güncelle
zh_tw: 更新 Professional

# Button to select plan on the dashboard
source: Update Visionary
ca: Actualitza a categoria Visionary
de: Visionary aktualisieren
es: Actualizar Visionary
fr: Passer à l'offre Visionary
hr: Ažuriraj Visionary plan
id: Update visioner
pl: Zmodyfikuj plan Wizjoner
pt: Atualizar para Visionário
pt_pt: Actualizar Visionary
ru: Обновить Visionary
tr: Vizyoner olarak güncelle
zh_tw: 更新 Visionary

# Button to select plan on the dashboard
source: Upgrade to Plus
ca: Actualitza a categoria Plus
de: Auf den Plus-Tarif aktualisieren
es: Cambiar a Plus
fr: Passer à l'offre Plus
hr: Nadogradite na Plus plan
id: Tingkatkan ke Plus
nl: Upgraden naar Plus
pl: Ulepsz do wersji Plus
pt: Upgrade para plano Plus
pt_pt: Actualizar para Plus
ru: Улучшить до Plus
tr: Plus planına yükselt
zh_tw: 升級到 Plus

# Button to select plan on the dashboard
source: Upgrade to Professional
ca: Actualitza a categoria Professional
de: Auf den Professional-Tarif aktualisieren
es: Cambiar a Professional
fr: Passer à l'offre Professional
hr: Nadogradite na Professional plan
id: Upgrade ke Profesional
nl: Upgraden naar Professional
pl: Ulepsz do wersji Profesjonalnej
pt: Upgrade para plano Profissional
pt_pt: Actualizar para Professional
ru: Улучшить до Professional
tr: Profesyonel plana yükselt
zh_tw: 升級到 Professional

# Button to select plan on the dashboard
source: Upgrade to Visionary
ca: Actualitza a Visionary
de: Zu Visionary wechseln
fr: Passer à l'offre Visionary
hr: Nadogradite na Visionary plan
nl: Upgraden naar Visionary
pl: Ulepsz do wersji Wizjoner
pt: Upgrade para plano Visionário
pt_pt: Actualizar para Visionary
ru: Улучшить до Visionary
tr: Vizyoner planına yükselt
zh_tw: 升級到 Visionary

# Cancelled during importation
source: Import cancelled. Rolling back.
ca: S'ha cancel·lat la importació. Tornant enrere.
de: Import abgebrochen. Wird zurückgesetzt.
fr: Importation annulée. Retour en arrière.
hr: Uvoz otkazan. Vraćanje na početno stanje.
nl: Importeren is geannuleerd. Terugdraaien.
pl: Importowanie zostało anulowane. Powrót do poprzedniego stanu.
pt: Importação cancelada, Revertendo.
pt_pt: Importação cancelada. A reverter.
ru: Импорт отменён. Откат к предыдущему состоянию.
tr: İçe aktarma iptal edildi. Geri alınıyor.
zh_tw: 匯入已取消。回到上一個版本。

# Clear user's logs (security)
source: Logs cleared
ca: Registres esborrats
de: Protokolle geleert
es: Registros borrados
fr: Journaux effacés
hr: Očišćeni zapisnici
id: Log dibersihkan
nl: Logboeken gewist
pl: Dzienniki zostały wyczyszczone
pt: Registros apagados
pt_pt: Diários limpos
ru: Логи очищены
tr: Kayıtlar temizlendi
zh_tw: 日誌已清除

# Command palette action
source: Add folder
ca: Afegir carpeta
de: Ordner hinzufügen
es: Añadir carpeta
fr: Créer un dossier
hr: Dodaj mapu
id: Tambah Folder
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
pt_pt: Adicionar pasta
ru: Добавить папку
tr: Klasör ekle
zh_tw: 新增資料夾

# Command palette action
source: Add label
ca: Afegir etiqueta
de: Kategorie hinzufügen
es: Añadir etiqueta
fr: Créer un label
hr: Dodaj oznaku
id: Tambahkan label
nl: Label toevoegen
pl: Dodaj etykietę
pt: Adicionar marcador
pt_pt: Adicionar etiqueta
ru: Добавить ярлык
tr: Etiket ekle
zh_tw: 新增標籤

# Command palette action
source: Remove label
ca: Esborra l'etiqueta
de: Kategorie entfernen
es: Eliminar etiqueta
fr: Supprimer le label
hr: Ukloni oznaku
id: Hapus label
nl: Label verwijderen
pl: Usuń etykietę
pt: Remover marcador
pt_pt: Remover etiqueta
ru: Удалить ярлык
tr: Etiketi kaldır
zh_tw: 移除標籤

# Compose message
source: Error during file upload
ca: Error durant la càrrega del fitxer
de: Fehler beim Hochladen der Datei
es: Error al subir el archivo
fr: Erreur pendant le chargement du fichier
pl: Błąd podczas przesyłania pliku
pt_pt: Erro durante o envio do ficheiro
tr: Dosya yüklenirken hata oluştu

# Compose message
source: Error encrypting attachment
ca: Error durant el xifrat del fitxer adjunt
de: Fehler beim Verschlüsseln des Anhangs
es: Error al cifrar el archivo adjunto
fr: Erreur lors du chiffrement de la pièce jointe
pl: Szyfrowanie załącznika nie powiodło się
pt_pt: Erro ao encriptar o anexo
tr: Ek şifreleme hatası

# Composer
source: Attachments are limited to {{number}} MB.
ca: Els fitxers adjunts no poden ser més grans que {{number}} MB.
de: Anhänge sind auf eine Größe von maximal {{number}} MB begrenzt.
es: Los adjuntos están limitados a {{number}} MB.
fr: Les pièces jointes sont limitées à {{number}} Mo.
hr: Privitci su ograničeni na {{number}} MB.
id: Lampiran terbatas hingga {{number}} MB.
nl: Bijlagen zijn beperkt tot {{number}} MB.
pl: Limit dla załączników to {{number}} MB.
pt: Os anexos estão limitados a {{number}} MB.
pt_pt: Os anexos estão limitados a {{number}} MB.
ru: Размер вложения ограничен до {{number}} МБ.
tr: Ekler {{number}} MB ile sınırlıdır.
zh_tw: 附件限制為 {{number}} MB。

# Composer
source: Attachments are limited to {{number}} MB. Total attached would be: {{total}} MB.
ca: La mida total dels fitxers adjunts està limitada a {{number}} MB. La mida total dels fitxers adjunts actuals és de: {{total}} MB.
de: Anhänge sind auf eine Größe von maximal {{number}} MB begrenzt. Die Gesamtgröße aller angehängten Dateien darf {{total}} MB nicht überschreiten.
fr: Le poids des pièces jointes est limité à {{number}} Mo. Le poids total attaché sera de : {{total}} Mo.
hr: Privitci su ograničeni na {{number}} MB. Ukupna veličina priloženog: {{total}} MB.
pl: Limit dla załączników to {{number}} MB. Łączny rozmiar załączników w tej chwili to {{total}} MB.
pt_pt: Os anexos estão limitados a {{number}} MB. O total anexado seria: {{total}} MB.
tr: Ekler {{number}} MB ile sınırlıdır. Eklenen toplam şöyle olabilir: {{total}} MB.

# Composer
source: Empty attachment
ca: El fitxer adjunt està buit
de: Anhang entfernen
es: Vaciar adjunto
fr: Pièce jointe vide
hr: Prazan privitak
id: Lampiran kosong
nl: Lege bijlage
pl: Pusty załącznik
pt: Anexo vazio
pt_pt: Anexo vazio
ru: Пустое вложение
tr: Boş ek
zh_tw: 空附件

# Composer
source: Maximum number of attachments (10) exceeded.
ca: S'ha excedit el nombre màxim d'arxius adjunts permesos (10).
de: Maximale Anzahl von 10 Anhängen überschritten.
es: Número máximo de archivos adjuntos (10) excedido.
fr: Nombre maximal de pièces jointes (10) dépassé.
hr: Premašen je maksimalni broj privitaka (10).
id: Jumlah maksimum lampiran (10) terlampaui.
nl: Maximum aantal bijlagen (10) overschreden.
pl: Maksymalna liczba załączników (10) została przekroczona.
pt: Número máximo de anexos (10) excedido.
pt_pt: Número máximo de anexos (10) excedido.
ru: Максимальное число вложений (10) превышено.
tr: En yüksek ek sayısı (10) aşıldı.
zh_tw: 超過了最大附件數 (10)。

# Composer
source: Messages are limited to {{number}} attachments
ca: Els missatges es limiten a {{number}} fitxers adjunts
de: Nachrichten dürfen maximal {{number}} Anhänge enthalten.
es: Los mensajes están limitados a {{number}} adjuntos
fr: Les messages sont limités à {{number}} pièces jointes
hr: Poruke su ograničene na {{number}} privitaka
id: Pesan terbatas hingga {{number}} lampiran
nl: Berichten zijn beperkt tot {{number}} bijlagen
pl: Wiadomości są ograniczone do {{number}} załączników
pt: Mensagens são limitadas a {{number}} anexos
pt_pt: As mensagens estão limitadas a {{number}} anexos
ru: Сообщения ограничены {{number}} вложениями
tr: İletiler {{number}} ek ile sınırlıdır
zh_tw: 郵件限制僅能有 {{number}} 附件

# Composer Mode
source: Plain Text
ca: Text sense format
de: Unformatierter Text
es: Texto plano
fr: Texte brut
hr: Običan tekst
id: Teks biasa
nl: Tekst zonder opmaak
pl: Zwykły tekst
pt: Texto sem formatação
pt_pt: Texto simples
ru: Простой текст
tr: Düz Metin
zh_tw: 純文字

# Composer Tooltip
source: Attachments
ca: Fitxers adjunts
de: Anhänge
fr: Pièces jointes
hr: Privitci
nl: Bijlagen
pl: Załączniki
pt: Anexos
pt_pt: Anexos
ru: Вложения
tr: Ekler
zh_tw: 附檔

# Composer Tooltip
source: inline image
ca: imatge en línia
de: Inline-Grafik
fr: image intégrée
hr: slika u ravnini s tekstom
nl: inline-afbeelding
pl: obraz osadzony
pt: imagem incorporada
pt_pt: imagem incorporada
ru: изображение внутри текста
tr: satır içi resim
zh_tw: 內嵌圖片

# Composer, Attachment
source: Insert images
ca: Insereix imatges
de: Grafik einfügen
fr: Insérer des images
hr: Umetni fotografiju
nl: Afbeeldingen toevoegen
pl: Wstaw obrazy
pt: Inserir imagens
pt_pt: Inserir imagens
ru: Вставить изображения
tr: Resim ekle
zh_tw: 插入圖片

# Composer, Attachment
source: No images detected
ca: No s'ha detectat cap imatge
de: Keine Grafiken erkannt
fr: Aucune image détectée
hr: Nije otkrivena nijedna slika
nl: Geen afbeeldingen gevonden
pl: Nie znaleziono obrazów
pt: Nenhuma imagem detectada
pt_pt: Nenhuma imagem detectada
ru: Не обнаружено изображений
tr: Resim algılanamadı
zh_tw: 未偵測到圖片

# Composer, Attachment
source: as attachment
ca: com a fitxer adjunt
de: als Anhang
fr: en pièce jointe
hr: kao privitak
nl: als bijlage
pl: jako załącznik
pt: como anexo
pt_pt: como anexo
ru: как вложение
tr: ek olarak
zh_tw: 作為附件

# Composer, Attachment
source: inline
ca: en línia
de: eingebettet
fr: intégrées
hr: u ravnini s tekstom
pl: załącznik osadzony
pt: incorporado
pt_pt: incorporado
ru: встроенный в письмо
tr: satır içi
zh_tw: 行內

# Composer, Attachment
source: or
ca: o
de: oder
fr: ou
hr: ili
nl: of
pl: lub
pt: ou
pt_pt: ou
ru: или
tr: veya
zh_tw: 或

# Composer, add File
source: Add file
ca: Afegeix un fitxer
de: Datei hinzufügen
fr: Ajouter un fichier
hr: Dodaj datoteku
nl: Bestand toevoegen
pl: Dodaj plik
pt: Adicionar arquivo
pt_pt: Adicionar ficheiro
ru: Добавить файл
tr: Dosya ekle
zh_tw: 新增檔案

# Composer, add File
source: Delete
ca: Esborra
de: Löschen
fr: Supprimer
hr: Obriši
nl: Verwijderen
pl: Usuń
pt: Excluir
pt_pt: Eliminar
ru: Удалить
tr: Sil
zh_tw: 刪除

# Composer, add File
source: Error loading image
ca: Error en carregar la imatge
de: Fehler beim Laden der Grafik
fr: Erreur lors du chargement de l'image
hr: Pogreška pri učitavanju slike
nl: Fout bij het laden van de afbeelding
pl: Błąd ładowania obrazu
pt: Erro ao carregar imagem
pt_pt: Erro ao carregar a imagem
ru: Ошибка загрузки изображения
tr: Resim yüklenirken hata
zh_tw: 載入圖檔錯誤
