Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Error
source: Error encrypting message
ca: S'ha produït un error en xifrar el missatge
de: Fehler beim Verschlüsseln der Nachricht
fr: Erreur durant le chiffrement du message
hr: Greška pri šifriranju poruke
nl: Fout bij versleutelen van het bericht
pl: Szyfrowanie wiadomości nie powiodło się
pt: Erro ao criptografar a mensagem
pt_pt: Erro ao encriptar a mensagem
ru: Ошибка при шифровании сообщения
tr: İleti şifrelenirken hata oluştu
zh_tw: 加密訊息時發生錯誤

# Error
source: Error reactivating key. Please try again
ca: Error en reactivar la clau. Si us plau proveu-ho de nou
de: Fehler bei der Schlüsselreaktivierung. Bitte erneut versuchen
es: Error al reactivar la clave. Inténtelo de nuevo
fr: Erreur lors de la réactivation de la clé. Veuillez réessayer
hr: Greška pri ponovnoj aktivaciji ključa. Molimo pokušajte ponovno
nl: Fout tijdens het heractiveren van de sleutel. Probeer alstublieft opnieuw
pl: Błąd podczas reaktywacji klucza. Spróbuj ponownie później
pt: Erro ao reativar a chave. Por favor, tente novamente
pt_pt: Erro ao reactivar a chave. Por favor, tente novamente
ru: Ошибка повторной активации ключа. Пожалуйста, попробуйте ещё раз
tr: Anahtar yeniden etkinleştirilirken hata oluştu. Lütfen tekrar deneyin
zh_tw: 重新啟動密鑰時出錯。請重試

# Error
source: Error restoring organization keys
ca: Error en el restabliment de les claus d'organització
de: Fehler beim Wiederherstellen der Organisationsschlüssel
es: Error al restaurar las claves de la organización
fr: Erreur lors de la restauration des clés de l'organisation
hr: Greška pri vraćanju organizacijskih ključeva
id: Kesalahan memulihkan kunci organisasi
nl: Fout tijdens het herstellen van organisatiesleutels
pl: Wystąpił błąd podczas przywracania kluczy organizacji
pt: Erro ao restaurar as chaves da organização
pt_pt: Erro ao restaurar as chaves da organização
ru: Ошибка восстановления ключей организации
tr: Kuruluş anahtarlarını geri yükleme hatası
zh_tw: 還原組織用密鑰時出錯

# Error
source: Error while adding the public key to the contacts
ca: S'ha produït un error en afegir la clau pública als contactes
de: Fehler beim Hinzufügen des öffentlichen Schlüssels zu den Kontakten
fr: Erreur lors de l'ajout de la clé publique aux contacts
hr: Greška prilikom dodavanja javnog ključa u kontakte
nl: Fout bij het toevoegen van de publieke sleutel aan de contactpersonen
pl: Wystąpił błąd podczas dodawania klucza publicznego do kontaktów
pt: Erro ao adicionar a chave pública aos contatos
pt_pt: Erro ao adicionar a chave pública aos contactos
ru: Ошибка при добавлении публичного ключа к контактам
tr: Ortak anahtarı rehbere eklerken hata oluştu
zh_tw: 新增公開金鑰至通訊錄時錯誤

# Error
source: Error while copying
ca: Error mentre es copiava
de: Fehler beim Kopieren
fr: Erreur lors de la copie
hr: Greška prilikom kopiranja
nl: Fout bij het kopiëren
pl: Wystąpił błąd podczas kopiowania
pt: Erro ao copiar
pt_pt: Erro ao copiar
ru: Ошибка при копировании
tr: Kopyalama hatası
zh_tw: 複製時出錯

# Error
source: Failed to encrypt attachment. Please try again.
ca: No s'ha pogut xifrar el fitxer adjunt. Si us plau torna-ho a provar.
de: Anhang konnte nicht verschlüsselt werden. Bitte versuchen Sie es erneut.
fr: Échec du chiffrement de la pièce jointe. Veuillez essayer à nouveau.
hr: Neuspješno šifriranje privitka. Molimo pokušajte ponovno.
nl: Versleutelen van bijlage is mislukt. Probeer s.v.p. opnieuw.
pl: Nie udało się zaszyfrować załącznika. Spróbuj ponownie.
pt: Falha ao criptografar o anexo. Por favor, tente novamente.
pt_pt: Falha ao encriptar o anexo. Por favor tente novamente.
ru: Не удалось зашифровать вложение. Пожалуйста, попробуйте ещё раз.
tr: Ek şifrelemesi başarısız oldu. Lütfen tekrar deneyin.
zh_tw: 無法加密附件。請重試

# Error
source: Failed to get key information for {{emails}}. Removing from recipient list. Please try again.
ca: No s'ha pogut obtenir informació clau de {{emails}}. S'eliminarà de la llista de destinataris. Torneu-ho a provar.
de: Die Schlüsselinformationen für {{emails}} konnten nicht abgerufen werden. Aus der Empfängerliste entfernen. Bitte versuchen Sie es erneut.
fr: Impossible d’obtenir des informations de clé pour {{emails}}. Retrait de la liste de destinataires. Veuillez essayer à nouveau.
hr: Neuspješno dohvaćanje ključnih informacija za {{emails}}. Uklanjanje s popisa primatelja. Molimo pokušajte ponovno.
nl: Fout bij het ophalen van de sleutelinforatie voor {{emails}}. Deze worden verwijderd uit de lijst met ontvangers. Probeer het nog een keer.
pl: Nie udało się uzyskać informacji o kluczach dla adresów: {{emails}}. Adresy zostaną usunięte z listy odbiorców. Spróbuj ponownie.
pt: Falha ao obter informações da chave para {{emails}}. Removendo da lista de destinatários. Por favor, tente novamente.
pt_pt: Falha ao obter informações importantes para {{emails}}. A remover da lista de destinatários. Por favor, tente novamente.
ru: Не удалось получить сведения о ключах адресов {{emails}}. Эти адреса удалены из списка получателей. Пожалуйста, попробуйте ещё раз.
tr: {{emails}} için anahtar bilgiler alınamadı. Alıcı listesinden kaldırılıyor. Lütfen tekrar deneyin.
zh_tw: 無法取得 {{emails}} 的金鑰資訊。從收件者清單中已移除，請再試一次。

# Error
source: Failed to reactivate key
ca: Error reactivar la clau
de: Das Reaktivieren des Schlüssels ist fehlgeschlagen
es: Falló al reactivar la clave
fr: Échec lors de la réactivation de la clé
hr: Neuspješno ponovno aktiviranje ključa
nl: Reactiveren van sleutel is mislukt
pl: Nie udało się reaktywować klucza
pt: Falha ao reativar a chave
pt_pt: Falha ao reactivar a chave
ru: Не удалось повторно активировать ключ
tr: Anahtar yeniden etkinleştirilemedi
zh_tw: 重啟金鑰失敗

# Error
source: Field required
ca: Camp requerit
de: Pflichtfeld
es: Campo requerido
fr: Champ requis
hr: Polje je potrebno
id: Bidang yang dibutuhkan
nl: Verplicht veld
pl: Pole wymagane
pt: Campo obrigatório
pt_pt: Campo obrigatório
ru: Обязательное поле
tr: Alan gereklidir
zh_tw: 必填欄位

# Error
source: ICS parsing error:
ca: Error d'anàlisi ICS:
de: ICS-Analysefehler:
fr: Erreur d'analyse ICS :
hr: Greška u ICS parsiranju:
nl: Fout bij het inlezen van ICS:
pl: Błąd składni ICS:
pt: Erro de análise ICS:
pt_pt: Erro de análise ICS:
ru: Ошибка разбора ICS:
tr: ICS ayrıştırma hatası:
zh_tw: ICS檔案解析錯誤:

# Error
source: IMPORTANT: Do not close or navigate away from this page. You will need to enter the reset code into the field below once you receive it.
ca: IMPORTANT: No tanqui ni surti d'aquesta pàgina. Introdueixi el codi de reinicialització al camp inferior un cop el rebi.
de: WICHTIG: Schließen Sie diese Seite nicht und navigieren Sie nicht zu einer anderen Seite. Sie werden den Reset-Code in das Feld unten eingeben müssen, sobald Sie ihn erhalten.
es: IMPORTANTE: No cierre ni navegue lejos de esta página. Necesitará introducir el código de restablecimiento en el campo de abajo una vez que lo reciba.
fr: IMPORTANT : Veuillez ne pas fermer ou quitter cette page. Vous aurez à saisir le code de réinitialisation dans le champ ci-dessous une fois que vous l'aurez reçu.
hr: VAŽNO: Nemojte zatvoriti niti odlaziti s ove stranice. Morat će te unijeti kôd za resetiranje nakon što ga primite, u polje ispod.
id: PENTING: Jangan menutup atau menavigasi dari halaman ini. Anda harus memasukkan kode reset ke kolom di bawah ini setelah Anda menerimanya.
nl: BELANGRIJK: Sluit de pagina niet en navigeer niet naar een andere pagina. U moet de resetcode invoeren in het onderstaande veld zodra u het ontvangen hebt.
pl: WAŻNE: Nie zamykaj ani nie opuszczaj tej strony. Gdy otrzymasz kod resetowania wpisz go w poniższe pole.
pt: IMPORTANTE: não feche esta página ou navegue para outra. Você precisará inserir o código de redefinição no campo abaixo depois de recebê-lo.
pt_pt: IMPORTANTE: não feche ou navegue para fora desta página. Vai ter que inserir o código de reposição no campo abaixo assim que o receber.
ru: ВАЖНО: Не закрывайте эту страницу и не уходите с неё. Вам потребуется ввести код сброса в поле ниже, как только вы его получите.
tr: ÖNEMLİ: Bu sayfayı kapatmayın veya ayrılmayın. Sıfırlama kodunu aldıktan sonra aşağıdaki alana girmeniz gerekecektir.
zh_tw: 重要提醒：請勿關閉或離開此頁面。當您收到重設碼時需輸入到以下欄位。

# Error
source: IMPORTANT: Downloading your private keys and sending them over or storing them on insecure media can jeopardise the security of your account!
ca: IMPORTANT: La descarrega de les vostres claus privades i el posterior enviament o emmagatzematge en mitjans insegurs pot comprometre la seguretat del vostre compte!
de: Zur Beachtung: Das Herunterladen und Versenden Ihrer privaten Schlüssel oder deren Speicherung auf unsicheren Medien kann die Sicherheit Ihres Kontos gefährden!
es: IMPORTANTE: ¡Al descargar sus claves privadas y enviarlas o almacenarlas en medios no seguros podría poner en riesgo su cuenta!
fr: IMPORTANT : Télécharger vos clés privées, les envoyer via ou les stocker sur un support non sécurisé peut compromettre la sécurité de votre compte !
hr: VAŽNO: Preuzimanje privatnih ključeva i slanje istih ili pohranjivanje istih na nesigurne medije može ugroziti sigurnost vašeg računa!
nl: BELANGRIJK: Het downloaden van uw geheime sleutels en ze verzenden via of opslaan op onveilige media kan de veiligheid van uw account in gevaar brengen!
pl: WAŻNE: Pobieranie, wysyłanie i przechowywanie kluczy prywatnych na niezabezpieczonych nośnikach może narazić Twoje konto na niebezpieczeństwo!
pt: IMPORTANTE: Baixar suas chaves privadas e enviá-las ou armazená-las em locais não seguros pode colocar em risco a segurança de sua conta!
pt_pt: IMPORTANTE: transferir as suas chaves privadas e enviá-las ou armazená-las num suporte inseguro pode pôr em risco a segurança da sua conta!
ru: ВАЖНО: Скачивание ваших закрытых ключей и их рассылка или хранение их на незащищённых носителях может подвергнуть опасности защиту вашей учётной записи!
tr: ÖNEMLİ: Özel anahtarlarınızı indirmek ve onları göndermek veya güvenli olmayan bir ortamda depolamak, hesabınızın güvenliğini tehlikeye atabilir!
zh_tw: 重要提醒：下載您的私密金鑰並且傳送或儲存於不安全的媒體裝置將危害您帳戶的安全性！

# Error
source: Image upload failed
ca: La càrrega de la imatge ha fallat
de: Das Hochladen des Fotos ist fehlgeschlagen
es: Error al subir la imagen
fr: Échec du téléchargement de l'image
hr: Neuspješno učitavanje slike
nl: Afbeelding uploaden mislukt
pl: Przesłanie obrazu nie powiodło się
pt: Falha no carregamento da imagem
pt_pt: O envio da imagem falhou
ru: Сбой загрузки изображения
tr: Resim yüklenemedi
zh_tw: 影像上傳失敗

# Error
source: Incorrect decryption password
ca: Contrasenya de desxifrat incorrecta
de: Falsches Entschlüsselungspasswort
es: Contraseña de descifrado incorrecta
fr: Mot de passe de déchiffrement incorrect
hr: Neispravna lozinka za dešifriranje
id: Kata sandi dekripsi yang salah
nl: Onjuist ontcijferingswachtwoord
pl: Nieprawidłowe hasło odszyfrowywania
pt: Senha de descriptografia incorreta
pt_pt: Senha de desencriptação incorrecta
ru: Неправильный пароль расшифровки
tr: Yanlış şifre çözme parolası
zh_tw: 錯誤的解密密碼

# Error
source: Invalid CVC
ca: CVC no vàlid
de: CVC ungültig
es: CVC inválido
fr: Cryptogramme visuel incorrect
hr: Nevažeći CVC
id: CVC tidak valid
nl: Ongeldige CVC
pl: Nieprawidłowy kod CVC
pt: CVC inválido
pt_pt: CVC inválido
ru: Некорректный CVC-код
tr: Geçersiz CVC
zh_tw: 無效的安全碼

# Error
source: Invalid VPN quota
ca: Quota de VPN no vàlida
de: Ungültiges VPN-Kontingent
es: Cuota de VPN inválida
fr: Quota VPN non valide
hr: Nevažeća VPN kvota
id: Kuota VPN tidak valid
nl: Ongeldig VPN-quotum
pl: Nieprawidłowy limit VPN
pt: Quota de VPN inválida
pt_pt: Quota de VPN inválida
ru: Некорректная квота VPN
tr: Geçersiz VPN kotası
zh_tw: 無效的VPN配額

# Error
source: Invalid address
ca: Adreça no vàlida
de: Ungültige Adresse
es: Dirección inválida
fr: Adresse invalide
hr: Nevažeća adresa
id: Alamat tidak valid
nl: Ongeldig adres
pl: Błędny adres
pt: Endereço inválido
pt_pt: Endereço inválido
ru: Неправильный адрес
tr: Geçersiz adres
zh_tw: 無效的地址

# Error
source: Invalid card number
ca: Número de targeta no vàlid
de: Kartennummer ungültig
es: Número de tarjeta inválido
fr: Numéro de carte invalide
hr: Netočan broj kartice
id: Nomor kartu tidak valid
nl: Ongeldig creditcardnummer
pl: Nieprawidłowy numer karty
pt: Número de cartão Inválido
pt_pt: Número de cartão inválido
ru: Неверный номер карты
tr: Geçersiz kart numarası
zh_tw: 無效的卡號

# Error
source: Invalid coupon code
ca: Codi de cupó no vàlid
de: Ungültiger Gutscheincode
es: Código de cupón inválido
fr: Code promo invalide
hr: Neispravan kôd za kupon
id: Kode kupon tidak valid
nl: Ongeldige kortingscode
pl: Błędny kod kuponu
pt: Código de cupom inválido
pt_pt: Código de cupão inválido
ru: Неправильный код купона
tr: Geçersiz kupon kodu
zh_tw: 無效的優惠代碼

# Error
source: Invalid email
ca: Correu electrònic no vàlid
de: Ungültige E-Mail
es: Dirección de correo inválida
fr: Adresse email invalide
hr: Nevažeći email
id: Email tidak valid
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mail
pt: E-mail inválido
pt_pt: Email inválido
ru: Неправильный адрес эл. почты
tr: Geçersiz e-posta
zh_tw: 無效的電子郵件

# Error
source: Invalid expiration time.
ca: Data de caducitat no vàlida.
de: Ungültiger Verfallszeitpunkt.
es: Fecha de expiración inválida.
fr: Date d'expiration invalide.
hr: Nevažeći datum isteka.
id: Waktu kadaluarsa tidak valid.
nl: Ongeldige vervaldatum.
pl: Błędny czas wygaśnięcia.
pt: Tempo de expiração inválido.
pt_pt: Tempo de validade inválido.
ru: Невозможно задать недопустимый срок действия.
tr: Geçersiz son kullanma tarihi.
zh_tw: 無效的到期日期

# Error
source: Invalid file type
ca: Tipus de fitxer no vàlid
de: Ungültiger Dateityp
es: Tipo de archivo inválido
fr: Type de fichier invalide
hr: Nevažeći tip datoteke
id: Jenis file tidak valid
nl: Ongeldig bestandstype
pl: Nieprawidłowy typ pliku
pt: Tipo de arquivo inválido
pt_pt: Tipo de ficheiro inválido
ru: Недопустимый тип файла
tr: Geçersiz dosya türü
zh_tw: 無效的檔案類型

# Error
source: Invalid form
ca: Formulari invàlid
de: Ungültiges Formular
es: Formulario inválido
fr: Formulaire non valide
hr: Nevažeći obrazac
nl: Ongeldig formulier
pl: Nieprawidłowy formularz
pt: Formulário inválido
pt_pt: Formulário inválido
ru: Недействительная форма
tr: Geçersiz biçim
zh_tw: 無效的表單

# Error
source: Invalid format (country and/or number)
ca: Format invàlid (país i/o número)
de: Ungültiges Format (Land und/oder Nummer)
fr: Format non valide (pays et/ou numéro)
hr: Oblik nije valjan (država i/ili broj)
pl: Nieprawidłowy format (kraj i/lub numer)
pt_pt: Formato inválido (país e/ou número)
tr: Geçersiz biçim (ülke ve/veya sayı)

# Error
source: Invalid gift code
ca: Codi de regal no vàlid
de: Ungültiger Geschenkgutscheincode
es: Código de regalía inválido
fr: Code cadeau invalide
hr: Nevažeći darovni kôd
id: Kode hadiah tidak valid
nl: Ongeldige geschenkcode
pl: Nieprawidłowy kod podarunkowy
pt: Código de presente inválido
pt_pt: Código de oferta inválido
ru: Неправильный подарочный код
tr: Geçersiz hediye kodu
zh_tw: 無效的禮物代碼

# Error
source: Invalid invite link
ca: Enllaç d'invitació no vàlid
de: Ungültiger Einladungslink
es: Enlace de invitación inválido
fr: Lien d'invitation invalide
hr: Nevažeća poveznica pozivnice
id: Tautan undangan tidak valid
nl: Ongeldige uitnodigingscode
pl: Błędny kod zaproszenia
pt: Link de convite inválido
pt_pt: Hiperligação de convite inválida
ru: Неверная ссылка приглашения
tr: Geçersiz davet bağlantısı
zh_tw: 無效的邀請連結

# Error
source: Invalid name
ca: Nom no vàlid
de: Ungültiger Name
es: Nombre inválido
fr: Nom incorrect
hr: Nevažeći naziv
id: Salah nama
nl: Ongeldige naam
pl: Nieprawidłowa nazwa
pt: Nome inválido
pt_pt: Nome inválido
ru: Недопустимое имя
tr: Geçersiz isim
zh_tw: 無效的名稱

# Error
source: Invalid name. Forbidden char. ex:
ca: Nom invàlid. El caràcter ex no és permès:
de: Ungültiger Name. Unerlaubte Zeichen z.B.:
es: Nombre inválido. Caracter prohibido. ej:
fr: Nom non valide. Caractère interdit ex :
hr: Nevažeći naziv. Zabranjen znak. npr:
nl: Ongeldige naam. Verboden teken. bv.:
pl: Nieprawidłowa nazwa. Niedozwolony znak. ex:
pt: Nome inválido. Caracteres proibidos. ex:
pt_pt: Nome inválido. Carácter proibido, por exemplo:
ru: Недопустимое имя. В нём есть запрещённые символы:
tr: Geçersiz isim. Yasak karakter. örn:
zh_tw: 無效的名稱。有禁止的字元，例如：

# Error
source: Invalid number
ca: Número no vàlid
de: Nummer ungültig
es: Número inválido
fr: Numéro invalide
hr: Nevežeći broj
id: Nomor tidak valid
nl: Ongeldig nummer
pl: Nieprawidłowy numer
pt: Número inválido
pt_pt: Número inválido
ru: Недопустимое число
tr: Geçersiz numara
zh_tw: 無效的號碼

# Error
source: Invalid password
ca: Contrasenya incorrecta
de: Ungültiges Passwort
es: Contraseña inválida
fr: Mot de passe invalide
hr: Neispravna lozinka
id: Kata sandi salah
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt: Senha inválida
pt_pt: Senha inválida
ru: Неправильный пароль
tr: Geçersiz parola
zh_tw: 無效的密碼

# Error
source: Invalid recovery email
ca: Correu electrònic de recuperació invàlid
de: Ungültige Wiederherstellungs-E-Mail
es: Correo de recuperación inválido
fr: Adresse de récupération invalide
hr: Nevažeća e-pošta za oporavak
id: Email pemulihan tidak valid
nl: Ongeldig herstel-e-mailadres
pl: Nieprawidłowy e-mail odzyskiwania konta
pt: E-mail de recuperação inválido
pt_pt: Email de recuperação inválido
ru: Неправильный адрес резервной эл. почты
tr: Geçersiz kurtarma e-postası
zh_tw: 無效的備援電子郵件地址

# Error
source: Invalid storage quota
ca: Quota d'emmagatzematge invàlid
de: Ungültige Speicherplatzbegrenzung
es: Cuota de almacenamiento inválida
fr: Quota de stockage invalide
hr: Nevažeća kvota za pohranu
id: Kuota penyimpanan tidak valid
nl: Ongeldige opslaglimiet
pl: Nieprawidłowy limit przestrzeni dyskowej
pt: Cota de armazenamento inválida
pt_pt: Quota de armazenamento inválida
ru: Некорректная квота хранилища
tr: Geçersiz depolama kotası
zh_tw: 無效的儲存空間配額

# Error
source: Invalid username
ca: Nom d'usuari invàlid
de: Ungültiger Benutzername
pt_pt: Nome de utilizador inválido

# Error
source: Invoice text has too many lines (limit: 5)
ca: El text del rebut té masses línies (límit: 5)
de: Der Rechnungstext besitzt zu viele Zeilen (maximal: 5)
es: El texto de la factura tiene demasiadas líneas (límite: 5)
fr: Le texte de la facture comporte trop de lignes (limite de 5)
hr: Tekst fakture ima previše redaka (ograničenje: 5)
id: Teks faktur memiliki terlalu banyak baris (batas: 5)
nl: Factuur tekst heeft te veel regels (limiet: 5)
pl: Tekst faktury ma zbyt wiele linii (limit: 5)
pt: O texto da fatura tem muitas linhas (limite: 5)
pt_pt: O texto da factura tem demasiadas linhas (limite: 5)
ru: В тексте счёта слишком много строк (ограничение: 5)
tr: Fatura metninde çok fazla satır var (sınır: 5)
zh_tw: 發票內容文字行數過多(限制: 5行)

# Error
source: It must contain only letters/digits or - and start with a letter/digit
ca: Ha de contenir només lletres/dígits o el simbol "-" i començar amb una lletra/dígit
de: Es darf nur Buchstaben/Ziffern enthalten oder/und mit einem Buchstaben/Ziffern beginnen
pt_pt: Só pode ter letras, algarismos ou - e começar com uma letra/algarismo

# Error
source: Message passwords do not match.
ca: Les contrasenyes del missatge no coincideixen.
de: Nachrichtenpasswörter stimmen nicht überein.
es: Las contraseñas del mensaje no coinciden.
fr: Les mots de passe du message ne correspondent pas.
hr: Lozinke poruke se ne podudaraju.
id: Sandi pesan tidak cocok.
nl: Wachtwoorden komen niet overeen.
pl: Hasła wiadomości nie pasują do siebie.
pt: As senhas da mensagem não conferem.
pt_pt: As senhas da mensagem não correspondem.
ru: Пароли сообщения не совпадают.
tr: İleti parolaları eşleşmiyor.
zh_tw: 訊息密碼不符。

# Error
source: Name exceeds maximum length
ca: El nom supera la longitud màxima
de: Name überschreitet maximale Länge
es: El nombre excede la longitud máxima
fr: Le nom dépasse la longueur maximale
hr: Naziv premašuje maksimalnu duljinu
id: Nama melebihi panjang maksimum
nl: Naam overschrijdt maximale lengte
pl: Nazwa przekracza maksymalną długość
pt: O tamanho do nome excede o máximo permitido
pt_pt: O nome excede o tamanho máximo
ru: Имя превышает максимальную длину
tr: İsim izin verilen uzunluğu aşıyor
zh_tw: 名稱超過長度上限

# Error
source: Name required.
ca: Nom necessari.
de: Name erforderlich
fr: Nom requis.
hr: Naziv je obavezan.
pl: Nazwa jest wymagana.
pt: Nome necessário.
pt_pt: Nome obrigatório.
ru: Имя обязательно.
tr: Ad gerekli.
zh_tw: 必須填寫名稱。

# Error
source: No Internet connection found.
ca: No s'ha trobat connexió a internet.
de: Keine Internetverbindung gefunden.
es: No hay conexión a Internet.
fr: Aucune connexion Internet n'a été trouvée.
hr: Nema internetske veze.
id: Tidak ada koneksi internet yang ditemukan.
nl: Geen internetverbinding gevonden.
pl: Brak połączenia z Internetem.
pt: Nenhuma conexão com a Internet foi encontrada.
pt_pt: Sem ligação à Internet.
ru: Нет соединения с Интернетом.
tr: İnternet bağlantısı bulunamadı.
zh_tw: 沒有網際網路連線。

# Error
source: No address with keys available to compose a message.
ca: Cap adreça amb les claus disponibles per redactar un missatge.
de: Keine Adresse mit Schlüsseln zum Verfassen einer Nachricht verfügbar.
es: No hay una dirección con claves disponibles para redactar un mensaje.
fr: Aucune adresse avec des clés disponible pour rédiger un message.
hr: Nema adrese s ključevima dostupnim za sastavljanje poruke.
id: Tidak ada alamat dengan kunci yang tersedia untuk menulis pesan.
nl: Geen adres met sleutels beschikbaar voor het opstellen van een bericht.
pl: Żaden adres z kluczami nie jest dostępny do napisania wiadomości.
pt: Sem endereços com chaves disponíveis para compor uma mensagem.
pt_pt: Sem endereço com chaves disponíveis para compor uma mensagem.
ru: Для составления сообщения нет адреса с доступными ключами.
tr: İleti oluşturmak için anahtarları olan adres yok.
zh_tw: 找不到具備金鑰的郵件位址，無法撰寫郵件。

# Error
source: No contact group selected
pt_pt: Nenhum grupo de contactos seleccionado

# Error
source: No contact selected
pt_pt: Nenhum contacto seleccionado

# Error
source: No email address found.
ca: No hem trobat cap adreça de correu electrònic.
de: Keine E-Mail-Adresse gefunden.
fr: Aucune adresse email trouvée.
hr: Nije pronađena adresa e-pošte.
pl: Nie znaleziono adresu e-mail.
pt: Nenhum endereço de e-mail encontrado.
pt_pt: Nenhum endereço de email encontrado.
ru: Адрес эл. почты не найден.
tr: E-posta adresi bulunamadı.
zh_tw: 找不到電子郵件地址。

# Error
source: No files were selected
ca: Cap fitxer seleccionat
de: Keine Dateien ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
hr: Nema odabranih datoteka
id: Tidak ada file yang dipilih
nl: Geen bestanden geselecteerd
pl: Nie wybrano plików
pt: Nenhum arquivo selecionado
pt_pt: Não seleccionou ficheiros
ru: Нет выбранных файлов
tr: Hiçbir dosya seçilmedi
zh_tw: 沒有選擇檔案

# Error
source: No keys to update
ca: No hi ha claus per actualitzar
de: Keine Schlüssel zum Aktualisieren
es: No hay claves para actualizar
fr: Pas de clé à mettre à jour
hr: Nema ključeva za ažurirati
id: Tidak ada tombol untuk memperbarui
nl: Geen sleutels om bij te werken
pl: Brak kluczy do aktualizacji
pt: Não há chaves para atualizar
pt_pt: Não há chaves para actualizar
ru: Нет ключей для обновления
tr: Güncelleştirecek anahtar yok
zh_tw: 沒有密鑰可以更新

# Error
source: Non-integer API version requested.
ca: S'ha sol·licitat la versió API no integrada.
de: API Version angefordert, die kein Integer ist.
es: Versión no entero de la API solicitada.
fr: La version d'API demandée doit être un entier.
hr: Non-integer API verzija zatražena.
id: Versi API non-integer yang diminta.
nl: Niet-integere API versie opgevraagd.
pl: Żądana nienumeryczna wersja interfejsu API.
pt: Versão API de número não-inteiro foi solicitada.
pt_pt: Pedida versão da API não-inteiro.
ru: Запрошено нецелочисленное значение версии API.
tr: Tamsayı olmayan API sürümü istendi.
zh_tw: 請求的 API 版本並非整數。
