Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Error
source: Your account currently has an overdue invoice. Please pay all unpaid invoices.
ca: El vostre compte té actualment una factura endarrerida. Si us plau pagueu totes les factures pendents.
de: Ihr Konto enthält derzeit eine überfällige Rechnung. Bitte begleichen Sie alle unbezahlten Rechnungen.
es: Su cuenta tiene actualmente una factura vencida. Por favor, pague todas las facturas pendientes de pago.
fr: Votre compte a actuellement une facture en retard. Veuillez régler toutes les factures impayées.
hr: Vaš račun trenutačno ima neplaćenu fakturu. Molimo platite sve neplaćene fakture.
id: Akun Anda saat ini memiliki faktur yang telah lewat. Harap bayar semua faktur yang belum dibayar.
nl: Uw account heeft een openstaande factuur. Betaal s.v.p. alle openstaande rekeningen.
pl: Twoje konto ma obecnie zaległe faktury. Ureguluj wszystkie zobowiązania.
pt: Sua conta atualmente tem uma fatura em atraso. Por favor, pague todas as faturas pendentes.
pt_pt: Actualmente, a sua conta tem uma factura em atraso. Por favor regularize a situação.
ru: Ваша учётная запись имеет просроченный счёт. Пожалуйста, оплатите все неоплаченные счета.
tr: Hesabınızda şu anda vadesi geçmiş bir fatura var. Lütfen ödenmemiş tüm faturaları ödeyin.
zh_tw: 您的帳號目前有過期的帳單。請支付所有未付款的帳單。

# Error
source: Your browser lacks features needed to download encrypted attachments directly.
ca: El vostre navegador no té les funcions necessàries per a descarregar els adjunts encriptats directament.
de: Ihrem Browser fehlen Funktionen, um verschlüsselte Anhänge direkt herunterzuladen.
es: Su navegador carece de funciones necesarias para descargar archivos adjuntos cifrados directamente.
fr: Votre navigateur ne possède pas les caractéristiques nécessaires pour télécharger des pièces jointes chiffrées directement.
hr: Vaš preglednik nema potrebne značajke za izravno preuzimanje šifriranih privitaka.
nl: Uw browser beschikt niet over de functionaliteit om versleutelde bijlagen rechtstreeks te downloaden.
pl: Twojej przeglądarce brakuje funkcji potrzebnych do bezpośredniego pobrania zaszyfrowanych załączników.
pt: Seu navegador não possui recursos necessários para fazer o download de anexos criptografados diretamente.
pt_pt: O seu navegador não tem as funcionalidades necessárias para transferir directamente anexos encriptados.
ru: В вашем браузере нет возможностей, нужных для прямого скачивания зашифрованных вложений.
tr: Tarayıcınızda şifreli ekleri doğrudan indirmek için gereken özellikler bulunmuyor.
zh_tw: 您的瀏覽器缺少直接下載加密附件所需的功能。

# Error
source: maximum length for a username is {{maxlength}} characters
ca: la longitud màxima per a un nom d'usuari és {{maxlength}} caràcters
de: Maximale Länge für einen Benutzernamen beträgt {{maxlength}}} Zeichen
pt_pt: o tamanho máximo para o nome de utilizador é de {{maxlength}} caracteres

# Error
source: {{n}} keys failed to decrypt due to an incorrect password
ca: {{n}} claus no han pogut desxifrar a causa d'una contrasenya incorrecta
de: {{n}} Schlüssel konnten aufgrund eines falschen Passworts nicht entschlüsselt werden.
es: {{n}} no se pudieron descifrar debido a una contraseña incorrecta
fr: {{n}} clés n'ont pas pu être déchiffrées en raison d'un mot de passe incorrect
hr: {{n}} ključevi nisu uspješno dešifrirani zbog netočne lozinke
nl: {{n}} sleutels konden niet ontsleuteld worden vanwege een onjuist wachtwoord
pl: Nie udało się odszyfrować {{n}} kluczy z powodu nieprawidłowego hasła
pt: {{n}} chaves falharam ao descriptografar devido a uma senha incorreta
pt_pt: {{n}} chaves não conseguiram desencriptar devido a uma senha incorrecta
ru: {{n}} ключей не удалось расшифровать из-за неправильного пароля
tr: Yanlış bir parola nedeniyle {{n}} anahtarının şifresi çözülemedi
zh_tw: {{n}} 金鑰由於密碼不正確無法解密

# Error
source: {{n}} keys failed to reactivate
ca: {{n}} claus no s'han pogut reactivar
de: {{n}} Schlüssel konnten nicht reaktiviert werden.
es: {{n}} claves no se pudieron reactivar
fr: {{n}} clés impossibles à réactiver
hr: {{n}} ključevi nisu uspješno ponovno aktivirani
nl: {{n}} sleutels konden niet gereactiveerd worden
pl: Nie udało się reaktywować {{n}} kluczy
pt: {{n}} chaves falharam ao reativar
pt_pt: {{n}} chaves não conseguiram reactivar
ru: {{n}} ключей не удалось активировать повторно
tr: {{n}} anahtar yeniden etkinleştirilemedi
zh_tw: {{n}} 金鑰無法重新啟動

# Error
source: {{username}} is your username. To create {{email}}, please go to Settings -> pm.me
ca: {{username}} és el vostre nom d'usuari. Per crear {{email}}, si us plau aneu a Ajudtaments -> pm.me
de: „{{username}}” ist Ihr Benutzername. Um „{{email}}” zu erstellen, öffnen Sie bitte: „Einstellungen” ➔ „pm.me”
es: {{username}} es su nombre de usuario. Para crear {{email}}, vaya a Ajustes -> pm.me
fr: {{username}} est votre nom d'utilisateur. Pour créer {{email}}, veuillez aller dans les Paramètres -> pm.me
hr: {{username}} je vaše korisničko ime. Za stvaranje {{email}} adrese, molimo otiđite u Postavke -> pm.me
nl: {{username}} is uw gebruikersnaam. Om {{email}} te maken, ga naar Instellingen -> pm.me
pl: {{username}} jest Twoją nazwą użytkownika. Aby utworzyć {{email}}, przejdź do Ustawienia -> pm.me
pt: {{username}} é o seu nome de usuário. Para criar {{email}}, por favor, vá para Configurações -> pm.me
pt_pt: {{username}} é o seu nome de utilizador. Para criar {{email}} aceda a Definições -> pm.me
ru: {{username}} &mdash; ваше имя пользователя. Для создания {{email}}, перейдите в Настройки -> pm.me
tr: {{username}} kullanıcı adınızdır. {{email}} oluşturmak için, lütfen Ayarlar -> pm.me gidin
zh_tw: 您的使用者名稱為 {{username}} 。要建立 {{email}} ，請到設定 → pm.me

# Error displays when the user try to leave an unsaved and invalid contact details
source: This form is invalid
ca: Aquest formulari no és vàlid
de: Dieses Formular ist ungültig
es: Este formulario es inválido
fr: Ce formulaire n’est pas valide
hr: Ovaj obrazac nije valjan
id: Formulir ini tidak valid
nl: Dit formulier is ongeldig
pl: Ten formularz jest nieprawidłowy
pt: Este formulário está inválido
pt_pt: Este formulário é inválido
ru: Форма содержит некорректные данные
tr: Bu form geçersiz
zh_tw: 此表單無效

# Error during importation
source: Import failed. Please check the import file or try again.
ca: La importació ha fallat. Si us plau comproveu el fitxer o intenteu-ho de nou.
de: Importieren fehlgeschlagen. Bitte überprüfen Sie die Importdatei oder versuchen Sie es erneut.
es: Falló la importación. Verifique el archivo de importación o intente nuevamente.
fr: Échec de l’importation. Vérifiez le fichier d’importation ou essayez à nouveau.
hr: Uvoz nije uspio. Provjerite datoteku za uvoz ili pokušajte ponovno.
id: Impor gagal Silakan periksa file impor atau coba lagi.
nl: Importeren is mislukt. Controleer het importbestand of probeer opnieuw.
pl: Importowanie nie powiodło się. Sprawdź importowany plik lub spróbuj ponownie.
pt: Falha na importação. Por favor, verifique o arquivo de importação ou tente novamente.
pt_pt: Falha ao importar. Por favor, verifique o ficheiro de importação ou tente novamente.
ru: Сбой при импорте. Проверьте импортируемый файл или повторите попытку.
tr: İçe aktarma başarısız oldu. Lütfen içe aktarılan dosyayı kontrol edin veya tekrar deneyin.
zh_tw: 匯入失敗。請檢查匯入檔案或重試。

# Error input
source: Please enter a valid date and time.
ca: Si us plau introduïu una data i una hora vàlides.
de: Bitte eine gültige E-Mail-Adresse eingeben.
es: Por favor ingrese una fecha y hora correctas.
fr: Veuillez saisir une date et une heure valides.
hr: Molimo unesite valjani datum i vrijeme.
id: Harap masukkan tanggal dan waktu yang benar.
nl: Voer een geldige datum en tijd in.
pl: Wpisz prawidłową datę i e-mail.
pt: Por favor digite data e hora válidas.
pt_pt: Por favor, insira uma data e horas válidas.
ru: Пожалуйста, введите корректную дату и время.
tr: Lütfen geçerli bir tarih ve saat girin.
zh_tw: 請輸入有效的日期和時間。

# Error input
source: Please enter a valid date.
ca: Si us plau introduïu una data vàlida.
de: Bitte ein gültiges Datum angeben.
es: Por favor ingrese una fecha correcta.
fr: Veuillez saisir une date valide.
hr: Molimo, unesite valjani datum.
id: Harap masukkan tanggal yang valid.
nl: Voer een geldige datum in.
pl: Wpisz prawidłową datę.
pt: Por favor digite uma data válida.
pt_pt: Por favor, insira uma data válida.
ru: Пожалуйста, введите корректную дату.
tr: Lütfen geçerli bir tarih girin.
zh_tw: 請輸入有效的日期.

# Error input
source: Please enter a valid day in the month and time.
ca: Si us plau introduïu un dia i hora del mes vàlids.
de: Bitte einen gültigen Tag des Monats und eine Uhrzeit eingeben.
es: Por favor ingrese un día del mes y hora válidos.
fr: Veuillez saisir un jour du mois et une heure valides.
hr: Molimo unesite valjani dan u mjesecu i vrijeme.
id: Masukkan hari yang valid di bulan dan waktu.
nl: Voer een geldige dag van de maand en tijd in.
pl: Wpisz prawidłowy dzień miesiąca i czas.
pt: Por favor insira uma hora e um dia do mês válidos.
pt_pt: Por favor, insira um dia do mês e horas válidos.
ru: Пожалуйста, введите корректный день месяца и время.
tr: Lütfen ay ve saat içinde geçerli bir gün girin.
zh_tw: 請輸入當月的有效日期和時間。

# Error input
source: Please enter a valid day in the month.
ca: Si us plau introduïu un dia del mes vàlid.
de: Bitte einen gültigen Tag des Monats eingeben.
es: Por favor ingrese una día del mes válido.
fr: Veuillez saisir un jour du mois valide.
hr: Molimo unesite valjani dan u mjesecu.
id: Harap masukkan hari yang benar di bulan tersebut.
nl: Voer een geldige dag van de maand in.
pl: Wpisz prawidłowy dzień miesiąca.
pt: Por favor digite um dia do mês válido.
pt_pt: Por favor, insira um dia do mês válido.
ru: Пожалуйста, введите корректный день месяца.
tr: Lütfen ay içinde geçerli bir gün girin.
zh_tw: 請輸入當月的有效日期。

# Error input
source: Please enter a valid day in the week and time.
ca: Si us plau introduïu un dia de la setmana i una hora vàlids.
de: Bitte einen gültigen Wochentag und eine Uhrzeit eingeben.
es: Por favor ingrese un día de la semana y hora válidos.
fr: Veuillez saisir un jour de la semaine et un horaire valides.
hr: Molimo unesite valjani dan u tjednu i vrijeme.
id: Harap masukkan hari yang valid dalam minggu dan waktu.
nl: Voer een geldige dag van de week en tijd in.
pl: Wpisz prawidłowy dzień tygodnia i czas.
pt: Por favor insira uma hora e um dia da semana válidos.
pt_pt: Por favor, insira um dia da semana e horas válidos.
ru: Пожалуйста, введите корректный день недели и время.
tr: Lütfen hafta ve saat içinde geçerli bir gün girin.
zh_tw: 請輸入一周中的有效日期和時間。

# Error input
source: Please enter a valid day in the week.
ca: Si us plau introduïu un dia de la setmana vàlid.
de: Bitte einen gültigen Wochentag eingeben.
es: Por favor ingrese una día de la semana válido.
fr: Veuillez saisir un jour de la semaine valide.
hr: Molimo unesite valjani dan u tjednu.
id: Harap masukkan hari yang valid dalam seminggu.
nl: Voer een geldige dag van de week in.
pl: Wpisz prawidłowy dzień tygodnia.
pt: Por favor insira um dia da semana válido.
pt_pt: Por favor, insira um dia da semana válido.
ru: Пожалуйста, введите корректный день недели.
tr: Lütfen hafta içinde geçerli bir gün girin.
zh_tw: 請輸入一周中的有效日期。

# Error input
source: Please enter a valid time.
ca: Si us plau introduïu una hora vàlida.
de: Bitte eine gültiges Uhrzeit angeben.
es: Por favor ingrese una hora válida.
fr: Merci de saisir un horaire valide.
hr: Molimo, unesite valjano vrijeme.
id: Harap masukkan waktu yang valid.
nl: Voer een geldige tijd in.
pl: Wpisz prawidłowy czas.
pt: Por favor digite uma hora válida.
pt_pt: Por favor, insira um horário válido.
ru: Пожалуйста, введите корректное время.
tr: Lütfen geçerli bir zaman girin.
zh_tw: 請輸入有效的時間.

# Error label modal
source: Invalid folder name
ca: El nom de la carpeta no és vàlid
de: Ungültiger Ordnername
es: Nombre de carpeta inválido
fr: Nom de dossier invalide
hr: Naziv mape nije ispravan
id: Nama folder tidak valid
nl: Mapnaam ongeldig
pl: Nieprawidłowa nazwa folderu
pt: Nome de pasta inválido
pt_pt: Nome de pasta inválido
ru: Недопустимое имя папки
tr: Geçersiz klasör adı
zh_tw: 無效的資料夾名稱

# Error label modal
source: Invalid label name
ca: Nom d'etiqueta invàlid
de: Ungültiger Kategoriename
es: Nombre de etiqueta inválido
fr: Nom de label invalide
hr: Nevažeći naziv oznake
id: Nama label tidak valid
nl: Labelnaam ongeldig
pl: Nieprawidłowa nazwa etykiety
pt: Nome do marcador inválido
pt_pt: Nome de etiqueta inválido
ru: Недопустимое имя ярлыка
tr: Geçersiz etiket adı
zh_tw: 無效的標籤名稱

# Error message
source: Invalid private key file.
ca: Arxiu de clau privada invàlid.
de: Ungültige private Schlüsseldatei
es: Archivo de clave privada inválido.
fr: Clé privée invalide.
hr: Nevažeća datoteka privatnog ključa.
nl: Ongeldig geheime sleutelbestand.
pl: Nieprawidłowy plik klucza prywatnego.
pt: Arquivo de chave privada inválido.
pt_pt: Ficheiro de chave privada inválido.
ru: Неправильный файл закрытого ключа.
tr: Geçersiz özel anahtar dosyası.
zh_tw: 無效的私密金鑰檔案。

# Error message
source: Uploaded key doesn't match selected key.
ca: La tecla carregada no coincideix amb la clau seleccionada.
de: Der hochgeladene Schlüssel stimmt nicht mit dem ausgewählten Schlüssel überein.
fr: La clé téléversée ne correspond pas à la clé sélectionnée.
hr: Učitani ključ ne odgovara odabranom ključu.
nl: Geüploade sleutel komt niet overeen met de geselecteerde sleutel.
pl: Przesłany klucz nie pasuje do wybranego klucza.
pt: A chave carregada não corresponde a chave selecionada.
pt_pt: A chave enviada não corresponde à chave seleccionada.
ru: Загруженный ключ не совпадает с выбранным.
tr: Yüklenen anahtar seçilen anahtar ile eşleşmiyor.
zh_tw: 上傳的密鑰與所選密鑰不匹配。

# Error message
source: {{keys}} is not a valid PGP key.
ca: {{keys}} no és una clau PGP vàlida.
de: {{keys}} ist kein gültiger PGP-Schlüssel.
fr: {{keys}} n’est pas une clé PGP valide.
hr: {{keys}} nije važeći PGP ključ.
nl: {{keys}} is geen geldige PGP-sleutel.
pl: {{keys}} nie jest prawidłowym kluczem PGP.
pt: {{keys}} não é uma chave PGP válida.
pt_pt: {{keys}} não é uma chave PGP válida.
ru: {{keys}} не является правильным PGP-ключом.
tr: {{keys}} geçerli bir PGP anahtarı değil.
zh_tw: {{keys}} 不是有效的 PGP 金鑰。

# Error message when unsubscribing to mail list
source: Cannot unsubscribe with {{email}}, please upgrade to a paid plan or enable the address
ca: No es pot donar de baixa amb {{email}}, si us plau actualitzeu a un pla de pagament o permetre l'adreça
de: Mit „{{email}}” kann das Abonnement nicht gekündigt werden. Bitte aktualisieren Sie auf einen kostenpflichtigen Tarif oder aktivieren Sie die Adresse.
fr: Impossible de se désabonner avec {{email}}, veuillez passer à une offre payante ou activez l'adresse
hr: Nije moguće otkazati pretplatu s {{email}}, molimo nadogradite na plaćeni plan ili omogućite adresu
pl: Nie można anulować subskrypcji z {{email}}. Ulepsz do płatnego planu lub włącz ten adres
pt: Não é possível cancelar a inscrição com {{email}}. Por favor, faça a atualização para um plano pago ou ative o endereço
pt_pt: É impossível cancelar a subscrição com {{email}}, por favor actualize para um plano pago ou active o endereço
ru: Невозможно отменить подписку с {{email}}, пожалуйста, перейдите на платный тариф или включите адрес
tr: {{email}} aboneliğinden çıkılamıyor. Lütfen ücretli bir plana yükseltin veya adresi etkinleştirin
zh_tw: 無法取消訂閱 {{email}}, 請升級到付費計畫或啟用位址

# Error notification in the bug report modal when the user upload file
source: No image selected
ca: No s'ha seleccionat cap imatge
de: Kein Grafik ausgewählt
es: Ninguna imagen seleccionada
fr: Aucune image sélectionnée
hr: Nije odabrana nijedna slika
nl: Geen afbeelding geselecteerd
pl: Nie wybrano żadnego obrazu
pt: Nenhuma imagem selecionada
pt_pt: Nenhuma imagem seleccionada
ru: Изображение не выбрано
tr: Hiçbir görüntü seçilmedi
zh_tw: 沒有選擇圖片

# Error reported when the delete account form is invalid
source: Invalid email address or password
ca: Adreça de correu o contrasenya invàlides
de: Ungültige E-Mail-Adresse oder Passwort
es: Correo electrónico o contraseña incorrectos
fr: Adresse email ou mot de passe invalide
hr: Pogrešna adresa e-pošte ili lozinka
id: Alamat e-mail atau sandi tidak valid
nl: Ongeldig e-mailadres of wachtwoord
pl: Nieprawidłowy adres e-mail lub hasło
pt: Endereço de e-mail ou senha inválida
pt_pt: Endereço de email ou senha inválidos
ru: Неверный адрес электронной почты или пароль
tr: Geçersiz e-posta adresi veya parola
zh_tw: 無效的電子郵件地址或密碼

# Example user
source: Thomas Anderson
hr: Ivan Horvat
pl: Jan Kowalski
pt_pt: Fernando Pessoa
ru: Томас Андерсон
tr: Murat Erdem
zh_tw: 王小明

# Example user
source: thomas.anderson
hr: ivan.horvat
pl: jan.kowalski
pt_pt: fernando.pessoa
tr: murat.erdem
zh_tw: wang.xiaoming

# Exemple name for the user
source: ex: Thomas Anderson
de: z.B.: Thomas Anderson
es: ej: Thomas Anderson
hr: npr: Ivan Horvat
nl: bijv: Jan Smit
pl: np. Thomas Anderson
pt: ex: João da Silva
pt_pt: ex: Fernando Pessoa
ru: пример: Томас Андерсон
tr: örn: Murat Erdem
zh_tw: 例如: 王小明

# Export contacts button in the sidebar
source: Export
ca: Exportar
de: Exportieren
es: Exportar
fr: Exporter
hr: Izvoz
id: Ekspor
nl: Exporteren
pl: Eksportuj
pt: Exportar
pt_pt: Exportar
ru: Экспорт
tr: Dışa Aktar
zh_tw: 匯出

# Filter message
source: Attachments
ca: Adjunts
de: Anhänge
fr: Pièces jointes
pt_pt: Anexos
tr: Ekler

# Filter message
source: Filter on:
ca: Filtrar:
de: Filtern nach:
es: Filtrar por:
fr: Filtrer sur :
hr: Filtar za:
id: Filter pada:
nl: Filter aan:
pl: Filtruj:
pt: Filtro por:
pt_pt: Filtrar por:
ru: Фильтр по:
tr: Süzgeç uygula:
zh_tw: 篩選：

# Filter message
source: Next
ca: Següent
de: Weiter
es: Siguiente
fr: Suivant
hr: Sljedeće
id: Berikutnya
nl: Volgende
pl: Dalej
pt: Próximo
pt_pt: Seguinte
ru: Далее
tr: Sonraki
zh_tw: 下一步

# Filter message
source: Recipient
ca: Destinatari
de: Empfänger
es: Destinatario
fr: Destinataire
hr: Primatelj
id: Penerima
nl: Ontvanger
pl: Odbiorca
pt: Destinatário
pt_pt: Destinatário
ru: Получателю
tr: Alıcı
zh_tw: 收件者

# Filter message
source: Sender
ca: Remitent
de: Absender
es: Remitente
fr: Expéditeur
hr: Pošiljatelj
id: Pengirim
nl: Afzender
pl: Nadawca
pt: Remetente
pt_pt: Remetente
ru: Отправителю
tr: Gönderici
zh_tw: 寄件者

# Filter message
source: Subject
ca: Assumpte
de: Betreff
es: Asunto
fr: Objet
hr: Predmet
id: Subyek
nl: Onderwerp
pl: Temat
pt: Assunto
pt_pt: Assunto
ru: Теме
tr: Konu
zh_tw: 主旨

# Filter modal condition
source: If
ca: Si
de: Wenn
es: Si
fr: Si
hr: Ako
id: Jika
nl: Als
pl: Jeśli
pt: Se
pt_pt: Se
ru: Если
tr: Eğer
zh_tw: 若

# Filter modal condition
source: Text or pattern
ca: Text o patró
de: Text oder Muster
es: Texto o patrón
fr: Texte ou modèle de texte
hr: Tekst ili uzorak
nl: Tekst of patroon
pl: Tekst lub wzór
pt: Texto ou padrão
pt_pt: Texto ou padrão
ru: Текст или шаблон
tr: Metin ya da desen
zh_tw: 文字或模式

# Filter modal label
source: Apply labels
ca: Aplicar etiquetes
de: Kategorie übernehmen
es: Aplicar etiquetas
fr: Appliquer les labels
hr: Primjeni oznake
nl: Labels toepassen
pl: Zastosuj etykiety
pt: Aplicar marcadores
pt_pt: Aplicar etiquetas
ru: Назначить ярлыки
tr: Etiketleri uygula
zh_tw: 套用標籤

# Filter modal label
source: Mark as
ca: Marca com a
de: Markieren als
es: Marcar como
fr: Marquer comme
hr: Označi kao
nl: Markeren als
pl: Oznacz jako
pt: Marcar como
pt_pt: Marcar como
ru: Отметить как
tr: Olarak işaretle
zh_tw: 標示為

# Filter modal label
source: Move to
ca: Moure a
de: Verschieben nach
es: Mover a
fr: Déplacer vers
hr: Premjesti u
nl: Verplaatsen naar
pl: Przenieś do
pt: Mover para
pt_pt: Mover para
ru: Переместить в
tr: Şuraya taşı
zh_tw: 移至

# Filter modal label
source: Send auto reply
ca: Enviar resposta automàtica
de: Automatische Antwort senden
es: Enviar respuesta automática
fr: Envoyer une réponse automatique
hr: Pošalji automatski odgovor
nl: Automatisch antwoord versturen
pl: Wyślij automatyczną odpowiedź
pt: Enviar resposta automática
pt_pt: Enviar resposta automática
ru: Отправить автоответ
tr: Otomatik yanıt gönder
zh_tw: 發送自動回覆

# Filter modal operators
source: AND
ca: I
de: UND
es: Y
fr: ET
hr: I
nl: EN
pl: I
pt: E
pt_pt: E
ru: И
tr: VE
zh_tw: 和

# Filter modal operators
source: OR
ca: O
de: ODER
es: O
fr: OU
hr: ILI
nl: OF
pl: LUB
pt: OU
pt_pt: OU
ru: ИЛИ
tr: YA DA
zh_tw: 或

# Filter modal title
source: Custom Filter
ca: Filtre personalitzat
de: Eigener Filter
es: Filtro Personalizado
fr: Filtre personnalisé
hr: Prilagođeni filtar
id: Filter Khusus
nl: Geavanceerde filter
pl: Filtr niestandardowy
pt: Filtro personalizado
pt_pt: Filtro personalizado
ru: Пользовательский фильтр
tr: Özel Filtre
zh_tw: 自訂篩選器

# Filter modal type
source: Select
ca: Seleccionar
de: Auswählen
es: Seleccione
fr: Sélectionner
hr: Odaberi
id: Memilih
nl: Selecteer
pl: Zaznacz
pt: Selecionar
pt_pt: Seleccionar
ru: Выбрать
tr: Seç
zh_tw: 請選擇

# Filter modal type
source: the attachments
ca: els fitxers adjunts
de: die Anhänge
es: los adjuntos
fr: les pièces jointes
hr: privitci
id: lampirannya
nl: de bijlagen
pl: załączniki
pt: os anexos
pt_pt: os anexos
ru: вложения
tr: ekler
zh_tw: 附件

# Filter modal type
source: the recipient
ca: el destinatari
de: der Empfänger
es: el destinatario
fr: le destinataire
hr: primatelj
id: penerima
nl: de ontvanger
pl: odbiorca
pt: o destinatário
pt_pt: o destinatário
ru: получатель
tr: alıcı
zh_tw: 收件者

# Filter modal type
source: the sender
ca: el remitent
de: der Absender
es: el remitente
fr: l’expéditeur
hr: pošiljatelj
id: pengirim
nl: de afzender
pl: nadawca
pt: o remetente
pt_pt: o remetente
ru: отправитель
tr: gönderen
zh_tw: 寄件者

# Filter modal type
source: the subject
ca: l'assumpte
de: der Betreff
es: el asunto
fr: le sujet
hr: predmet
id: subjek
nl: het onderwerp
pl: temat
pt: o assunto
pt_pt: o assunto
ru: тема
tr: konu
zh_tw: 主旨

# Filter modal value OR value
source: or
ca: o
de: oder
es: o
fr: ou
hr: ili
id: atau
nl: of
pl: lub
pt: ou
pt_pt: ou
ru: или
tr: veya
zh_tw: 或

# Filters
source: Spam Filter Added
ca: Filtre de correu brossa afegit
de: Spamfilter hinzugefügt
es: Filtro de spam añadido
fr: Filtre anti-spam ajouté
hr: Dodan je filtar neželjene pošte
id: Spam Filter Ditambahkan
nl: Spamfilter toegevoegd
pl: Filtr antyspamowy został dodany
pt: Filtro de spam adicionado
pt_pt: Filtro de Spam Adicionado
ru: Фильтр спама добавлен
tr: Gereksiz süzgeci eklendi
zh_tw: 已新增垃圾郵件篩選器

# Filters
source: Spam Filter Deleted
ca: Filtre de correu brossa eliminat
de: Spamfilter gelöscht
es: Filtro de spam eliminado
fr: Filtre anti-spam supprimé
hr: Uklonjen je filtar neželjene pošte
id: Spam Filter Dihapus
nl: Spamfilter verwijderd
pl: Filtr antyspamowy został usunięty
pt: Filtro de spam excluído
pt_pt: Filtro de spam eliminado
ru: Фильтр спама удалён
tr: Gereksiz süzgeci silindi
zh_tw: 已移除垃圾郵件篩選器

# Filters
source: Spam Filter Updated
ca: Filtre de correu brossa actualitzat
de: Spamfilter aktualisiert
es: Filtro de spam actualizado
fr: Filtre anti-spam mis à jour
hr: Ažuriran je filtar neželjene pošte
id: Spam Filter Diperbarui
nl: Spamfilter bijgewerkt
pl: Filtr antyspamowy został zaktualizowany
pt: Filtro de spam atualizado
pt_pt: Filtro de spam actualizado
ru: Фильтр спама обновлён
tr: Gereksiz süzgeci güncellendi
zh_tw: 已更新垃圾郵件篩選器

# Generate key modal
source: Key created for {{email}}
ca: Clau creada per {{email}}
de: Schlüssel erstellt für {{email}}
es: Clave creada para {{email}}
fr: Clé créée pour {{email}}
hr: Ključ izrađen za {{email}}
id: Kunci dibuat untuk {{email}}
nl: Sleutel gemaakt voor {{email}}
pl: Klucz dla {{email}} został utworzony
pt: Chave criada para {{email}}
pt_pt: Chave criada para {{email}}
ru: Создан ключ для {{email}}
tr: Anahtar, {{email}} için oluşturuldu
zh_tw: 已建立 {{email}} 用的密鑰
