Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Title
source: Mail
ca: Correu electrònic
fr: Email
hr: Pošta
pl: Poczta
pt: E-mail
pt_pt: Correio
ru: Почта
tr: Posta

# Title
source: Mailbox password
ca: Contrasenya de la bústia de correu
de: Postfach Passwort
es: Contraseña del buzón
fr: Mot de passe de la boîte mail
hr: Lozinka sandučića e-pošte
id: Kata sandi kotak pesan
nl: Mailbox-wachtwoord
pl: Hasło skrzynki pocztowej
pt: Senha da caixa de correio
pt_pt: Senha da caixa de correio
ru: Пароль почтового ящика
tr: Posta kutusu parolası
zh_tw: 郵箱密碼

# Title
source: Manage Groups
pt_pt: Gerir grupos

# Title
source: Manage your email with folders and labels
ca: Gestioneu el correu electrònic amb carpetes i etiquetes
de: Verwalten Sie Ihre E-Mails mit Ordnern und Kategorien
es: Gestione su correo electrónico con carpetas y etiquetas
fr: Gérez vos emails avec des dossiers et des labels
hr: Upravljajte e-poštom pomoću mapa i oznaka
nl: Beheer uw e-mails met mappen en labels
pl: Zarządzaj wiadomościami poprzez foldery i etykiety
pt: Gerencie seu e-mail com pastas e marcadores
pt_pt: Faça a gestão do seu email com pastas e etiquetas
ru: Управляйте своей электронной почтой с помощью папок и ярлыков
tr: E-postanızı klasörler ve etiketler ile yönetin
zh_tw: 以資料夾和標籤管理電子郵件

# Title
source: Merge contacts
ca: Combina els contactes
de: Kontakte zusammenführen
es: Combinar contactos
fr: Fusionner les contacts
hr: Spoji kontakte
id: Bergabunglah dengan kontak
nl: Contactpersonen samenvoegen
pl: Scal kontakty
pt: Mesclar contatos
pt_pt: Unir contactos
ru: Объединение контактов
tr: Kişileri birleştir
zh_tw: 合併聯絡人

# Title
source: Message Password
ca: Contrasenya del missatge
de: Nachrichtenpasswort
es: Contraseña del mensaje
fr: Mot de passe du message
hr: Lozinka poruke
id: Kata sandi pesan
nl: Wachtwoord van bericht
pl: Hasło wiadomości
pt: Senha da mensagem
pt_pt: Senha da mensagem
ru: Пароль сообщения
tr: İleti parolası
zh_tw: 訊息密碼

# Title
source: Message headers
ca: Capçaleres de missatges
de: Nachrichtenkopfzeilen
es: Encabezados del mensaje
fr: En-têtes des messages
hr: Zaglavlja poruke
id: Header pesan
nl: Berichtkoppen
pl: Nagłówki wiadomości
pt: Cabeçalho da mensagem
pt_pt: Cabeçalhos da mensagem
ru: Заголовки сообщения
tr: İleti başlığı
zh_tw: 訊息標頭

# Title
source: Method
pt_pt: Método

# Title
source: Multi-User Support
ca: Suport multi-usuari
de: Mehrbenutzerunterstützung
es: Soporte multi usuario
fr: Prise en charge multi-utilisateur
hr: Višekorisnička podrška
id: Dukungan Multi-Pengguna
nl: Ondersteuning voor meerdere gebruikers
pl: Obsługa wielu użytkowników
pt: Suporte para múltiplos usuários
pt_pt: Suporte para múltiplos utilizadores
ru: Многопользовательский режим
tr: Çoklu Kullanıcı Desteği
zh_tw: 支援多使用者

# Title
source: My subscription
ca: La meva Subscripció
de: Mein Abonnement
es: Mi suscripción
fr: Mon offre
hr: Moja pretplata
id: Langganan saya
nl: Mijn abonnement
pl: Moje subskrypcje
pt: Minha assinatura
pt_pt: A minha subscrição
ru: Мой тариф
tr: Aboneliklerim
zh_tw: 我的訂閱

# Title
source: Name
ca: Nom
es: Nombre
fr: Nom
hr: Naziv
id: Nama
nl: Naam
pl: Nazwa
pt: Nome
pt_pt: Nome
ru: Имя
tr: İsim
zh_tw: 域名

# Title
source: Name / Signature
ca: Nom / Signatura
de: Name / Signatur
es: Nombre / Firma
fr: Nom / Signature
hr: Naziv / Potpis
id: Nama / tanda tangan
nl: Naam / handtekening
pl: Nazwa / Podpis
pt: Nome / Assinatura
pt_pt: Nome/Assinatura
ru: Имя / Подпись
tr: İsim / İmza
zh_tw: 名稱/簽名

# Title
source: Navigation
ca: Navegació
es: Navegación
hr: Navigacija
id: Navigasi
nl: Navigatie
pl: Nawigowanie
pt: Navegação
pt_pt: Navegação
ru: Навигация
tr: Gezinti
zh_tw: 導覽

# Title
source: New Address Key ({{ email }})
ca: Nova clau d'adreça ({{ email }})
de: Neuer Adressschlüssel ({{ email }})
fr: Nouvelle clé d’adresse ({{ email }})
hr: Novi ključ adrese ({{ email }})
nl: Nieuwe sleutel voor adres ({{ email }})
pl: Nowy klucz adresu ({{ email }})
pt: Nova chave de endereço ({{ email }})
pt_pt: Nova chave de endereço ({{ email }})
ru: Новый ключ адреса ({{ email }})
tr: Yeni adres anahtarı ({{ email }})
zh_tw: 新郵件位址金鑰 ({{ email }})

# Title
source: New message
ca: Nou missatge
de: Neue Nachricht
es: Mensaje nuevo
fr: Nouveau message
hr: Nova poruka
id: Pesan baru
nl: Nieuw bericht
pl: Nowa wiadomość
pt: Nova mensagem
pt_pt: Nova mensagem
ru: Новое сообщение
tr: Yeni ileti
zh_tw: 新訊息

# Title
source: New password:
ca: Nova contrasenya:
de: Neues Passwort:
es: Nueva contraseña:
fr: Nouveau mot de passe :
hr: Nova lozinka:
id: Kata sandi baru:
nl: Nieuw wachtwoord:
pl: Nowe hasło:
pt: Nova senha:
pt_pt: Nova senha:
ru: Новый пароль:
tr: Yeni parola:
zh_tw: 新密碼：

# Title
source: No conversations
ca: No hi ha converses
de: Keine Themen
es: Sin conversaciones
fr: Aucune conversation
hr: Nema razgovora
id: Tidak ada percakapan
nl: Geen gesprekken
pl: Brak wątków
pt: Não há conversas
pt_pt: Sem conversas
ru: Нет сообщений
tr: Sohbet yok
zh_tw: 無會話

# Title
source: No messages
ca: No hi ha missatges
de: Keine Nachrichten
es: No hay mensajes
fr: Aucun message
hr: Nema poruka
id: Tidak ada pesan
nl: Geen berichten
pl: Brak wiadomości
pt: Sem mensagens
pt_pt: Sem mensagens
ru: Нет сообщений
tr: İleti yok
zh_tw: 沒有訊息

# Title
source: No subject
ca: Sense assumpte
de: Kein Betreff
es: Sin asunto
fr: Aucun objet
hr: Bez predmeta
id: Tidak ada subjek
nl: Geen onderwerp
pl: Brak tematu
pt: Sem assunto
pt_pt: Sem assunto
ru: Без темы
tr: Konu yok
zh_tw: 無主旨

# Title
source: Not all recipients support message expiration
ca: No tots els destinataris admeten la data de caducitat del missatge
de: Nicht alle Empfänger unterstützen die Funktion „Verfällt in” von Nachrichten
fr: Tous les destinataires ne prennent pas en charge l'expiration de messages
hr: Ne podržavaju svi primatelji poruke s istekom
nl: Niet alle geadresseerden ondersteunen verlopende berichten
pl: Nie wszyscy odbiorcy obsługują wygasanie wiadomości
pt: Nem todos os destinatários suportam o recurso de expiração de mensagem
pt_pt: Nem todos os destinatários suportam expiração de mensagens
ru: Срок действия сообщения поддерживается, но не у всех получателей
tr: Tüm alıcılar, iletinin sona ermesini desteklemiyor
zh_tw: 有收件者不支援已設定有效期限的訊息

# Title
source: Notification
ca: Notificació
de: Benachrichtigung
es: Notificación
hr: Obavijest
id: Pemberitahuan
nl: Notificatie
pl: Powiadomienie
pt: Notificação
pt_pt: Notificação
ru: Уведомление
tr: Bildirim
zh_tw: 通知

# Title
source: Notifications
ca: Notificacions
de: Benachrichtigungen
es: Notificaciones
hr: Obavijesti
id: Pemberitahuan
nl: Meldingen
pl: Powiadomienia
pt: Notificações
pt_pt: Notificações
ru: Уведомления
tr: Bildirimler
zh_tw: 通知

# Title
source: OS version
ca: Versió de Sistema Operatiu
de: Betriebssystemversion
es: Versión del sistema operativo
fr: Version du système d'exploitation
hr: Verzija OS
id: Versi OS
nl: Versie besturingssysteem
pl: Wersja systemu
pt: Versão do sistema operacional
pt_pt: Versão do sistema operativo
ru: Версия ОС
tr: İS Sürümü
zh_tw: 作業系統版本

# Title
source: Operating system
ca: Sistema operatiu
de: Betriebssystem
es: Sistema operativo
fr: Système d'exploitation
hr: Operativni sustav
id: Sistem operasi
nl: Besturingssysteem
pl: System operacyjny
pt: Sistema operacional
pt_pt: Sistema operativo
ru: Операционная система
tr: İşletim Sistemi
zh_tw: 操作系统

# Title
source: Organization
ca: Organització
de: Organisation
es: Organización
fr: Organisation
hr: Organizacija
id: Organisasi
nl: Organisatie
pl: Organizacja
pt: Organização
pt_pt: Organização
ru: Организация
tr: Kuruluş
zh_tw: 組織

# Title
source: Organization Key Fingerprint
ca: Clau d'identificació de la clau d'organització
de: Fingerabdruck des Organisationsschlüssels
es: Clave de huella digital de la organización
fr: Empreinte de clé de l'organisation
hr: Otisak prsta ključa organizacije
id: Sidik Jari Organisasi
nl: Vingerafdruk van organisatiesleutel
pl: Odcisk klucza organizacji
pt: Impressão digital da chave da organização
pt_pt: Impressão digital da chave da organização
ru: Отпечаток ключа организации
tr: Kuruluş anahtarı parmak izi
zh_tw: 組織金鑰指紋

# Title
source: Organization history
ca: Historial de l'organització
de: Organisationshistorie
es: Historial de la organización
fr: Historique de l'organisation
hr: Povijest organizacije
id: Sejarah organisasi
nl: Organisatiegeschiedenis
pl: Historia organizacji
pt: Histórico da organização
pt_pt: Histórico da organização
ru: История организации
tr: Kuruluş geçmişi
zh_tw: 組織日誌

# Title
source: Organization name
ca: Nom de l'organització
de: Name der Organisation
es: Nombre de la organización
fr: Nom de l'organisation
hr: Ime organizacije
id: Nama Organisasi
nl: Organisatienaam
pl: Nazwa organizacji
pt: Nome da organização
pt_pt: Nome da organização
ru: Название организации
tr: Kuruluş adı
zh_tw: 組織名稱

# Title
source: Organization recovery password
ca: Contrasenya de recuperació de l'organització
de: Wiederherstellen des Organisationspassworts
es: Contraseña de recuperación de la organización
fr: Mot de passe de récupération pour l'organisation
hr: Organizacijska lozinka za oporavak
id: Kata sandi pemulihan organisasi
nl: Organisatie-herstelwachtwoord
pl: Hasło odzyskiwania konta organizacji
pt: Senha de recuperação da organização
pt_pt: Senha de recuperação da organização
ru: Пароль восстановления организации
tr: Kuruluş kurtarma parolası
zh_tw: 組織備援密碼

# Title
source: Overview
ca: Resum
de: Übersicht
es: Resumen
fr: Aperçu
hr: Pregled
id: Ikhtisar
nl: Overzicht
pl: Podsumowanie
pt: Vista geral
pt_pt: Resumo
ru: Обзор
tr: Genel Bakış
zh_tw: 概要

# Title
source: Page
ca: Pàgina
de: Seite
hr: Stranica
nl: Pagina
pl: Strona
pt: Página
pt_pt: Página
ru: Страница
tr: Sayfa
zh_tw: 頁

# Title
source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
fr: Mot de passe
hr: Lozinka
id: Kata sandi
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_pt: Senha
ru: Пароль
tr: Parola
zh_tw: 密碼

# Title
source: Password Hint
ca: Pista per a la contrasenya
de: Passwort-Hinweis
es: Pista de contraseña
fr: Indice de mot de passe
hr: Podsjetnik za lozinku
id: Petunjuk kata sandi
nl: Wachtwoordhint
pl: Podpowiedź do hasła
pt: Dica de senha
pt_pt: Dica da senha
ru: Подсказка к паролю
tr: Parola ipucu
zh_tw: 密碼提示

# Title
source: Pay invoice
ca: Factura de pagament
de: Rechnung bezahlen
es: Pagar factura
fr: Payer la facture
hr: Plati račun
id: Bayar faktur
nl: Factuur betalen
pl: Zapłać fakturę
pt: Pagar fatura
pt_pt: Pagar factura
ru: Оплатить счёт
tr: Fatura ödeme
zh_tw: 付款發票

# Title
source: Payment
ca: Pagament
de: Zahlung
es: Pago
fr: Paiement
hr: Plaćanje
id: Pembayaran
nl: Betaling
pl: Płatność
pt: Pagamento
pt_pt: Pagamento
ru: Платёж
tr: Ödeme
zh_tw: 付款資訊

# Title
source: Payment details
ca: Detalls del pagament
de: Zahlungsdetails
es: Detalles del pago
fr: Informations de paiement
hr: Detalji o plaćanju
id: Rincian Pembayaran
nl: Betalingsgegevens
pl: Szczegóły płatności
pt: Detalhes de pagamento
pt_pt: Detalhes de pagamento
ru: Реквизиты платежа
tr: Ödeme ayrıntıları
zh_tw: 付款明細

# Title
source: Payment method
ca: Forma de pagament
de: Zahlungsmittel
fr: Mode de paiement
hr: Način plaćanja
pl: Metoda płatności
pt: Método de pagamento
pt_pt: Método de pagamento
ru: Способ оплаты
tr: Ödeme yöntemi
zh_tw: 付款方式

# Title
source: Payment method:
ca: Forma de pagament:
de: Zahlungsmethode:
es: Método de pago:
fr: Mode de paiement :
hr: Način plaćanja:
id: Metode pembayaran:
nl: Betaalmethode:
pl: Metoda płatności:
pt: Método de pagamento:
pt_pt: Método de pagamento:
ru: Способ оплаты:
tr: Ödeme yöntemi:
zh_tw: 付款方法：

# Title
source: Payment methods
ca: Mètodes de Pagament
de: Zahlungsmethoden
es: Métodos de pago
fr: Modes de paiement
hr: Načini plaćanja
id: Cara Pembayaran
nl: Betaalmethoden
pl: Sposoby płatności
pt: Métodos de pagamento
pt_pt: Métodos de pagamento
ru: Способы оплаты
tr: Ödeme yöntemleri
zh_tw: 付款方法

# Title
source: Payment verification
pt_pt: Verificação do pagamento

# Title
source: Payment verification in progress
pt_pt: Verificação do pagamento em curso

# Title
source: Payments
ca: Pagaments
de: Zahlungen
es: Pagos
fr: Paiements
hr: Plaćanja
id: Pembayaran
nl: Betalingen
pl: Płatności
pt: Pagamentos
pt_pt: Pagamentos
ru: Платежи
tr: Ödemeler
zh_tw: 付款方式

# Title
source: Personalize your layout
ca: Personalitza el disseny
de: Personalisieren Sie Ihr Layout
es: Personalice su diseño
fr: Personnalisez votre disposition
hr: Prilagodite izgled
id: Personalisasikan tata letak Anda
nl: Uw lay-out personaliseren
pl: Dostosuj swój widok
pt: Personalize o seu layout
pt_pt: Personalizar a disposição
ru: Настройте расположение элементов по своему вкусу
tr: Yerleşimi kişiselleştirin
zh_tw: 個人化您的版面樣式

# Title
source: Plan
ca: Pla
de: Tarif
fr: Offre
id: Rencana
nl: Abonnement
pl: Plan taryfowy
pt: Plano
pt_pt: Plano
ru: Тариф
zh_tw: 方案

# Title
source: Plan subscription
ca: Pla de subscripció
de: Abonnement planen
fr: Type d'abonnement
hr: Pretplata na plan
nl: Abonnement
pl: Plan subskrypcji
pt: Plano de assinatura
pt_pt: Plano de subscrição
ru: План подписки
tr: Abonelik planı
zh_tw: 已訂閱方案

# Title
source: Plans and prices
ca: Plànols i preus
de: Tarife und Preise
es: Planes y precios
fr: Offres et tarifs
hr: Planovi i cijene
id: Rencana dan harga
nl: Abonnementen en prijzen
pl: Plany i ceny
pt: Planos e preços
pt_pt: Planos e preços
ru: Тарифы и цены
tr: Planlar ve Ücretlendirme
zh_tw: 方案及價格

# Title
source: Price
ca: Preu
de: Preis
es: Precio
fr: Prix
hr: Cijena
id: Harga
nl: Prijs
pl: Cena
pt: Preço
pt_pt: Preço
ru: Цена
tr: Fiyat
zh_tw: 價格

# Title
source: Priority
ca: Prioritat
de: Priorität
es: Prioridad
fr: Priorité
hr: Prioritet
id: Prioritas
nl: Prioriteit
pl: Priorytet
pt: Prioridade
pt_pt: Prioridade
ru: Приоритет
tr: Öncelik
zh_tw: 優先順序

# Title
source: Private
ca: Privat
de: Privat
es: Privado
fr: Privé
hr: Privatno
id: Pribadi
nl: Privé
pl: Chroniony
pt: Privado
pt_pt: Privado
ru: Конфиденциальный
tr: Özel
zh_tw: 私密

# Title
source: Private Key password required
ca: Es necessita una contrasenya de clau privada
de: Privates Schlüsselpasswort erforderlich
es: Contraseña de clave privada requerida
fr: Mot de passe de clé privée requis
hr: Potrebna je lozinka privatnog ključa
nl: Geheime sleutelwachtwoord vereist
pl: Wymagane jest hasło klucza prywatnego
pt: Senha da chave privada necessária
pt_pt: Senha da chave privada requerida
ru: Требуется пароль закрытого ключа
tr: Gizli anahtar parolası gerekli
zh_tw: 需要私密金鑰密碼

# Title
source: Privatize User
ca: Privatitzar l'usuari
de: Benutzer privatisieren
es: Privatizar usuario
fr: Privatiser le membre
hr: Privatizirajte korisnika
id: Privatisasi Pengguna
nl: Lid privatiseren
pl: Chroń użytkownika
pt: Tonar usuário privado
pt_pt: Tornar utilizador privado
ru: Приватизировать пользователя
tr: Kullanıcıyı özelleştir
zh_tw: 私有化使用者

# Title
source: Processing...
pt_pt: A processar...

# Title
source: Proration
ca: Proració
de: Anteilige Abziehung
es: Prorrateo
fr: Calcul proportionnel
id: Prorasi
nl: Aftrek
pl: Dzielenie proporcjonalne
pt: Cálculo proporcional
pt_pt: Repartição
ru: Распределение
tr: Orantı
zh_tw: 按比例分配

# Title
source: ProtonMail's Terms and Conditions
ca: Termes i condicions de ProtonMail
de: ProtonMails allgemeine Geschäftsbedingungen
es: Términos y condiciones de ProtonMail
fr: Conditions générales d'utilisation de ProtonMail
hr: ProtonMail Uvjeti i odredbe
id: Syarat dan Ketentuan ProtonMail
nl: Algemene voorwaarden van ProtonMail
pl: Regulamin ProtonMail
pt: Termos e Condições do ProtonMail
pt_pt: Termos e condições do ProtonMail
ru: Условия и положения ProtonMail
tr: ProtonMail'in Şartları ve Koşulları
zh_tw: ProtonMail 使用條款

# Title
source: ProtonVPN Resources
ca: Recursos ProtonVPN
de: ProtonVPN Ressourcen
es: Recursos de ProtonVPN
fr: Ressources ProtonVPN
hr: ProtonVPN resursi
id: Sumber Daya ProtonVPN
nl: ProtonVPN-middelen
pl: Zasoby ProtonVPN
pt: Recursos do ProtonVPN
pt_pt: Recursos do ProtonVPN
ru: ProtonVPN Ресурсы
tr: ProtonVPN Kaynakları
zh_tw: ProtonVPN 資源

# Title
source: Reactivate key
ca: Reactiva la clau
de: Schlüssel reaktivieren
es: Reactivar clave
fr: Réactiver la clé
hr: Ponovna aktivacija ključa
nl: Heractiveer sleutel
pl: Aktywuj ponownie klucz
pt: Reativar chave
pt_pt: Reactivar chave
ru: Повторно активировать ключ
tr: Anahtarı yeniden etkinleştir
zh_tw: 重啟金鑰

# Title
source: Reactivate key pair
ca: Torneu a activar el parell de claus
de: Schlüsselpaar reaktivieren
es: Reactivar el par de claves
fr: Réactiver la paire de clés
hr: Ponovna aktivacija para ključeva
id: Aktifkan kembali pasangan kunci
nl: Sleutelpaar heractiveren
pl: Ponowne uaktywnienie pary kluczy
pt: Reativar o par de chaves
pt_pt: Reactivar o par de chaves
ru: Повторно активировать ключевую пару
tr: Anahtar çiftini yeniden etkinleştir
zh_tw: 重啟金鑰配對

# Title
source: Recipient
ca: Destinatari
de: Empfänger
es: Destinatario
fr: Destinataire
hr: Primatelj
id: Penerima
nl: Geadresseerde
pl: Odbiorca
pt: Destinatário
pt_pt: Destinatário
ru: Получатель
tr: Alıcı
zh_tw: 收件者

# Title
source: Recipients
ca: Destinataris
de: Empfänger
es: Remitentes
fr: Destinataires
hr: Primatelji
id: Penerima
nl: Geadresseerden
pl: Odbiorcy
pt: Destinatários
pt_pt: Destinatários
ru: Получатели
tr: Alıcılar
zh_tw: 收件者

# Title
source: Recovery email (optional)
ca: Correu electrònic de recuperació (opcional)
de: Wiederherstellungs-E-Mail (optional)
es: Correo electrónico de recuperación (opcional)
fr: Email de récupération (facultatif)
hr: Adresa e-pošte za oporavak (nije obavezno)
id: Email pemulihan (opsional)
nl: Herstel-e-mailadres (optioneel)
pl: E-mail odzyskiwania hasła (opcjonalnie)
pt: E-mail de recuperação (opcional)
pt_pt: Email de recuperação (opcional)
ru: Адрес резервной эл. почты (необязателен)
tr: Kurtarma e-postası (isteğe bağlı)
zh_tw: 備援電子郵件地址（可選）

# Title
source: Redirecting
ca: Redireccionant
de: Weiterleitung
es: Redireccionando
fr: Redirection
hr: Preusmjeravanje
id: Mengalihkan
nl: Doorverwijzing
pl: Przekierowywanie
pt: Redirecionando
pt_pt: A redireccionar
ru: Перенаправление
tr: Yönlendiriliyor
zh_tw: 重新導向中

# Title
source: Release notes
ca: Notes de la versió
de: Versionshinweise
es: Notas de la versión
fr: Notes de mise à jour
hr: Bilješke o izdanoj verziji
nl: Uitgavenotities
pl: Lista zmian
pt: Notas de lançamento
pt_pt: Notas de lançamento
ru: Примечания к выпуску
tr: Sürüm notları
zh_tw: 版本資訊

# Title
source: Remove user
de: Benutzer entfernen
es: Eliminar usuario
fr: Supprimer l'utilisateur
hr: Ukloni korisnika
id: Hapus pengguna
nl: Gebruiker verwijderen
pl: Usuń użytkownika
pt: Remover usuário
pt_pt: Remover utilizador
ru: Удалить пользователя
tr: Kullanıcıyı kaldır
zh_tw: 移除使用者

# Title
source: Report Bug
ca: Informe d'errors
de: Bug melden
es: Reportar Error
fr: Aide/Signaler un bug
hr: Prijavi problem
id: Melaporkan kesalahan
nl: Bug melden
pl: Zgłoś błąd
pt: Reportar erro
pt_pt: Reportar erro
ru: Сообщить об ошибке
tr: Hata Bildir
zh_tw: 報告程式錯誤

# Title
source: Request link confirmation
ca: Sol·licitar enllaç de confirmació
de: Link-Bestätigung anfordern
pt_pt: Pedir hiperligação de confirmação

# Title
source: Request timed out, please try again.
ca: El temps de la petició s'ha esgotat, si us plau intenteu-ho de nou.
de: Anfrage hat das Zeitlimit überschritten, bitte versuchen Sie es erneut.
es: Se ha agotado el tiempo de espera de la solicitud. Inténtelo de nuevo.
fr: La requête a expiré. Merci d'essayer à nouveau.
hr: Zahtjev je istekao, molimo pokušajte ponovno.
id: Mohon waktunya habis, coba lagi.
nl: Aanvraag duurde te lang, probeer het opnieuw.
pl: Upłynął limit czasu żądania. Spróbuj ponownie.
pt: Solicitação expirada. Por favor, tente novamente.
pt_pt: O tempo do pedido expirou. Por favor, tente novamente.
ru: Время ожидания ответа на запрос истекло. Пожалуйста, попробуйте ещё раз.
tr: İstek zaman aşımına uğradı. Lütfen tekrar deneyin.
zh_tw: 請求逾時，請重試。

# Title
source: Reset Password
ca: Restableix contrasenya
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hr: Ponovno postavljanje lozinke
nl: Wachtwoord resetten
pl: Resetowanie hasła
pt: Redefinir senha
pt_pt: Repor senha
ru: Сброс пароля
tr: Parolayı Sıfırla
zh_tw: 重設密碼

# Title
source: Reset code:
ca: Restablir codi:
de: Zurücksetzungscode:
es: Restablecer código:
fr: Code de réinitialisation :
hr: Kôd za ponovo postavljanje:
id: Reset kode:
nl: Herstelcode:
pl: Kod resetowania:
pt: Código de redefinição:
pt_pt: Repor código:
ru: Код сброса:
tr: Sıfırlama kodu:
zh_tw: 重設代碼:

# Title
source: Reset/notification email
ca: Correu electrònic de restauració / notificació
de: E-Mail-Adresse für Benachrichtigungen und Zurücksetzen
es: Correo de notificación/recuperación
fr: Réinitialisation/notification par email
hr: Adresa e-pošte za ponovno postavljanje/obavijesti
id: Setel ulang / email notifikasi
nl: Herstel/notificatie e-mail
pl: Adres e-mail odzyskiwania/powiadomień
pt: E-mail de redefinição/notificação
pt_pt: Email de reposição/notificação
ru: Адрес эл. почты для сброса/уведомлений
tr: Sıfırlama/bildirim e-postası
zh_tw: 重設/通知郵件

# Title
source: Resetting your password
ca: Restabliment de la vostra contrasenya
de: Ihr Passwort zurücksetzen
es: Restableciendo su contraseña
fr: Réinitialisation de votre mot de passe
hr: Resetiranje vaše lozinke
id: Menyetel ulang kata sandi Anda
nl: Wachtwoord resetten
pl: Resetowanie Twojego hasła
pt: Redefinindo sua senha
pt_pt: Repor a sua senha
ru: Сброс вашего пароля
tr: Parolanız sıfırlanıyor
zh_tw: 重設密碼
