Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Tooltip to explain daily email notifications
source: When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.
ca: Quan les notificacions estiguin activades, enviarem una alerta a la vostra adreça de recuperació / notificació si teniu nous missatges al vostre compte de ProtonMail.
de: Wenn Mitteilungen aktiviert sind, senden wir eine Benachrichtigung an Ihre Wiederherstellungs-/Benachrichtigungsadresse, wenn neue Nachrichten in Ihrem ProtonMail-Konto vorhanden sind.
es: Cuando las notificaciones están habilitadas, enviaremos una alerta a su dirección de recuperación cuando tenga mensajes nuevos en su cuenta de ProtonMail.
fr: Lorsque les notifications sont activées, nous envoyons une alerte sur votre adresse de récupération/notification si vous recevez de nouveaux messages sur votre compte ProtonMail.
hr: Ako su obavijesti omogućene, poslat ćemo vam upozorenje na adresu e-pošte za oporavak/obavijesti ako imate nove poruke na ProtonMail računu.
id: Saat pemberitahuan diaktifkan, kami akan mengirimkan peringatan ke alamat pemulihan/pemberitahuan Anda jika Anda memiliki pesan baru di akun ProtonMail Anda.
nl: Wanneer notificaties zijn ingeschakeld sturen wij een melding naar uw herstel/notificatie adres als u nieuwe berichten in uw ProtonMail account heeft.
pl: Jeśli będziesz miał nowe wiadomości na koncie ProtonMail, to wyślemy powiadomienie na powyższy adres e-mail.
pt: Quando as notificações estão ativas, será enviado um alerta para o seu endereço de recuperação/notificação avisando que você tem novas mensagens na sua conta ProtonMail.
pt_pt: Quando as notificações estão activas, receberá alertas sobre novas mensagens no seu endereço de recuperação /notificação.
ru: Когда уведомления включены, мы отправляем оповещение на ваш адрес восстановления/уведомлений, если в вашей учётной записи ProtonMail есть новые сообщения.
tr: Bildirimler etkinleştirildiğinde, ProtonMail hesabınızda yeni ileti varsa, kurtarma/bildirim adresinize bir uyarı göndeririz.
zh_tw: 啟用通知後，如果您的 ProtonMail 帳戶中有新訊息，我們將向您的備援/通知電子郵件地址傳送提示。

# Translate
source: Automatic replies is a paid feature. Please <a ui-sref="secured.dashboard({scroll: true})">upgrade</a> to a paid account to use this feature.
ca: Les respostes automàtiques són una funció de pagament. Si us plau, <a ui-sref="secured.dashboard({scroll: true})"> actualitza </a> a un compte de pagament per utilitzar aquesta funció.
de: „Automatisches Antworten” ist eine kostenpflichtige Funktion. Bitte <a ui-sref="secured.dashboard({scroll: true})">aktualisieren</a> Sie auf ein Bezahl-Konto, um diese Funktion nutzen zu können.
es: Las respuestas automáticas es una característica de pago. Por favor <a ui-sref="secured.dashboard({scroll: true})">actualice</a> a una cuenta de pago para utilizar esta característica.
fr: Les réponses automatiques constituent une fonctionnalité payante. Veuillez <a ui-sref="secured.dashboard({scroll: true})">passer à une offre payante</a> pour avoir accès à cette fonctionnalité.
hr: Automatski odgovori su plaćena značajka. Molimo <a ui-sref="secured.dashboard({scroll: true})">nadogradite</a> na plaćeni račun za korištenje ove značajke.
id: Balasan otomatis adalah fitur berbayar. Silakan <a ui-sref="secured.dashboard({scroll: true})">tingkatkan</a> ke akun berbayar untuk menggunakan fitur ini.
nl: Automatische antwoorden is een betaalde functionaliteit. <a ui-sref="secured.dashboard({scroll: true})">Upgrade</a> naar een betaald account om deze functionaliteit te gebruiken.
pl: Automatyczne odpowiedzi są płatną funkcją. <a ui-sref="secured.dashboard({scroll: true})">Ulepsz</a> do płatnego konta by używać tej funkcji.
pt: Respostas automáticas é um recurso pago. Por favor, faça o <a ui-sref="secured.dashboard({scroll: true})">upgrade</a> para um plano pago para poder usar este recurso.
pt_pt: As respostas automáticas são uma funcionalidade paga. Por favor <a ui-sref="secured.dashboard({scroll: true})">actualize</a> para um plano pago para obter esta funcionalidade.
ru: Автоответы &mdash; это платная функция. Пожалуйста, <a ui-sref="secured.dashboard({scroll: true})">перейдите</a> на платный тариф, чтобы пользоваться ей.
tr: Otomatik yanıtlar, ücretli bir özelliktir. Bu özelliği kullanmak için lütfen ücretli bir hesaba <a ui-sref="secured.dashboard({scroll: true})">yükseltin</a>.
zh_tw: 自動回覆是付費功能。請<a ui-sref="secured.dashboard({scroll: true})">升級</a>至付費帳戶以使用此功能。

# Trouble logging in? Get help or try older version.
source: Trouble logging in? Get
ca: Problemes per iniciar la sessió? Aconsegueix
de: Probleme beim Anmelden? Abrufen
fr: Vous avez un problème pour vous connecter ? Obtenez
hr: Problem s prijavom? Zatražite
pl: Problem z logowaniem? Skorzystaj z
pt: Problemas para iniciar sessão? Obtenha
pt_pt: Problemas a iniciar a sessão? Obtenha
ru: Проблемы со входом? Получите
tr: Giriş yapmakta sorun mu yaşıyorsunuz? Alın
zh_tw: 登入時遇到困難？

# Trouble logging in? Get help or try older version.
source: help
ca: ajuda
de: Hilfe
fr: de l'aide
hr: pomoć
pl: pomocy
pt: ajuda
pt_pt: ajuda
ru: помощь
tr: yardım
zh_tw: 幫助

# Trouble logging in? Get help or try older version.
source: older version
ca: versió més vella
de: Ältere Version
fr: l'ancienne version
hr: starije verzije
pl: starszej wersji
pt: versão antiga
pt_pt: a versão antiga
ru: версию постарее
tr: eski sürüm
zh_tw: 舊版本

# Trouble logging in? Get help or try older version.
source: or try
ca: o provi
de: oder versuchen Sie
fr: ou essayez
hr: ili pokušajte
pl: lub ze
pt: ou tente a
pt_pt: ou tente
ru: или попробуйте
tr: veya deneyin
zh_tw: 或試著

# Try to reload bitcoin qrcode
source: Try again.
ca: Torneu-ho a provar.
de: Eerneut versuchen.
es: Intente nuevamente.
fr: Veuillez réessayer.
hr: Pokušajte ponovno.
id: Coba lagi.
nl: Probeer opnieuw.
pl: Próbuj ponownie.
pt: Tentar novamente.
pt_pt: Tente novamente.
ru: Попробуйте ещё раз.
tr: Tekrar deneyin.
zh_tw: 請重試。

# Two-factor code field
source: Enter two-factor passcode:
ca: Introduïu el doble codi d'accés:
de: Zwei-Faktor-Authentifizierungsschlüssel eingeben:
es: Ingrese el código de dos factores:
fr: Entrez le code d'authentification à deux étapes :
hr: Unesite šifru za provjeru autentičnosti u dva koraka:
nl: Voer tweestapsverificatiecode in:
pl: Wpisz kod uwierzytelniający:
pt: Digite o código de dois fatores:
pt_pt: Insira o código-passe em dois passos:
ru: Введите код доступа двухфакторной аутентификации:
tr: İki adımlı doğrulama kodunu girin:
zh_tw: 輸入兩步驟驗證碼：

# Two-factor code field
source: Two-factor passcode
ca: Codi de dos factors
de: Zwei-Faktor-Passwortschlüssel
es: Clave de dos factores
fr: Code d'accès à deux facteurs
hr: Šifra za provjeru autentičnosti u dva koraka
nl: Toegangscode tweestapsverificatie
pl: Kod uwierzytelniający
pt: Código de dois fatores
pt_pt: Código-passe em dois passos
ru: Код 2ФА
tr: İki adımlı doğrulama parolası
zh_tw: 兩步驟驗證碼

# Type element
source: conversation
ca: conversació
de: Thema
es: conversación
hr: razgovor
id: obrolan
nl: gesprek
pl: wątek
pt: conversa
pt_pt: conversa
ru: сообщение
tr: sohbet
zh_tw: 會話

# Type element
source: message
ca: missatge
de: Nachricht
es: mensaje
hr: poruka
id: pesan
nl: bericht
pl: wiadomość
pt: mensagem
pt_pt: mensagem
ru: сообщение
tr: ileti
zh_tw: 訊息

# Type of item
source: contact
pt_pt: contacto

# Type of item
source: conversation
ca: conversació
de: Thema
es: conversación
hr: razgovor
nl: gesprek
pl: wątek
pt: conversa
pt_pt: conversa
ru: цепочка писем
tr: sohbet
zh_tw: 會話

# Type of item
source: message
ca: missatge
de: Nachricht
es: mensaje
hr: poruka
nl: bericht
pl: wiadomość
pt: mensagem
pt_pt: mensagem
ru: сообщение
tr: ileti
zh_tw: 訊息

# Type of label for a message/conversation
source: In archive
ca: A l'arxiu
de: Im Archiv
es: En el archivo
fr: Dans archives
hr: U arhivi
id: Di arsip
nl: In archief
pl: W Archiwum
pt: Em arquivo
pt_pt: Em arquivo
ru: В архиве
tr: Arşivde
zh_tw: 在封存資料夾

# Type of label for a message/conversation
source: In drafts
ca: A esborranys
de: In Entwürfe
es: En borradores
fr: Dans les brouillons
hr: U skice
id: Dalam draf
nl: In concepten
pl: W Szkicach
pt: Em rascunhos
pt_pt: Nos rascunhos
ru: В черновиках
tr: Taslaklarda
zh_tw: 在草稿

# Type of label for a message/conversation
source: In inbox
ca: A la safata d'entrada
de: Im Posteingang
es: En el buzón
fr: Dans la boîte de réception
hr: U pristigloj pošti
id: Di kotak masuk
pl: W Odebranych
pt: Na caixa de entrada
pt_pt: Na caixa de entrada
ru: Во входящих
tr: Gelen kutusunda
zh_tw: 在收件匣

# Type of label for a message/conversation
source: In sent
ca: En enviat
de: In Gesendet
es: En enviados
fr: Dans envoyés
hr: U Poslano
id: Di kirim
nl: In verzonden
pl: W wysłanych
pt: Em enviados
pt_pt: Nos enviados
ru: В отправленных
tr: Gönderilenlerde
zh_tw: 「寄件備份」資料夾內

# Type of label for a message/conversation
source: In spam
ca: Al correu brossa
es: En spam
fr: Dans spam
hr: U Neželjenoj pošti
id: Dalam spam
pl: W Spamie
pt: Em spam
pt_pt: No spam
ru: В спаме
tr: Gereksiz kutusunda
zh_tw: 「垃圾郵件」資料夾內

# Type of label for a message/conversation
source: In trash
ca: A la paperera
de: In Papierkorb
es: En la papelera
fr: Dans la corbeille
hr: U otpadu
id: Di tempat sampah
nl: In prullenbak
pl: W Koszu
pt: Na lixeira
pt_pt: No lixo
ru: В корзине
tr: Çöp kutusunda
zh_tw: 在垃圾桶

# Use encrypted subject as subject
source: Yes
ca: Si
de: Ja
es: Sí
fr: Oui
hr: Da
nl: Ja
pl: Tak
pt: Sim
pt_pt: Sim
ru: Да
tr: Evet
zh_tw: 是

# Use unencrypted subject as subject
source: No
de: Nein
fr: Non
hr: Ne
nl: Nee
pl: Nie
pt: Não
pt_pt: Não
ru: Нет
tr: Hayır
zh_tw: 否

# User role
source: Admin
ca: Administrador
de: Administrator
es: Administrador
fr: Administrateur
nl: Beheerder
pl: Administrator
pt: Administrador
pt_pt: Administrador
ru: Администратор
tr: Yönetici
zh_tw: 管理員

# User role
source: Member
ca: Membre
de: Mitglied
es: Miembro
fr: Membre
hr: Član
id: Anggota
nl: Lid
pl: Użytkownik
pt: Membro
pt_pt: Membro
ru: Участник
tr: Üye
zh_tw: 成員

# User's signature
source: Name / Signature saved
ca: Nom / signatura desada
de: Name/Signatur gespeichert
es: Nombre / Firma guardados
fr: Nom / Signature enregistrés
hr: Naziv / Potpis je spremljen
id: Nama / tanda tangan disimpan
nl: Naam / Handtekening opgeslagen
pl: Nazwa / podpis zostały zapisane
pt: Nome / Assinatura salvas
pt_pt: Nome/Assinatura gravados
ru: Имя / подпись сохранены
tr: İsim / İmza kaydedildi
zh_tw: 姓名 / 署名已儲存

# VCard key name
source: Address
ca: Adreça
de: Anschrift
es: Dirección
fr: Adresse
hr: Adresa
id: Alamat
nl: Adres
pl: Adres
pt: Endereço
pt_pt: Endereço
ru: Адрес
tr: Adres
zh_tw: 地址

# VCard key name
source: Anniversary
ca: Aniversari
de: Jahrestag
es: Aniversario
fr: Anniversaire
hr: Godišnjica
id: Ulang tahun
nl: Jubileum
pl: Rocznica
pt: Aniversário
pt_pt: Aniversário
ru: Годовщина
tr: Yıldönümü
zh_tw: 紀念日

# VCard key name
source: Birthday
ca: Aniversari
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
hr: Rođendan
id: Ulang tahun
nl: Verjaardag
pl: Data urodzenia
pt: Data de nascimento
pt_pt: Data de aniversário
ru: День рождения
tr: Doğum günü
zh_tw: 生日

# VCard key name
source: Calendar user address
ca: Adreça d'usuari del calendari
de: E-Mail-Adresse der Kalenderinhabers
es: Dirección del calendario del usuario
fr: Adresse du calendrier de l’utilisateur
hr: Adresa korisnika u kalendaru
id: Alamat pengguna kalender
nl: Kalender gebruikersadres
pl: Adres użytkownika kalendarza
pt: Endereço do usuário de calendário
pt_pt: Endereço do calendário do utilizador
ru: Эл. почта владельца календаря
tr: Takvim kullanıcı adresi
zh_tw: 日曆使用者位址

# VCard key name
source: Categories
ca: Categoria
de: Kategorien
es: Categorías
fr: Catégories
hr: Kategorije
nl: Categorieën
pl: Kategorie
pt: Categorias
pt_pt: Categorias
ru: Категории
tr: Kategoriler
zh_tw: 分類

# VCard key name
source: Cell
ca: Cel·la
de: Mobiltelefon
es: Celular
fr: Portable
hr: Mobitel
nl: Mobiel
pl: Telefon komórkowy
pt: Celular
pt_pt: Célula
ru: Сотовый
tr: Hücre
zh_tw: 手機

# VCard key name
source: Cryptographic scheme
ca: Esquema criptogràfic
de: Kryptografisches Schema
es: Esquema criptográfico
fr: Modèle de chiffrement
hr: Kriptografska shema
nl: Cryptografische schema
pl: Schemat kryptograficzny
pt: Esquema criptográfico
pt_pt: Esquema de encriptação
ru: Криптографическая схема
tr: Şifreleme düzeni
zh_tw: 加密方案

# VCard key name
source: Custom
ca: Personalitza
de: Benutzerdefiniert
es: Personalizar
fr: Personnaliser
hr: Prilagođeno
id: Adat
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
pt_pt: Personalizado
ru: Пользовательский
tr: Özel
zh_tw: 自訂

# VCard key name
source: Encrypt
ca: Xifratge
de: Verschlüsseln
es: Cifrar
fr: Chiffrer
hr: Šifriranje
nl: Versleutelen
pl: Zaszyfruj
pt: Criptografar
pt_pt: Encriptar
ru: Зашифровать
tr: Şifrele
zh_tw: 加密

# VCard key name
source: Format
es: Formato
nl: Formaat
pt: Formato
pt_pt: Formato
ru: Формат
tr: Biçim
zh_tw: 格式

# VCard key name
source: Free or busy URL
ca: URL gratuïta o ocupada
de: Frei oder beschäftigt - URL
es: URL libre u ocupada
fr: URL de disponibilité
hr: URL za slobodno ili zauzeto
id: URL gratis atau sibuk
nl: Vrij of bezet URL
pl: Wolny lub zajęty URL
pt: URL livre ou ocupado
pt_pt: URL livre ou ocupado
ru: Свободен/занят URL
tr: Boş veya meşgul URL
zh_tw: 有空或忙碌的網址

# VCard key name
source: Gender
ca: Gènere
de: Geschlecht
es: Sexo
fr: Sexe
hr: Spol
id: Jenis kelamin
nl: Geslacht
pl: Płeć
pt: Gênero
pt_pt: Sexo
ru: Пол
tr: Cinsiyet
zh_tw: 性別

# VCard key name
source: Geolocation
ca: Geolocalització
de: Standort
es: Geolocalización
fr: Géolocalisation
hr: Geolokacija
id: Geolokasi
nl: Geolocatie
pl: Geolokalizacja
pt: Geolocalização
pt_pt: Geo-localização
ru: Геолокация
tr: Coğrafi konum
zh_tw: 地理位置

# VCard key name
source: Language
ca: Llenguatge
de: Sprache
es: Idioma
fr: Langue
hr: Jezik
id: Bahasa
nl: Taal
pl: Język
pt: Idioma
pt_pt: Idioma
ru: Язык
tr: Dil
zh_tw: 語言

# VCard key name
source: Logo
pt: Logotipo
pt_pt: Logótipo
ru: Логотип
zh_tw: 商標

# VCard key name
source: Member
ca: Membre
de: Mitglied
es: Miembro
fr: Membre
hr: Član
nl: Lid
pl: Użytkownik
pt: Membro
pt_pt: Membro
ru: Участник
tr: Üye
zh_tw: 成員

# VCard key name
source: Mobile
ca: Mòbil
de: Handynummer
fr: Portable
hr: Mobitel
nl: Mobiel
pl: Komórka
pt: Móvel
pt_pt: Telemóvel
ru: Мобильный
tr: Mobil
zh_tw: 手機

# VCard key name
source: Name
ca: Nom
es: Nombre
fr: Nom
hr: Naziv
id: Nama
nl: Naam
pl: Nazwa kontaktu
pt: Nome
pt_pt: Nome
ru: Имя
tr: Ad
zh_tw: 名稱

# VCard key name
source: Nickname
ca: Sobrenom
de: Spitzname
es: Apodo
fr: Surnom
hr: Nadimak
id: Nama panggilan
nl: Bijnaam
pl: Pseudonim
pt: Apelido
pt_pt: Alcunha
ru: Псевдоним
tr: Takma ad
zh_tw: 暱稱

# VCard key name
source: Note
ca: Nota
de: Notiz
es: Nota
hr: Bilješka
id: Catatan
nl: Notitie
pl: Notatki
pt: Nota
pt_pt: Nota
ru: Примечание
tr: Not
zh_tw: 備忘

# VCard key name
source: Office
ca: Oficina
de: Büro
es: Oficina
fr: Bureau
hr: Ured
id: Kantor
nl: Kantoor
pl: Biuro
pt: Escritório
pt_pt: Escritório
ru: Офис
tr: Ofis
zh_tw: 辦公室

# VCard key name
source: Organization
ca: Organització
de: Organisation
es: Organización
fr: Entreprise
hr: Organizacija
id: Organisasi
nl: Organisatie
pl: Organizacja
pt: Organização
pt_pt: Organização
ru: Организация
tr: Kuruluş
zh_tw: 組織

# VCard key name
source: Other
ca: Altres
de: Weitere
fr: Autre
hr: Ostalo
nl: Overig
pl: Inny
pt: Outro
pt_pt: Outro
ru: Другая
tr: Diğer
zh_tw: 其他

# VCard key name
source: Personal
de: Persönlich
fr: Personnel
hr: Privatno
id: Pribadi
nl: Persoonlijk
pl: Osobisty
pt: Pessoal
pt_pt: Pessoal
ru: Личное
tr: Kişisel
zh_tw: 個人

# VCard key name
source: Phone
ca: Telèfon
de: Telefon
es: Teléfono
fr: Téléphone
hr: Telefon
id: Telepon
nl: Telefoon
pl: Telefon
pt: Telefone
pt_pt: Telefone
ru: Телефон
tr: Telefon
zh_tw: 電話

# VCard key name
source: Photo
ca: Foto
de: Bild
es: Foto
hr: Fotografija
id: Foto
nl: Foto
pl: Zdjęcie
pt: Foto
pt_pt: Fotografia
ru: Фотография
tr: Fotoğraf
zh_tw: 相片

# VCard key name
source: Private
ca: Privat
de: Privat
es: Privado
fr: Privé
hr: Privatno
id: Pribadi
nl: Privé
pl: Prywatny
pt: Privado
pt_pt: Privado
ru: Частный
tr: Özel
zh_tw: 私人

# VCard key name
source: Public Key
ca: Clau pública
de: Öffentlicher Schlüssel
es: Clave Pública
fr: Clé publique
hr: Javni ključ
nl: Publieke sleutel
pl: Klucz publiczny
pt: Chave pública
pt_pt: Chave pública
ru: Публичный ключ
tr: Ortak Anahtar
zh_tw: 公開金鑰

# VCard key name
source: Related
ca: Relacionat
de: Verknüpft
es: Relacionado
fr: En lien avec
hr: Povezano
id: Terkait
nl: Gerelateerd
pl: Powiązany
pt: Relacionados
pt_pt: Relacionado
ru: Связанный
tr: İlişkili
zh_tw: 相關項目

# VCard key name
source: Revision
ca: Revisió
de: Überarbeitung
es: Revisión
fr: Révision
hr: Revizija
id: Revisi
nl: Revisie
pl: Rewizja
pt: Revisão
pt_pt: Revisão
ru: Ревизия
tr: Gözden geçirme
zh_tw: 修訂

# VCard key name
source: Role
ca: Rol
de: Rolle
es: Puesto
fr: Rôle
hr: Uloga
id: Peran
nl: Rol
pl: Rola
pt: Função
pt_pt: Cargo
ru: Роль
tr: Rol
zh_tw: 身份

# VCard key name
source: Sign
ca: Signe
de: Signieren
es: Firmar
fr: Signer
hr: Znak
nl: Ondertekenen
pl: Podpisz
pt: Assinar
pt_pt: Assinar
ru: Подписать
tr: İmza
zh_tw: 簽名

# VCard key name
source: Software
ca: Programari
fr: Logiciel
hr: Softver
id: Perangkat lunak
pl: Oprogramowanie
pt_pt: Programa
ru: Программа
tr: Yazılım
zh_tw: 軟體

# VCard key name
source: Sound
ca: Audio
de: Töne
es: Sonido
fr: Prononciation
hr: Zvuk
id: Suara
nl: Geluid
pl: Dźwięk
pt: Som
pt_pt: Áudio
ru: Звук
tr: Ses
zh_tw: 讀音

# VCard key name
source: Timezone
ca: Zona Horària
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
hr: Vremenska zona
id: Zona waktu
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
pt_pt: Fuso horário
ru: Часовой пояс
tr: Zaman dilimi
zh_tw: 時區

# VCard key name
source: Title
ca: Títol
de: Titel
es: Título
fr: Titre
hr: Naslov
id: Judul
nl: Titel
pl: Tytuł
pt: Título
pt_pt: Título
ru: Должность
tr: Başlık
zh_tw: 頭銜

# VCard key name
source: URI for a calendar
ca: URI per a un calendari
de: URI eines Kalenders
es: URI para un calendario
fr: URI pour un calendrier
hr: URI za kalendar
id: URI untuk kalender
nl: URI voor een kalender
pl: URI dla kalendarza
pt: URI para um calendário
pt_pt: URI para o calendário
ru: URI для календаря
tr: Bir takvim için URI
zh_tw: 日曆的 URI

# VCard key name
source: Work
ca: Feina
de: Geschäftlich
es: Trabajo
fr: Travail
hr: Posao
id: Kerja
nl: Werk
pl: Praca
pt: Trabalho
pt_pt: Trabalho
ru: Рабочий
tr: İş
zh_tw: 工作

# Want to test the latest features? Log in on BETA
source: Want to test the latest features? Log in on
ca: Voleu provar els últims trets? Connecti's
de: Möchten Sie die neuesten Funktionen testen? Anmelden
fr: Vous voulez tester les dernières fonctionnalités ? Connectez-vous à la
hr: Želite li testirati najnovije značajke? Prijavite se na
pl: Chcesz przetestować najnowsze funkcje? Zaloguj się do
pt: Quer testar os recursos mais recentes? Faça o login no
pt_pt: Quer testar as últimas funcionalidades? Inicie sessão em
ru: Хотите попробовать самые новые возможности? Войдите через
tr: En son özellikleri denemek ister misiniz? Giriş yapın
zh_tw: 想測試最新功能嗎？請登入

# Warning
source: If you are sending this message to a non ProtonMail user, please be sure to set a password for your message.
ca: Si esteu enviant aquest missatge a un usuari que no sigui ProtonMail, assegureu-vos d'establir una contrasenya per al vostre missatge.
de: Wenn Sie diese Nachricht an einen Nicht-ProtonMail-Nutzer senden, stellen Sie bitte sicher, dass Sie ein Passwort für Ihre Nachricht festlegen.
fr: Si vous envoyez ce message à un utilisateur non ProtonMail, veillez à définir un mot de passe pour votre message.
hr: Ako ovu poruku šaljete korisniku koji ne koristi ProtonMail, svakako postavite lozinku za svoju poruku.
nl: Als u dit bericht naar een niet-Protonmail-gebruiker verzendt, zorg dan dat u een wachtwoord voor dit bericht hebt ingesteld.
pl: Ustaw hasło dla tej wiadomości, jeśli wysyłasz ją do użytkownika spoza Protonmaila.
pt: Se você estiver enviando esta mensagem para uma pessoa que não usa o ProtonMail. Por favor, certifique-se de definir uma senha para sua mensagem.
pt_pt: Se estiver a enviar esta mensagem para um utilizador não-ProtonMail, por favor certifique-se que define uma senha para a sua mensagem.
ru: Если вы отправляете это сообщение пользователю вне ProtonMail, то убедитесь, пожалуйста, что задали пароль для своего сообщения.
tr: Bu iletiyi ProtonMail'i olmayan bir kullanıcıya gönderiyorsanız, lütfen iletiniz için bir parola belirlediğinizden emin olun.
zh_tw: 若您打算傳送此訊息至一位非 ProtonMail 使用者，請緊記設定訊息密碼。

# Warning
source: Please add a password for the following recipients
ca: Afegiu una contrasenya als destinataris següents
de: Bitte ein Passwort für folgende Empfänger hinzufügen
fr: Veuillez ajouter un mot de passe pour les destinataires suivants
hr: Molimo dodajte lozinku za sljedeće primatelje
nl: Voeg s.v.p. een wachtwoord toe voor de volgende ontvangers
pl: Dodaj hasło dla następujących odbiorców
pt: Por favor, adicione uma senha para os seguintes destinatários
pt_pt: Por favor, adicione uma senha aos seguintes destinatários
ru: Пожалуйста, добавьте пароль для следующих получателей
tr: Lütfen aşağıdaki alıcılar için bir parola ekleyin
zh_tw: 請為以下收件者設定密碼

# Warning
source: Please disable PGP Sending for the following recipients
ca: Desactiveu l'enviament PGP per als destinataris següents
de: Bitte deaktivieren Sie das Senden über PGP für folgende Empfänger
fr: Veuillez désactiver l’envoi PGP pour les destinataires suivants
hr: Molimo onemogućite PGP Slanja za sljedeće primatelje
nl: Schakel PGP s.v.p. uit om te verzenden naar de volgende ontvangers
pl: Wyłącz wysyłanie poprzez PGP dla następujących odbiorców
pt: Por favor, desabilite o envio PGP para os seguintes destinatários
pt_pt: Por favor, desactive o envio PGP para os seguintes destinatários
ru: Пожалуйста, отключите PGP-отправку для следующих получателей
tr: Lütfen aşağıdaki alıcılar için PGP gönderimini devre dışı bırakın
zh_tw: 請發送給以下收件者時停用 PGP 傳送
