Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: <kbd>c</kbd> Opens a new <strong>composer</strong>.
ca: <kbd>c</kbd> <strong>Redacta</strong> un nou missatge.
de: <kbd>c</kbd> Öffnet ein neues <strong>Verfasser-Fenster</strong>.
es: <kbd>c</kbd> Abre un nuevo <strong>redactor</strong>.
fr: <kbd>c</kbd><strong> Composer</strong> un nouveau message.
hr: <kbd>c</kbd> Otvara <strong>novi prozor za novu poruku</strong>.
id: <kbd> c </ kbd> Membuka baru <strong> komposer </ strong>.
nl: <kbd>c</kbd> Opent een nieuw <strong>opstelvenster</strong>.
pl: <kbd>c</kbd> Otwórz <strong>edytor</strong>.
pt: <kbd>e</kbd> Abre um novo <strong>compositor de mensagens</strong>.
pt_pt: <kbd>c</kbd> Abre um novo <strong>compositor</strong>.
ru: <kbd>c</kbd> Открывает новый <strong>редактор</strong>.
tr: <kbd>c</kbd> Yeni bir <strong>mesaj penceresi</strong> açar.
zh_tw: <kbd>/</kbd> 開啟一個新的 <strong>郵件編輯器</strong>。

# Info
source: <kbd>command</kbd> + <kbd>enter</kbd> <strong>Sends</strong> the message.
ca: <kbd>command</kbd> + <kbd>retorn</kbd> <strong>Envia</strong> el missatge.
de: <kbd>Strg</kbd> + <kbd>Enter</kbd> <strong>Sendet</strong> die Nachricht.
es: <kbd>comando</kbd> + <kbd>enter</kbd> <strong>Envía</strong> el mensaje.
fr: <kbd>cmd</kbd> + <kbd>Entrée</kbd> <strong>Envoie</strong> le message.
hr: <kbd>command</kbd> + <kbd>enter</kbd> <strong>Šalje</strong> poruku.
id: <kbd> perintah </ kbd> + <kbd> masukkan </ kbd> <strong> Mengirim </ strong> pesannya.
nl: <kbd>command</kbd> + <kbd>enter</kbd> <strong>Verstuurt</strong> het bericht.
pl: <kbd>command</kbd> + <kbd>enter</kbd> <strong>Wyślij</strong> wiadomość.
pt: <kbd>Ctrl</kbd> + <kbd>enter</kbd> <strong>Envia</strong> a mensagem.
pt_pt: <kbd>comando</kbd> + <kbd>enter</kbd> <strong>Envia</strong> a mensagem.
ru: <kbd>command</kbd> + <kbd>enter</kbd> <strong>Отправляет</strong> сообщение.
tr: <kbd>command</kbd> + <kbd>enter</kbd> <strong>Mesajı</strong> gönderir.
zh_tw: <kbd>command</kbd> + <kbd>enter</kbd> <strong>傳送</strong>訊息。

# Info
source: <kbd>command</kbd> + <kbd>s</kbd> <strong>Saves</strong> the contact.
ca: <kbd>Tecla d'ordre</kbd> + <kbd>s</kbd> <strong>Desa</strong> el contacte.
de: <kbd>command</kbd> + <kbd>s</kbd> <strong>Speichert</strong> den Kontakt.
es: <kbd>command</kbd> + <kbd>s</kbd> <strong>Guarda</strong> el contacto.
fr: <kbd>command</kbd> + <kbd>s</kbd> <strong>Enregistre</strong> le contact.
hr: <kbd>command</kbd> + <kbd>s</kbd> <strong>Sprema</strong> kontakta.
id: <kbd>perintah</kbd> + <kbd>s</kbd> <strong>Simpan</strong> kontak.
nl: <kbd>command</kbd> + <kbd>s</kbd> Contactpersoon <strong>opslaan</strong>.
pl: <kbd>command</kbd> + <kbd>s</kbd> <strong>Zapisz</strong> kontakt.
pt: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Salvar</strong> o contato.
pt_pt: <kbd>comando</kbd> + <kbd>s</kbd> <strong>Grava</strong> o contacto.
ru: <kbd>command</kbd> + <kbd>s</kbd> <strong>Сохраняет</strong> контакт.
tr: <kbd>command</kbd> + <kbd>s</kbd> Kişiyi <strong>kaydeder</strong>.
zh_tw: <kbd>command</kbd> + <kbd>s</kbd> <strong>儲存</strong>聯絡人。

# Info
source: <kbd>command</kbd> + <kbd>s</kbd> <strong>Saves</strong> the message.
ca: <kbd>command</kbd> + <kbd>s</kbd> <strong>Desa</strong> el missatge.
de: <kbd>Befehlstaste</kbd> + <kbd>s</kbd> <strong>speichert</strong> die Nachricht.
es: <kbd>command</kbd> + <kbd>s</kbd> <strong>Guarda</strong> el mensaje.
fr: <kbd>Cmd</kbd> + <kbd>s</kbd> <strong>Enregistre</strong> le message.
hr: <kbd>command</kbd> + <kbd>s</kbd> <strong>Sprema</strong> poruku.
id: <kbd> perintah </ kbd> + <kbd> s </ kbd> <strong> Menyimpan </ strong> pesan.
nl: <kbd>command</kbd> + <kbd>s</kbd> Bericht <strong>opslaan</strong>.
pl: <kbd>command</kbd> + <kbd>s</kbd> <strong>Zapisz</strong> wiadomość.
pt: <kbd>Ctrl</kbd> + <kbd>s</kbd> <strong>Salva</strong> a mensagem.
pt_pt: <kbd>comando</kbd> + <kbd>s</kbd> <strong>Grava</strong> a mensagem.
ru: <kbd>command</kbd> + <kbd>s</kbd> <strong>Сохраняет</strong> сообщение.
tr: <kbd>command</kbd> + <kbd>s</kbd> Mesajı <strong>kaydeder</strong>.
zh_tw: <kbd>command</kbd> + <kbd>s</kbd> <strong>保存</strong>訊息。

# Info
source: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Sends</strong> the message.
ca: <kbd>ctrl</kbd> + <kbd>retorn</kbd> <strong>Envia</strong> el missatge.
de: <kbd>Strg</kbd> + <kbd>Enter</kbd> <strong>Sendet</strong> die Nachricht.
es: <kbd>Ctrl</kbd> + <kbd>enter</kbd> <strong>Envía</strong> el mensaje.
fr: <kbd>ctrl</kbd> + <kbd>Entrée</kbd> <strong>Envoie</strong> le message.
hr: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Šalje</strong> poruku.
id: <kbd> ctrl </ kbd> + <kbd> masukkan </ kbd> <strong> Mengirim </ strong> pesannya.
nl: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Verstuurt</strong> het bericht.
pl: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Wyślij</strong> wiadomość.
pt: <kbd>Ctrl</kbd> + <kbd>enter</kbd> <strong>Envia</strong> a mensagem.
pt_pt: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Envia</strong> a mensagem.
ru: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Отправляет</strong> сообщение.
tr: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Mesajı</strong> gönderir.
zh_tw: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>傳送</strong>訊息。

# Info
source: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Saves</strong> the message.
ca: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Desa</strong> el missatge.
de: <kbd>Strg</kbd> + <kbd>s</kbd> <strong>speichert</strong> die Nachricht.
es: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Guarda</strong> el mensaje.
fr: <kbd>Ctrl</kbd> + <kbd>s</kbd> <strong>Enregistre</strong> le message.
hr: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Sprema</strong> poruku.
id: <kbd> ctrl </ kbd> + <kbd> s </ kbd> <strong> Menyimpan </ strong> pesan.
nl: <kbd>ctrl</kbd> + <kbd>s</kbd> Bericht <strong>opslaan</strong>.
pl: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Zapisz</strong> wiadomość.
pt: <kbd>Ctrl</kbd> + <kbd>s</kbd> <strong>Salva</strong> a mensagem.
pt_pt: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Grava</strong> a mensagem.
ru: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Сохраняет</strong> сообщение.
tr: <kbd>ctrl</kbd> + <kbd>s</kbd> Mesajı <strong>kaydeder</strong>.
zh_tw: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>保存</strong>訊息。

# Info
source: <kbd>enter</kbd> Confirms <strong>the active modal</strong>.
ca: <kbd>enter</kbd> Confirma <strong>la finestra activa</strong>.
de: <kbd>Enter</kbd> Bestätigt <strong>den aktiven Dialog</strong>.
es: <kbd>enter</kbd> Confirma <strong>la ventana activa</strong>.
fr: <kbd>Entrée</kbd> Confirme <strong>le mode actif</strong>.
hr: <kbd>enter</kbd> Potvrđuje <strong>aktivni skočni prozor</strong>.
id: <kbd> masukkan </ kbd> Konfirmasikan <strong> modal aktif </ strong>.
nl: <kbd>enter</kbd> Bevestigt <strong>het actieve venster</strong>.
pl: <kbd>enter</kbd> Potwierdź <strong>aktywne okno</strong>.
pt: <kbd>enter</kbd>Confirma <strong>o modal ativo</strong>.
pt_pt: <kbd>enter</kbd> Confirma <strong>a janela activa</strong>.
ru: <kbd>enter</kbd> Подтверждает <strong>активное модальное окно</strong>.
tr: <kbd>enter</kbd> <strong>Etkin pencereyi</strong> onaylar.
zh_tw: <kbd>輸入</kbd> 確認 <strong>可用的視窗</strong>。

# Info
source: <kbd>enter</kbd> Opens the <strong>marked</strong> message/conversation.
ca: <kbd>enter</kbd> Obre el missatge/conversa <strong>marcat</strong>.
de: <kbd>Enter</kbd> Öffnet die <strong>markierte</strong> Nachricht/Konversation.
es: <kbd>enter</kbd> Abre el mensaje/conversación <strong>marcado</strong>.
fr: <kbd>Entrée</kbd> Ouvre le/la message/conversation <strong>marquée</strong>.
hr: <kbd>enter</kbd> Otvara <strong>označenu</strong> poruku ili razgovor.
id: <kbd> enter </ kbd> Membuka pesan / percakapan <strong> ditandai </ strong>.
nl: <kbd>enter</kbd> Opent het <strong>gemarkeerde</strong> bericht/gesprek.
pl: <kbd>enter</kbd> Otwórz <strong>zaznaczoną</strong> wiadomość/wątek.
pt: <kbd>Enter</kbd> Abre a mensagem/conversa <strong>marcada</strong>.
pt_pt: <kbd>enter</kbd> Abre a mensagem/conversa <strong>marcada</strong>.
ru: <kbd>enter</kbd> Открывает <strong>отмеченное</strong> сообщение/цепочку.
tr: <kbd>enter</kbd> <strong>İşaretli</strong> mesajı/ileti dizisini açar.
zh_tw: <kbd>enter</kbd> 開啟<strong>已選</strong>訊息／會話。

# Info
source: <kbd>escape</kbd> Back to the list.
ca: <kbd>escape</kbd> Tornar a la llista.
de: <kbd>Escape</kbd> Zurück zur Liste.
es: <kbd>escape</kbd> Vuelve a la lista.
fr: <kbd>Échap</kbd> Retour à la liste.
hr: <kbd>escape</kbd> Povratan na listu razgovora.
id: <kbd> escape </ kbd> Kembali ke daftar.
nl: <kbd>escape</kbd> Terugkeren naar de lijst.
pl: <kbd>escape</kbd> Powróć do listy.
pt: <kbd>Esc</kbd> Volta à lista.
pt_pt: <kbd>Esc</kbd> Regressa à lista.
ru: <kbd>escape</kbd> Назад к списку.
tr: <kbd>escape</kbd> Listeye geri döner.
zh_tw: <kbd>escape</kbd> 回到列表。

# Info
source: <kbd>escape</kbd> Closes <strong>the active modal</strong>.
ca: <kbd>escape</kbd> Tanca <strong>la finestra activa</strong>.
de: <kbd>Escape</kbd> Schließt <strong> den aktiven Dialog</strong>.
es: <kbd>escape</kbd> Cierra <strong>la ventana activa</strong>.
fr: <kbd>Echap</kbd> Ferme <strong>le mode actif</strong>.
hr: <kbd>escape</kbd> Zatvara <strong>aktivni skočni prozor</strong>.
id: <kbd> escape </ kbd> Menutup <strong> modal aktif </ strong>.
nl: <kbd>escape</kbd> Sluit <strong>het huidige hulpvenster</strong>.
pl: <kbd>escape</kbd> Zamknij <strong>aktywne okno</strong>.
pt: <kbd>Esc</kbd> Fecha <strong>a janela ativa</strong>.
pt_pt: <kbd>Esc</kbd> Fecha <strong>a janela activa</strong>.
ru: <kbd>escape</kbd> Закрывает <strong>активное модальное окно</strong>.
tr: <kbd>escape</kbd> <strong>Etkin pencereyi</strong> kapatır.
zh_tw: <kbd>escape</kbd> 關閉<strong>當前對話框視窗</strong>。

# Info
source: <kbd>escape</kbd> Closes the active <strong>composer</strong>.
ca: <kbd>escape</kbd> Tanca l'<strong>editor de missatges</strong>.
de: <kbd>Escape</kbd> Schließt das aktive <strong>Verfasser-Fenster</strong>.
es: <kbd>escape</kbd> Cierra el <strong>redactor</strong> activo.
fr: <kbd>Echap</kbd> Ferme le <strong>message</strong> actif.
hr: <kbd>escape</kbd> Zatvara aktivni <strong>prozor za novu poruku</strong>.
id: <kbd> melarikan diri </ kbd> Menutup aktif <strong> komposer </ strong>.
nl: <kbd>escape</kbd> Sluit het actieve <strong>opstelvenster</strong>.
pl: <kbd>escape</kbd> Zamknij aktywny <strong>edytor</strong>.
pt: <kbd>Esc</kbd> Fecha o <strong>compositor de mensagens</strong> ativo.
pt_pt: <kbd>Esc</kbd> Fecha o <strong>compositor</strong> activo.
ru: <kbd>escape</kbd> Закрывает активный <strong>редактор</strong>.
tr: <kbd>escape</kbd> Etkin <strong>mesaj penceresini</strong> kapatır.
zh_tw: <kbd>escape</kbd> 關閉當前的<strong>郵件編輯器</strong>。

# Info
source: <kbd>g</kbd> then <kbd>.</kbd> Goes to <strong>starred</strong>.
ca: <kbd>g</kbd> després <kbd>.</kbd> Anar a <strong>destacats</strong>.
de: <kbd>g</kbd> dann <kbd>.</kbd> Gehe zu <strong>Markiert</strong>.
es: <kbd>g</kbd> luego <kbd>.</kbd> Va a <strong>destacados</strong>.
fr: <kbd>g</kbd> puis <kbd>.</kbd> Aller au <strong>dossier favoris</strong>.
hr: <kbd>g</kbd> zatim <kbd>.</kbd> Prebacuje na <strong>Sa zvjezdicom</strong> mapu.
id: <kbd> g </ kbd> lalu <kbd>. </ kbd> Masuk ke <strong> berbintang </ strong>.
nl: <kbd>g</kbd> en vervolgens <kbd>.</kbd> Ga naar<strong>met ster</strong>.
pl: <kbd>g</kbd> następnie <kbd>.</kbd> Przejdź do <strong>Wyróżnionych</strong>.
pt: <kbd>g</kbd> então <kbd>.</kbd> Vá para <strong>com estrela</strong>.
pt_pt: <kbd>g</kbd> + <kbd>.</kbd> Vai para as <strong>estreladas</strong>.
ru: <kbd>g</kbd> затем <kbd>.</kbd> Переход к <strong>избранным</strong>.
tr: <kbd>g</kbd> ve <kbd>.</kbd> <strong>Yıldızlılara</strong> gider.
zh_tw: 按下 <kbd>g</kbd> 後再按 <kbd>.</kbd> 開啟<strong>已加星號</strong>資料夾。

# Info
source: <kbd>g</kbd> then <kbd>a</kbd> Goes to <strong>archive</strong>.
ca: <kbd>g</kbd> després <kbd>a</kbd> Anar a l'<strong>arxiu</strong>.
de: <kbd>g</kbd> dann <kbd>a</kbd> Gehe zum <strong>Archiv</strong>.
es: <kbd>g</kbd> luego <kbd>a</kbd> Va al <strong>archivo</strong>.
fr: <kbd>g</kbd> puis <kbd>a</kbd> Aller au <strong>dossier archives</strong>.
hr: <kbd>g</kbd> zatim <kbd>a</kbd> Prebacuje na <strong>arhivu</strong>.
id: <kbd> g </ kbd> lalu <kbd> a </ kbd> Masuk ke <strong> arsip </ strong>.
nl: <kbd>g</kbd> en vervolgens <kbd>a</kbd> Ga naar<strong>archief</strong>.
pl: <kbd>g</kbd> następnie <kbd>a</kbd> Przejdź do <strong>Archiwum</strong>.
pt: <kbd>g</kbd> então <kbd>a</kbd> Vai para o <strong>arquivo</strong>.
pt_pt: <kbd>g</kbd> + <kbd>a</kbd> Vai para o <strong>arquivo</strong>.
ru: <kbd>g</kbd> затем <kbd>a</kbd> Переход в <strong>архив</strong>.
tr: <kbd>g</kbd> ve<kbd>a</kbd> <strong>Arşive</strong> gider.
zh_tw: 按下 <kbd>g</kbd> 後再按 <kbd>a</kbd> 開啟<strong>封存</strong>資料夾。

# Info
source: <kbd>g</kbd> then <kbd>d</kbd> Goes to <strong>drafts</strong>.
ca: <kbd>g</kbd> després <kbd>d</kbd> Anar a <strong>esborranys</strong>.
de: <kbd>g</kbd> dann <kbd>d</kbd> Gehe zu den <strong>Entwürfen</strong>.
es: <kbd>g</kbd> luego <kbd>d</kbd> Va a <strong>borradores</strong>.
fr: <kbd>g</kbd> puis <kbd>d</kbd> Aller au <strong>dossier brouillons</strong>.
hr: <kbd>g</kbd> zatim <kbd>d</kbd> Prebacuje na <strong>skice</strong>.
id: <kbd> g </ kbd> lalu <kbd> d </ kbd> Masuk ke <strong> draf </ strong>.
nl: <kbd>g</kbd> en vervolgens <kbd>d</kbd> Ga naar<strong>concepten</strong>.
pl: <kbd>g</kbd> następnie <kbd>d</kbd> Przejdź do <strong>Szkiców</strong>.
pt: <kbd>g</kbd> então <kbd>d</kbd> Vai para <strong>rascunhos</strong>.
pt_pt: <kbd>g</kbd> + <kbd>d</kbd> Vai para os <strong>rascunhos</strong>.
ru: <kbd>g</kbd> затем <kbd>d</kbd> Переход к <strong>черновикам</strong>.
tr: <kbd>g</kbd> ve <kbd>d</kbd> <strong>Taslaklara</strong> gider.
zh_tw: 按下 <kbd>g</kbd> 後再按 <kbd>d</kbd> 開啟<strong>草稿</strong>。

# Info
source: <kbd>g</kbd> then <kbd>i</kbd> Goes to <strong>inbox</strong>.
ca: <kbd>g</kbd> després <kbd>i</kbd> Va a <strong>safata d'entrada</strong>.
de: <kbd>g</kbd> dann <kbd>i</kbd> Gehe zum <strong>Posteingang</strong>.
es: <kbd>g</kbd> luego <kbd>i</kbd> Va a <strong>bandeja de entrada</strong>.
fr: <kbd>g</kbd> puis <kbd>i</kbd> Aller à <strong>la boîte de réception</strong>.
hr: <kbd>g</kbd> zatim <kbd>i</kbd> Prebacuje na <strong>pristiglu poštu</strong>.
id: <kbd> g </ kbd> lalu <kbd> i </ kbd> Masuk ke <strong> kotak masuk </ strong>.
nl: <kbd>g</kbd> en vervolgens <kbd>i</kbd> Ga naar <strong>inbox</strong>.
pl: <kbd>g</kbd> następnie <kbd>i</kbd> Przejdź do <strong>Odebranych</strong>.
pt: <kbd>g</kbd> então <kbd>i</kbd> Vai para <strong>caixa de entrada</strong>.
pt_pt: <kbd>g</kbd> + <kbd>i</kbd> Vai para a <strong>caixa de entrada</strong>.
ru: <kbd>g</kbd> затем <kbd>i</kbd> Переход во <strong>входящие</strong>.
tr: <kbd>g</kbd> ve <kbd>i</kbd> <strong>Gelenlere</strong> gider.
zh_tw: 按下 <kbd>g</kbd> 後再按 <kbd>i</kbd> 開啟<strong>收件匣</strong>。

# Info
source: <kbd>g</kbd> then <kbd>s</kbd> Goes to <strong>sent</strong>.
ca: <kbd>g</kbd> després <kbd>s</kbd> Va a <strong>enviats</strong>.
de: <kbd>g</kbd> dann <kbd>s</kbd> Gehe zu <strong>Gesendet</strong>.
es: <kbd>g</kbd> luego <kbd>s</kbd> Va a <strong>enviados</strong>.
fr: <kbd>g</kbd> puis <kbd>s</kbd> Aller au <strong>dossier envoyés</strong>.
hr: <kbd>g</kbd> zatim <kbd>s</kbd> Prebacuje na <strong>poslano</strong>.
id: <kbd> g </ kbd> lalu <kbd> s </ kbd> Masuk ke <strong> terkirim </ strong>.
nl: <kbd>g</kbd> en vervolgens <kbd>s</kbd> Ga naar <strong>verzonden</strong>.
pl: <kbd>g</kbd> następnie <kbd>s</kbd> Przejdź do <strong>wysłanych</strong>.
pt: <kbd>g</kbd> então <kbd>s</kbd> Vai para <strong>enviadas</strong>.
pt_pt: <kbd>g</kbd> + <kbd>s</kbd> Vai para os <strong>enviados</strong>.
ru: <kbd>g</kbd> затем <kbd>s</kbd> Переход в <strong>отправленные</strong>.
tr: <kbd>g</kbd> ve <kbd>s</kbd> <strong>Gönderilenlere</strong> gider.
zh_tw: 按下 <kbd>g</kbd> 後再按 <kbd>s</kbd> 開啟<strong>寄件備份</strong>資料夾。

# Info
source: <kbd>g</kbd> then <kbd>t</kbd> Goes to <strong>trash</strong>.
ca: <kbd>g</kbd> després <kbd>t</kbd> Va a <strong>papelera</strong>.
de: <kbd>g</kbd> dann <kbd>t</kbd> Gehe zum <strong>Papierkorb</strong>.
es: <kbd>g</kbd> luego <kbd>t</kbd> Va a <strong>papelera</strong>.
fr: <kbd>g</kbd> puis <kbd>t</kbd> Aller au <strong>dossier corbeille</strong>.
hr: <kbd>g</kbd> zatim <kbd>t</kbd> Prebacuje na <strong>otpad</strong>.
id: <kbd> g </ kbd> lalu <kbd> t </ kbd> Pergi ke <strong> sampah </ strong>.
nl: <kbd>g</kbd> en vervolgens <kbd>t</kbd> Ga naar <strong>prullenbak</strong>.
pl: <kbd>g</kbd> następnie <kbd>t</kbd> Przejdź do <strong>Kosza</strong>.
pt: <kbd>g</kbd> então <kbd>t</kbd> Vai para <strong>lixeira</strong>.
pt_pt: <kbd>g</kbd> + <kbd>t</kbd> Vai para o <strong>lixo</strong>.
ru: <kbd>g</kbd> затем <kbd>t</kbd> Переход в <strong>корзину</strong>.
tr: <kbd>g</kbd> ve <kbd>t</kbd> <strong>Çöpe</strong> gider.
zh_tw: 按下 <kbd>g</kbd> 後再按 <kbd>t</kbd> 開啟<strong>垃圾桶</strong>。

# Info
source: <kbd>g</kbd> then <kbd>x</kbd> Goes to <strong>spam</strong>.
ca: <kbd>g</kbd> després <kbd>x</kbd> Va a <strong>spam</strong>.
de: <kbd>g</kbd> und dann <kbd>x</kbd> Gehe zum <strong>Spam-Ordner</strong>.
es: <kbd>g</kbd> luego <kbd>x</kbd> Va a <strong>spam</strong>.
fr: <kbd>g</kbd> puis <kbd>x</kbd> Aller au <strong>dossier spam</strong>.
hr: <kbd>g</kbd> zatim <kbd>x</kbd> Prebacuje na <strong>neželjenu poštu</strong>.
nl: <kbd>g</kbd> en vervolgens <kbd>x</kbd> Gaat naar <strong>spam</strong>.
pl: <kbd>g</kbd> następnie <kbd>x</kbd> Przejdź do <strong>Spamu</strong>.
pt: <kbd>g</kbd> então <kbd>x</kbd> Vai para <strong>spam</strong>.
pt_pt: <kbd>g</kbd> + <kbd>x</kbd> Vai para <strong>spam</strong>.
ru: <kbd>g</kbd> затем <kbd>x</kbd> Переход в <strong>спам</strong>.
tr: <kbd>g</kbd> ve <kbd>x</kbd> <strong>Spama</strong> gider.
zh_tw: 按下 <kbd>g</kbd> 後再按 <kbd>x</kbd> 開啟<strong>垃圾郵件</strong>資料夾。

# Info
source: <kbd>i</kbd> Moves the message/conversation to <strong>inbox</strong>.
ca: <kbd>i</kbd> Trasllada el missatge/conversació a <strong>safata d'entrada</strong>.
de: <kbd>i</kbd> Verschiebt die Nachricht/Konversation in den <strong>Posteingang</strong>.
es: <kbd>i</kbd> Mueve el mensaje/conversación a la <strong>bandeja de entrada</strong>.
fr: <kbd>i</kbd> Déplace le message ou la conversation dans la <strong>boite de réception</strong>.
hr: <kbd>i</kbd> Premješta poruku ili razgovor u <strong>pristiglu poštu</strong>.
nl: <kbd>i</kbd> Verplaatst het bericht/gesprek naar de <strong>inbox</strong>.
pl: <kbd>i</kbd> Przenieś wiadomość/wątek do <strong>Odebranych</strong>.
pt: <kbd>i</kbd> Move a mensagem/conversa para <strong>caixa de entrada</strong>.
pt_pt: <kbd>i</kbd> Move a mensagem/conversa para a <strong>caixa de entrada</strong>.
ru: <kbd>i</kbd> Перемещает сообщение/цепочку во <strong>входящие</strong>.
tr: <kbd>i</kbd> Mesajı/İleti dizisini <strong>gelen kutusuna</strong> taşır.
zh_tw: <kbd>i</kbd> 把訊息／會話移至<strong>收件匣</strong>。

# Info
source: <kbd>j</kbd> Displays the <strong>older</strong> conversation.
ca: <kbd>j</kbd> Mostra la conversa <strong>més antiga</strong>.
de: <kbd>j</kbd> Zeigt die <strong>ältere</strong> Unterhaltung an.
es: <kbd>j</kbd>Muestra la conversación <strong>más antigua</strong>.
fr: <kbd>j</kbd> Affiche la conversation la <strong>plus ancienne</strong>.
hr: <kbd>j</kbd> Prikazuje <strong>starije</strong> razgovore.
nl: <kbd>j</kbd> Toont het <strong>oudere</strong> gesprek.
pl: <kbd>j</kbd> Wyświetl <strong>starszy</strong> wątek.
pt: <kbd>j</kbd> Exibe as conversas <strong>antigas</strong>.
pt_pt: <kbd>j</kbd> Mostra a conversa <strong>mais antiga</strong>.
ru: <kbd>j</kbd> Показывает <strong>более старую</strong> цепочку писем.
tr: <kbd>j</kbd> <strong>Eski</strong> konuşmaları görüntüler.
zh_tw: <kbd>j</kbd> 顯示 <strong>較早的</strong> 會話。

# Info
source: <kbd>k</kbd> Displays the <strong>newer</strong> conversation.
ca: <kbd>k</kbd> Mostra la conversació <strong>més recent</strong>.
de: <kbd>k</kbd> Zeigt die <strong>neuere</strong> Unterhaltung an.
es: <kbd>k</kbd> Muestra la conversación <strong>más reciente</strong>.
fr: <kbd>k</kbd> Affiche la conversation la <strong>plus récente</strong>.
hr: <kbd>k</kbd> Prikazuje <strong>novije</strong> razgovore.
id: <kbd> k </ kbd> Menampilkan percakapan <strong> yang lebih baru </ strong>.
nl: <kbd>k</kbd> Toont het <strong>nieuwere</strong> gesprek.
pl: <kbd>k</kbd> Wyświetl <strong>nowszy</strong> wątek.
pt: <kbd>k</kbd> Exibe as conversas <strong>novas</strong>.
pt_pt: <kbd>k</kbd> Mostra a conversa <strong>mais recente</strong>.
ru: <kbd>k</kbd> Показывает <strong>более новую</strong> цепочку писем.
tr: <kbd>k</kbd> <strong>Yeni</strong> konuşmaları görüntüler.
zh_tw: <kbd>k</kbd> 顯示 <strong>較新的</strong> 會話。

# Info
source: <kbd>r</kbd> Marks the message/conversation as <strong>read</strong>.
ca: <kbd>r</kbd> Marca el missatge/conversa com a <strong>llegida</strong>.
de: <kbd>r</kbd> Makiert die Nachricht/Konversation als <strong>gelesen</strong>.
es: <kbd>r</kbd> Marca el mensaje/conversación como <strong>leído</strong>.
fr: <kbd>r</kbd> Marque le/la message/conversation comme <strong>lu(e)</strong>.
hr: <kbd>r</kbd> Označava poruku ili razgovor kao <strong>pročitano</strong>.
id: <kbd> r </ kbd> Menandai pesan / percakapan sebagai <strong> baca </ strong>.
nl: <kbd>r</kbd> Markeert het bericht/gesprek als <strong>gelezen</strong>.
pl: <kbd>r</kbd> Oznacz wiadomość/wątek jako <strong>przeczytane</strong>.
pt: <kbd>r</kbd> Marca a mensagem/conversa como <strong>lida</strong>.
pt_pt: <kbd>r</kbd> Marca a mensagem/conversa como <strong>lida</strong>.
ru: <kbd>r</kbd> Отмечает письмо/цепочку писем как <strong>прочитанную</strong>.
tr: <kbd>r</kbd> Mesajı/İleti dizisini <strong>okundu</strong> olarak işaretler.
zh_tw: <kbd>r</kbd> 把訊息／會話標記為<strong>已讀</strong>。

# Info
source: <kbd>s</kbd> Moves the message/conversation to <strong>spam</strong>.
ca: <kbd>s</kbd> Trasllada el missatge/conversa a <strong>spam</strong>.
de: <kbd>s</kbd> Verschiebt die Nachricht in den <strong>Spam-Ordner</strong>.
es: <kbd>s</kbd> Mueve el mensaje/conversación a <strong>spam</strong>.
fr: <kbd>s</kbd> Déplace le message / la conversation dans <strong>Spam</strong>.
hr: <kbd>s</kbd> Premješta poruku ili razgovor u <strong>neželjenu poštu</strong>.
id: <kbd> s </ kbd> Memindahkan pesan / percakapan ke <strong> spam </ strong>.
nl: <kbd>s</kbd> Verplaatst het bericht/gesprek naar <strong>spam</strong>.
pl: <kbd>s</kbd> Przenieś wiadomość/wątek do <strong>Spamu</strong>.
pt: <kbd>s</kbd> Move a mensagem/conversa para <strong>spam</strong>.
pt_pt: <kbd>s</kbd> Move a mensagem/conversa para <strong>spam</strong>.
ru: <kbd>s</kbd> Перемещает сообщение/цепочку писем в <strong>спам</strong>.
tr: <kbd>s</kbd> Mesajı/İleti dizisini <strong>spama</strong> taşır.
zh_tw: <kbd>s</kbd> 把訊息／會話移至<strong>垃圾郵件</strong>資料夾。
