Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: This page is only available on larger resolution devices. If you are on a phone, try landscape mode, or visit on a computer instead.
ca: Aquesta pàgina només està disponible en dispositius d'alta definició. Si esteu en un telèfon, proveu el mode paisatge, o utilitzeu un ordinador.
de: Diese Seite ist nur auf Geräten mit höhrer Bildschirmauflösung verfügbar. Wenn Sie auf einem Telefon arbeiten, versuchen Sie es im Querformat oder besuchen Sie die Seite stattdessen von einem Computer aus.
es: Esta página sólo está disponible en dispositivos con alta resolución. Si está en un teléfono, utilice el modo horizontal, o utiliceuna computadora.
fr: Cette page n’est disponible que sur les appareils avec une résolution plus élevée. Si vous êtes sur un téléphone, essayez le mode paysage, ou bien visitez cette page sur un ordinateur.
hr: Ova je stranica dostupna samo na uređajima s većom razlučivošću zaslona. Ako koristite mobilni telefon, pokušajte koristiti način krajolika ili umjesto toga posjetite stranicu putem računala.
id: Halaman ini hanya tersedia pada perangkat resolusi yang lebih besar. Jika Anda sedang berbicara di telepon, coba mode landscape, atau kunjungi komputer.
nl: Deze pagina is alleen beschikbaar op apparaten met een hogere resolutie. Gebruikt u een telefoon, probeer dan de landschapsmodus of gebruik een computer.
pl: Ta strona jest dostępna tylko dla urządzeń z większą rozdzielczością. Jeśli korzystasz z telefonu, spróbuj z orientacji poziomej lub odwiedź stronę na komputerze.
pt: Esta página está disponível apenas em dispositivos com maior resolução. Se você estiver usando um telefone, tente o modo paisagem ou visite esta página em um computador.
pt_pt: Esta página só está acessível em dispositivos com resoluções mais elevadas. Se utiliza um telemóvel, experimente o modo Paisagem, ou aceda através de um computador.
ru: Эта страница доступна только на устройствах с большим разрешением экрана. Если Вы просматриваете её с телефона, то попробуйте перевести его в альбомный режим или зайдите на данную страницу с компьютера.
tr: Bu sayfa, yalnızca daha büyük çözünürlüklü cihazlarda kullanılabilir. Telefondaysanız, yatay modunu deneyin veya onun yerine bir bilgisayardan ziyaret edin.
zh_tw: 此頁面需要較高解像度。請以電腦瀏覽或將手機換成水平模式。

# Info
source: This sender's public key has not been trusted yet
pt_pt: A chave pública deste remetente ainda não foi confiada

# Info
source: This sets the default composer size. Two sizes are available, a smaller popup composer, and a bigger full screen composer.
ca: Això estableix la mida del redactor. Hi ha dues mides disponibles, un redactor popup petit, i un altre més gran de pantalla completa.
de: Dies stellt die Standardgröße für das Verfassen von Nachrichten ein. Zwei Größen sind verfügbar, ein kleineres Popup-Verfassen-Fenster und ein größeres Vollbild-Verfassen-Fenster.
es: Establezca el tamaño predeterminado del redactor. Hay dos tamaños disponibles, uno pequeño y uno de pantalla completa.
fr: Définit la taille par défaut de votre fenêtre de composition des messages. Vous pouvez choisir de rédiger vos messages sur un petit pop-up ou sur un affichage plein écran.
hr: Ovo postavlja zadanu veličinu prozora za novu poruku. Dvije veličine su dostupne. Manji skočni prozor i veći prozor preko cijelog zaslona.
id: Ini menentukan ukuran komposer default. Dua ukuran tersedia, komposer popup yang lebih kecil, dan komposer layar penuh yang lebih besar.
nl: Dit stelt de standaardgrootte van het opstelvenster in. Twee maten zijn beschikbaar, een kleiner popup-venster en een groter venster dat het volledige scherm gebruikt.
pl: To ustawienie jest odpowiedzialne za domyślny rozmiar edytora. Są dostępne dwie opcje: edytor w oknie lub na pełny ekran.
pt: Isso define o tamanho padrão do compositor de mensagens. Dois tamanhos estão disponíveis, um compositor pop-up menor e um compositor maior em tela cheia.
pt_pt: Isto predefine o tamanho do compositor. Há dois tamanhos disponíveis, uma janela pequena e o ecrã completo.
ru: Здесь задаётся размер окна редактора письма. Доступны два размера: небольшое всплывающее окно и большой полноэкранный редактор.
tr: Bu, varsayılan besteci boyutunu ayarlar. İki boyut mevcuttur: Daha küçük açılır bir besteci ve daha büyük tam ekran bir besteci.
zh_tw: 在此將設定預設郵件編輯器的大小。有兩個樣式可用，一個是較小的彈出式郵件編輯器，另一個是較大的全螢幕郵件編輯器。

# Info
source: This short tutorial will show you the main features of your new ProtonMail account. For more information, you can also check out the Welcome email we have sent you. If you ever want to view this tutorial again, you can access it by clicking your username in the upper right corner.
ca: Aquesta petita guia us mostrarà les funcions principals del vostre nou compte de ProtonMail. Per a més informació, també podeu donar-li una ullada al correu de Benvinguda que us hem enviat. Si en algun moment voleu tornar a accedir a aquesta guia, cliqueu sobre el vostre nom d'usuari al cantó superior dret.
de: Diese kurze Anleitung wird Ihnen die Hauptfunktionen Ihres neuen ProtonMail-Kontos zeigen. Für weitere Informationen können Sie sich auch die Willkommens-E-Mail ansehen, die wir Ihnen zugesandt haben. Wenn Sie diese Anleitung erneutl ansehen möchten, können Sie es aufrufen, indem Sie auf Ihren Benutzernamen in der oberen rechten Ecke klicken.
es: Este breve tutorial le mostrará las funciones principales de su nueva cuenta de ProtonMail. Para obtener más información, puede ver el correo de bienvenida que le hemos enviado. Si quiere ver otra vez este tutorial, puede acceder a él haciendo clic en su nombre de usuario en la esquina superior derecha.
fr: Ce court tutoriel vous fera découvrir les principales fonctionnalités de ProtonMail . Pour plus d'informations, lisez notre email de bienvenue. Pour consulter ce tutoriel à nouveau, il suffit de cliquer sur votre nom d'utilisateur se situant en haut à droit de votre écran.
hr: Ovaj kratki vodič će vam pokazati glavne značajke vašeg novog ProtonMail računa. Za više informacija, također možete provjeriti poruku e-pošte dobrodošlice koju smo vam poslali. Ako ikada poželite ponovo pogledati ovaj vodič, možete mu pristupiti klikom na korisničko ime u gornjem desnom kutu.
id: Tutorial singkat ini akan menunjukkan fitur utama akun ProtonMail baru Anda. Untuk informasi lebih lanjut, Anda juga bisa melihat email Selamat Datang yang kami kirimkan kepada Anda. Jika Anda ingin melihat tutorial ini lagi, Anda dapat mengaksesnya dengan mengklik nama pengguna Anda di sudut kanan atas.
nl: Deze korte uitleg zal u de belangrijkste kenmerken van uw nieuwe ProtonMail account tonen. Voor meer informatie kunt u ook de welkomstmail bekijken die we u hebben gestuurd. Als u deze uitleg later opnieuw wil krijgen, kunt u het openen door op uw gebruikersnaam in de rechterbovenhoek te klikken.
pl: Ten Krótki poradnik pokaże Ci, główne cechy nowego konta ProtonMail. Aby uzyskać więcej informacji możesz również sprawdzić e-mail powitalny jaki Ci wysłaliśmy. Jeśli kiedykolwiek będziesz chciał ponownie wyświetlić ten samouczek, będziesz miał do niego dostęp klikając swoją nazwę użytkownika w prawym górnym rogu.
pt: Este breve tutorial irá mostrar-lhe os principais recursos da sua nova conta ProtonMail. Para mais informações, você também pode verificar o e-mail de boas-vindas que lhe enviamos. Se você quiser ver este tutorial novamente, você pode acessá-lo clicando em seu nome de usuário no canto superior direito.
pt_pt: Este pequeno tutorial demonstrará as funcionalidades principais da sua nova conta ProtonMail. Para mais informação, pode consultar também o email de boas-vindas que lhe enviámos. Se quiser voltar a ver este tutorial, ele está disponível ao clicar no seu nome de utilizador no canto superior direito.
ru: Этот краткий учебник познакомит вас с основными возможностями ProtonMail. Чтобы узнать дополнительные сведения, вы также можете ознакомиться с приветственным письмом, которое мы прислали. Если когда-нибудь захотите посмотреть этот учебник снова, вы сможете вызвать его щелчком на имени вашего пользователя в верхнем правом углу.
tr: Bu kısa öğretici size yeni ProtonMail hesabınızın ana özelliklerini gösterecektir. Daha fazla bilgi için size gönderdiğimiz Hoş Geldiniz e-postasını da kontrol edebilirsiniz. Bu öğreticiyi tekrar görüntülemek isterseniz sağ üst köşedeki kullanıcı adınıza tıklayarak öğreticiye yeniden erişebilirsiniz.
zh_tw: 這個簡短教學會介紹 ProtonMail 帳戶的主要功能。如需更多資訊，您可以參考我們傳送給您的歡迎郵件。您可隨時在右上方點擊您的使用者名稱以再次打開教學。

# Info
source: This user is currently responsible for payments for your organization. By demoting this member, you will become responsible for payments for your organization.
ca: Aquest usuari és actualment el responsable dels pagaments per a la vostra organització. En donar-lo de baixa, us convertireu en el nou responsable dels pagaments.
de: Dieser Benutzer ist zur Zeit für Zahlungen für Ihre Organisation zuständig. Wenn Sie den Benutzer zurückstufen, werden Sie für die Zahlungen für Ihre Organisation zuständig.
es: Este usuario es actualmente responsable de los pagos de su organización. Al darlo de baja, usted será el responsable de los pagos de su organización.
fr: Ce membre est actuellement responsable des paiements pour votre organisation. En le rétrogradant, vous devenez garant de ceux-ci.
hr: Ovaj je korisnik trenutno odgovoran za plaćanja za vašu organizaciju. Demotiranjem ovog člana postat ćete odgovorni za plaćanja za svoju organizaciju.
id: Pengguna ini saat ini bertanggung jawab atas pembayaran untuk organisasi Anda. Dengan menurunkan anggota ini, Anda akan bertanggung jawab atas pembayaran untuk organisasi Anda.
nl: Deze gebruiker is momenteel verantwoordelijk voor de betalingen voor uw organisatie. Door degradatie van dit lid, word u verantwoordelijk voor de betalingen voor uw organisatie.
pl: Ten użytkownik jest obecnie odpowiedzialny za płatności Twojej organizacji. Poprzez obniżenie poziomu tego użytkownika, to Ty staniesz się odpowiedzialny za płatności.
pt: Este usuário é atualmente responsável pelos pagamentos da sua organização. Ao rebaixar este membro, você se tornará responsável pelos pagamentos da sua organização.
pt_pt: Este utilizador é responsável pelos pagamentos da sua organização. Ao despromovê-lo, a responsabilidade desses pagamentos passará a ser sua.
ru: Этот пользователь в настоящее время является ответственным за платежи вашей организации. Понижение этого участника в правах приведёт к тому, что за платежи организации будете отвечать вы.
tr: Bu kullanıcı şu anda kuruluşunuzun ödemelerinden sorumludur. Bu üyeyi indirgeyerek, kuruluşunuzun ödemelerinden siz sorumlu olacaksınız.
zh_tw: 此使用者目前負責您組織的付款。降級此成員後，將會由您負責組織的付款。

# Info
source: This will add the {{email}} address to your account
ca: Això afegirà l'adreça {{email}} al vostre compte
de: Dadurch wird die Adresse „{{email}}” zu Ihrem Konto hinzugefügt
es: Esto añadirá la dirección {{email}} a su cuenta.
fr: Cette action va ajouter l’adresse {{email}} à votre compte
hr: Ovo će dodati {{email}} adresu na vaš račun
nl: Dit voegt het {{email}} adres toe aan uw account
pl: Spowoduje to dodanie adresu {{email}} do Twojego konta
pt: Isto irá adicionar o endereço {{email}} à sua conta
pt_pt: Isto adicionará o endereço {{email}} à sua conta
ru: Таким способом можно добавить адрес {{email}} к вашей учётной записи
tr: Bu, {{email}} adresini hesabınıza ekler
zh_tw: 這將新增 {{email}} 地址到您的帳戶

# Info
source: This will be your new ProtonMail email address.
ca: Aquesta serà la vostra nova adreça ProtonMail.
de: Dies wird Ihre neue ProtonMail-E-Mail-Adresse sein.
es: Esta será su nueva dirección de correo electrónico de ProtonMail.
fr: Ceci sera votre nouvelle adresse email ProtonMail.
hr: Ovo će biti vaša nova ProtonMail adresa e-pošte.
id: Ini akan menjadi alamat email ProtonMail baru Anda.
nl: Dit wordt uw nieuwe ProtonMail e-mailadres.
pl: Będzie to Twój nowy adres e-mail ProtonMail.
pt: Ester será o seu novo endereço de e-mail ProtonMail.
pt_pt: Este será o seu endereço de email ProtonMail novo.
ru: Это будут ваши новые адреса электронной почты ProtonMail.
tr: Yeni ProtonMail e-posta adresiniz bu olacak.
zh_tw: 這將是您的新 ProtonMail 電子郵件地址。

# Info
source: This will create a new encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.
ca: Això crearà una nova clau de xifrat per a la vostra organització. Les claus de 4096 bits només funcionen en ordinadors d'alt rendiment, per a la majoria d'usuaris recomanem l'ús de claus de 2048 bits.
de: Dadurch wird ein neuer Verschlüsselungscode für Ihr Unternehmen erstellt. 4096-Bit-Schlüssel funktionieren nur auf Hochleistungscomputern, für die meisten Benutzer empfehlen wir die Verwendung von 2048-Bit-Schlüsseln.
es: Esto creará una nueva clave de cifrado para su organización. Las claves de 4096 bits sólo funcionan en equipos de alto rendimiento, para la mayoría de los usuarios, se recomienda utilizar claves de 2048 bits.
fr: Cela créera une nouvelle clé de chiffrement pour votre organisation. Les clés d'une longueur de 4096 bits ne fonctionnent que sur des ordinateurs très performants, pour la plupart des utilisateurs, nous recommandons d’utiliser des clés d'une longueur de 2048 bits.
hr: Ovo će stvoriti novi ključ za šifriranje za vašu organizaciju. 4096-bitni ključevi rade samo na računalima s visokim performansama, a za većinu korisnika preporučujemo upotrebu 2048-bitnih ključeva.
nl: Dit maakt een nieuwe versleutelingssleutel aan voor uw organisatie. Sleutels met een lengte van 4096-bits werken alleen op krachtige computers. Voor de meeste gebruikers is het aangeraden de standaardwaarde van 2048-bits te gebruiken.
pl: Spowoduje to utworzenie nowego klucza szyfrowania dla Twojej organizacji. 4096-bitowe klucze działają jedynie na komputerach wysokiej wydajności. Dla większości użytkowników zaleca się użycie kluczy 2048-bitowych.
pt: Isso criará uma nova chave criptográfica para sua organização. Chaves de 4096 bits funcionam apenas em computadores de alta performance, para a maioria dos usuários recomendamos chaves de 2048 bits.
pt_pt: Isto criará uma nova chave de encriptação para a sua organização. As chaves de 4096 bits só funcionam em computadores de alto desempenho. Para a maioria dos utilizadores recomendamos usar chaves de 2048 bits.
ru: Это создаст новый ключ шифрования для вашей организации. 4096-битные ключи работают только на компьютерах с высокой производительностью. Для большинства же пользователей мы рекомендуем использовать 2048-битные ключи.
tr: Bu işlem kuruluşunuz için yeni bir şifreleme anahtarı oluşturacaktır. 4096 bitlik anahtarlar yalnızca yüksek performanslı bilgisayarlarda çalışır; çoğu kullanıcı için 2048 bitlik anahtarlar kullanılmasını öneririz.
zh_tw: 這會為您的組織建立一個新金鑰。4096 位元的金鑰只會在高性能電腦上運作。對大部份用戶，我們推薦使用 2048 位元的金鑰。

# Info
source: This will downgrade your account to a free account. ProtonMail is free software that is supported by donations and paid accounts. Please consider making a donation so we can continue to offer the service for free.<br /><br />Note: Additional addresses, custom domains, and users must be removed/disabled before performing this action.
ca: Això farà baixar de categoria el vostre compte a la versió gratuïta. ProtonMail és un software lliure que es recolza en donacions i comptes de pagament. Si us plau, considereu fer una donació per tal que puguem seguir oferint el servei sense cost. <br /><br />Nota: Les adreces addicionals, els dominis personalitzats, i els usuaris s'han d'esborrar/inhabilitar abans de poder realitzar aquesta acció.
de: Dies wird Ihren Account auf einen kostenlosen Account herunterstufen. ProtonMail ist freie Software, die von Spenden und bezahlten Konten unterstützt wird. Bitte erwägen Sie zu spenden, damit wir diesen Service weiterhin kostenlos anbieten können. <br /><br />Hinweis: Zusätzliche Adressen, eigene Domains und Benutzer müssen gelöscht bzw. deaktiviert werden, bevor Sie diese Aktion ausführen können.
es: Esto degradará su cuenta a una cuenta gratuita. ProtonMail es un software libre apoyado por donaciones y cuentas de pago. Por favor considere hacer una donación para que podamos seguir ofreciendo un servicio gratuito.<br /><br />Nota: las direcciones adicionales, los dominios personalizados y los usuarios deben ser eliminados antes de realizar esta acción.
fr: Votre compte va passer à l'offre gratuite. ProtonMail est un logiciel gratuit soutenu par des dons et les offres payantes. Vous pouvez envisager de faire un don pour nous aider à maintenir un service gratuit.<br /><br /> Note : Les adresses supplémentaires ainsi que les domaines personnalisés et les membres doivent être supprimés/désactivés avant d’exécuter cette action.
hr: Ovo će sniziti status Vašeg računa na besplatni račun. ProtonMail je besplatan softver koji je podržan od donacija i pretplaćenih računa. Molimo razmislite o doniranju kako bismo mogli i dalje besplatno nuditi našu uslugu.<br /><br />Napomena: Dodatne adrese, prilagođene domene i korisnici moraju biti uklonjeni/onemogućeni prije izvođenja ove radnje.
id: Ini akan menurunkan akun Anda ke akun gratis. ProtonMail adalah perangkat lunak bebas yang didukung oleh donasi dan akun berbayar. Silakan mempertimbangkan untuk memberikan donasi agar kami dapat terus menawarkan layanan secara gratis. <br /> <br /> Catatan: alamat tambahan, kustom domain, dan pengguna harus dihapus / dinonaktifkan sebelum melakukan tindakan ini.
nl: Dit zal uw account naar een gratis account downgraden. ProtonMail is gratis software die wordt ondersteund door donaties en betaalde accounts. Overweeg om een donatie te maken zodat wij de service gratis kunnen blijven aanbieden. <br /><br /> Opmerking: extra adressen, eigen domeinen en gebruikers moeten worden verwijderd/uitgeschakeld voordat u deze actie uitvoert.
pl: To działanie spowoduje obniżenie funkcjonalności do poziomu darmowego konta. ProtonMail jest darmowym oprogramowaniem, które jest wspierane darowiznami i płatnymi kontami. Rozważ podarowanie pieniędzy, abyśmy mogli kontynuować oferowanie usługi za darmo. <br /> <br /> Uwaga: dodatkowe adresy, domeny niestandardowe oraz konta użytkowników muszą być usunięte lub wyłączone przez wykonaniem tego działania.
pt: Isso irá regredir sua conta para o plano gratuito. O ProtonMail é um software livre mantido por doações e contas pagas. Por favor, considere fazer uma doação para que possamos continuar oferecendo o serviço gratuitamente.<br /><br />Nota: Endereços de e-mail adicionais, domínios personalizados e outros usuários precisam ser removidos/desativados antes de executar esta ação.
pt_pt: Isto reverte a sua conta para uma conta grátis. O ProtonMail é um programa grátis, suportado por donativos e contas pagas. Por favor considere fazer um donativo para que possamos continuar a oferecer um serviço sem custos.<br /><br />Nota: os endereços adicionais, domínios personalizados e utilizadores têm de ser removidos/desactivados antes de realizar esta acção.
ru: Это понизит вашу учётную запись до бесплатной. Обратите внимание: ProtonMail является свободным программным обеспечением, поддерживающимся за счёт пожертвований и платных учётных записей. Поэтому, пожалуйста, рассмотрите возможность пожертвований для того, чтобы сервис мог продолжать предоставлять свои услуги бесплатно. <br /><br />Внимание: дополнительные адреса, пользовательские домены и пользователи должны быть удалены или отключены перед выполнением данного действия.
tr: Bu, hesabınızı ücretsiz bir hesaba indirgeyecektir. ProtonMail, bağış ve ücretli hesaplar ile desteklenen ücretsiz bir yazılımdır. Lütfen ücretsiz olarak hizmet vermeye devam edebilmemiz için bağış yapmayı düşünün. <br /><br />Not: Bu işlemi gerçekleştirmeden önce ek adresler, özel etki alanları ve kullanıcılar kaldırılmalı / devre dışı bırakılmalıdır.
zh_tw: 這會將您的帳戶降級至免費帳戶。ProtonMail 是一項由捐款及付費帳戶支撐的免費服務，請考慮捐款，讓我們能繼續提供免費服務。<br /><br />注意：額外地址、自訂域名及用戶需要先行移除或停用。

# Info
source: This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.
pt_pt: Isto permite a utilização do PayPal para pagar a sua subscrição Proton. Será redireccionado para o PayPal num novo separador do navegador. Se usa qualquer bloqueador de pop-up, por favor desactive-o para continuar.

# Info
source: To download attachments in Safari:
ca: Per descarregar fitxers adjunts a Safari:
de: Um Anhänge in Safari herunterzuladen:
fr: Pour télécharger des pièces jointes dans Safari :
hr: Za preuzimanje privitaka u Safariju:
nl: Om in Safari bijlagen te downloaden:
pl: Aby pobrać załączniki w przeglądarce Safari:
pt: Para baixar anexos no Safari:
pt_pt: Para transferir anexos no Safari:
ru: Для загрузки вложений в Safari:
tr: Safari’de ekleri indirmek için:
zh_tw: 在Safari中下載附件:

# Info
source: To fight spam, please verify you are human.
ca: Per combatre el correu brossa, si us plau verifiqueu que sou humà.
de: Um Spam zu bekämpfen verifizieren Sie bitte dass Sie menschlich sind.
es: Para luchar contra el correo no deseado, por favor verifique que es humano.
fr: Pour lutter contre le spam, prouvez nous que vous êtes humain.
hr: U borbi protiv spama, molimo potvrdite da ste čovjek.
id: Untuk melawan spam, tolong verifikasi kamu adalah manusia.
nl: Om spam tegen te gaan, verifieer dat u een persoon bent.
pl: Weryfikacja antyspamowa. Udowodnij, że jesteś człowiekiem.
pt: Para combater o spam, por favor prove que é humano.
pt_pt: Para combater o spam, por favor confirme que é um ser humano.
ru: Для борьбы со спамом, пожалуйста, подтвердите что вы человек.
tr: Spamla mücadele için lütfen insan olduğunuzu doğrulayın.
zh_tw: 為防止垃圾郵件，請證明您不是機器人。

# Info
source: To find out how to write Sieve filters, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">click here</a>.
ca: Per saber com configurar filtres avançats, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">cliqueu aquí</a>.
de: Eine Anleitung zur Erstellung von Sieb-Filtern ist <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">auf dieser Seite</a> verfügbar.
es: Para saber cómo configurar filtros avanzados, haga <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">clic aquí</a>.
fr: Découvrez comment écrire des filtres avec Sieve en <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">cliquant ici</a>.
pt_pt: Para descobrir como escrever filtros Sieve, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">clique aqui</a>.
tr: Sieve filtrelerinin nasıl yazılacağını öğrenmek, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">buraya tıklayın</a>.

# Info
source: To pay via Cash, please email us at <strong>contact@protonmail.com</strong> for instructions.
ca: Per pagar en efectiu, si us plau escriviu-nos un correu a <strong>contact@protonmail.com</strong> per rebre les instruccions.
de: Für Barzahlung senden Sie uns bitte eine Nachricht an <strong>contact@protonmail.ch</strong>für weitere Informationen.
fr: Pour payer en espèces, contactez-nous via <strong>contact@protonmail.com</strong> pour recevoir nos instructions.
hr: Za plaćanje gotovinom, pošaljite nam e-poštu na <strong>contact@protonmail.com</strong> za uputstva.
pl: Aby zapłacić gotówką, napisz do nas na <strong>contact@protonmail.com</strong>, w celu otrzymania instrukcji.
pt_pt: Para pagar em dinheiro, por favor envie um email para <strong>contact@protonmail.com</strong> para obter instruções.
tr: Nakit yoluyla ödeme yapmak için lütfen talimatlar için <strong> contact@protonmail.com</strong>adresinden e-posta ile bize ulaşın.
