Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Title
source: Username:
ca: Nom d'usuari:
de: Benutzername:
fr: Nom d'utilisateur :
hr: Korisničko ime:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt: Nome de usuário:
pt_pt: Nome de utilizador:
ru: Имя пользователя:
tr: Kullanıcı adı:
zh_tw: 使用者名稱：

# Title
source: Users
ca: Usuaris
de: Benutzer
es: Usuarios
fr: Utilisateurs
hr: Korisnici
id: Pengguna
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
pt_pt: Utilizadores
ru: Пользователи
tr: Kullanıcılar
zh_tw: 使用者

# Title
source: Value / Data / Points to
ca: Valor / Dades / Punts a
de: Wert / Daten / Zeigt auf
es: Valor / Datos / Puntos a
fr: Valeur / Données / Pointe vers
hr: Vrijednost / Podaci / Ukazuje na
id: Nilai / Data / Poin ke
nl: Waarde / Data / Verwijst naar
pl: Wartość / Dane / Pozostałe
pt: Valor / dados / pontos para
pt_pt: Valor/Dados/Aponta para
ru: Значение / Данные / Указывает на
tr: Değer / Veri / Puan
zh_tw: 值

# Title
source: Verify
ca: Verificar
de: Verifizieren
es: Verificar
fr: Vérifier
hr: Potvrdi
id: Memeriksa
nl: Verifiëren
pl: Weryfikacja
pt: Verificar
pt_pt: Verificar
ru: Подтверждение
tr: Doğrula
zh_tw: 驗證

# Title
source: Warning
ca: Advertència
de: Warnung
es: Advertencia
fr: Attention
hr: Upozorenje
id: Peringatan
nl: Waarschuwing
pl: Ostrzeżenie
pt: Alerta
pt_pt: Aviso
ru: Предупреждение
tr: Uyarı
zh_tw: 警告

# Title
source: Welcome
ca: Benvingut
de: Willkommen
es: Bienvenido/a
fr: Bienvenue
hr: Dobrodošli
id: Selamat Datang
nl: Welkom
pl: Witaj
pt: Bem-vindo(a)
pt_pt: Boas vindas
ru: Добро пожаловать
tr: Hoş geldiniz
zh_tw: 歡迎

# Title
source: Welcome to ProtonMail
ca: Benvingut a ProtonMail
de: Willkommen bei ProtonMail
es: Bienvenido/a a ProtonMail
fr: Bienvenue sur ProtonMail
hr: Dobro došli na ProtonMail
id: Selamat datang di ProtonMail
nl: Welkom bij ProtonMail
pl: Witamy w ProtonMail
pt: Bem-vindo(a) ao ProtonMail
pt_pt: Boas vindas ao ProtonMail
ru: Добро пожаловать в ProtonMail
tr: ProtonMail'e Hoş Geldiniz
zh_tw: 歡迎使用 ProtonMail

# Title
source: Welcome to your new encrypted email account
ca: Benvingut a la seva nou compte de correu electrònic xifrada
de: Willkommen in Ihrem neuen verschlüsselten E-Mail-Account
es: Bienvenido/a a su nueva cuenta de correo electrónico cifrado
fr: Bienvenue sur votre nouveau compte de messagerie chiffrée
hr: Dobrodošli u vaš novi šifrirani račun e-pošte
id: Selamat datang di akun email terenkripsi Anda yang baru
nl: Welkom bij uw nieuwe versleutelde e-mailaccount
pl: Witamy w Twojej nowej szyfrowanej skrzynce pocztowej
pt: Bem-vindo(a) à sua nova conta de e-mail criptografada
pt_pt: Boas vindas à sua nova conta de email encriptada
ru: Добро пожаловать в ваш новый зашифрованный почтовый ящик
tr: Yeni şifreli e-posta hesabınıza hoş geldiniz
zh_tw: 歡迎來到您新的加密電子郵件帳戶

# Title
source: With Attachments
ca: Amb fitxers adjunts
de: Mit Anhängen
es: Con adjuntos
fr: Avec pièces jointes
hr: S privitcima
id: Dengan lampiran
nl: Met bijlagen
pl: Z załącznikami
pt: Com anexos
pt_pt: Com anexos
ru: С вложениями
tr: Eklerle Birlikte
zh_tw: 有附件

# Title
source: Without Attachments
ca: Sense fitxers adjunts
de: Ohne Anhänge
es: Sin archivos adjuntos
fr: Sans pièces jointes
hr: Bez privitaka
id: Tanpa lampiran
nl: Zonder bijlagen
pl: Bez załączników
pt: Sem anexos
pt_pt: Sem anexos
ru: Без вложений
tr: Ekler Olmadan
zh_tw: 沒有附件

# Title
source: You can generate a new encryption key if you think your previous key has been compromised.
ca: Podeu generar una clau de xifrat nova si creieu que l'anterior ha estat compromesa.
de: Sie können einen neuen Verschlüsselungscode generieren, wenn Sie der Meinung sind, dass Ihr vorheriger Schlüssel gefährdet ist.
fr: Vous pouvez générer une nouvelle clé de chiffrement si vous pensez que votre clé précédente a été compromise.
hr: Možete stvoriti novi ključ za šifriranje ako mislite da je vaš prethodni ključ bio ugrožen.
pl: Możesz wygenerować nowy klucz szyfrowania, jeśli uważasz, że poprzedni został naruszony.
pt_pt: Pode gerar uma nova chave de encriptação se acha que a sua chave anterior foi comprometida.
tr: Önceki anahtarınızın tehlikede olduğunu düşünüyorsanız, yeni bir şifreleme anahtarı oluşturabilirsiniz.

# Title
source: You now have an encrypted email account!
ca: Ara teniu un compte de correu electrònic xifrat!
de: Sie verfügen nun über ein verschlüsseltes E-Mail-Account!
es: ¡Ahora tiene una cuenta de correo electrónico cifrado!
fr: Vous disposez désormais d'un compte email chiffré !
hr: Sada imate šifriran račun e-pošte!
id: Anda sekarang memiliki akun email terenkripsi!
nl: U hebt nu een versleuteld e-mail account!
pl: Właśnie stałeś się posiadaczem zaszyfrowanego konta e-mail!
pt: Agora você tem uma conta de e-mail criptografada!
pt_pt: Tem agora uma conta de email encriptada!
ru: Теперь у вас есть учётная запись зашифрованной электронной почты!
tr: Artık şifrelenmiş bir e-posta hesabınız var!
zh_tw: 您現在有了加密的電子郵件帳戶!

# Title
source: contact group
ca: grup de contacte
de: Kontaktgruppe
fr: groupe de contacts
hr: grupa kontakta
pl: grupa kontaktów
pt: grupo de contato
pt_pt: grupo de contactos
ru: группа контактов
tr: kişi grubu
zh_tw: 連絡人群組

# Title
source: folder
ca: carpeta
de: Ordner
fr: dossier
hr: mapa
pt: pasta
pt_pt: pasta
ru: папка
tr: klasör
zh_tw: 資料夾

# Title
source: label
ca: etiqueta
de: Kategorie
hr: oznaka
pl: etykieta
pt: marcador
pt_pt: etiqueta
ru: ярлык
tr: etiket
zh_tw: 標籤

# Title
source: {{$count}} Address
ca: {{$count}} Adreça
de: {{$count}} Adresse
fr: {{$count}} adresse
hr: {{$count}} adresa
pl: {{$count}} Adres
pt: {{$count}} Endereço
pt_pt: {{$count}} endereço
ru: {{$count}} адрес
tr: {{$count}} adres
zh_tw: {{$count}} 個位址

# Title
source: {{$count}} Custom domain
ca: {{$count}} Domini personalitzat
de: {{$count}} kundenspezifische Domain
fr: {{$count}} domaine personnalisé
hr: {{$count}} prilagođena domena
pl: {{$count}} Niestandardowa domena
pt: {{$count}} Domínio personalizado
pt_pt: {{$count}} domínio personalizado
ru: {{$count}} пользовательский домен
tr: {{$count}} özel etki alanı
zh_tw: {{$count}} 個自訂域名

# Title
source: {{$count}} User
ca: {{$count}} usuari
de: {{$count}} Nutzer
fr: {{$count}} utilisateur
hr: {{$count}} Korisnik
pl: {{$count}} Użytkownik
pt: {{$count}} Usuário
pt_pt: {{$count}} utilizador
ru: {{$count}} пользователь
tr: {{$count}} kullanıcı
zh_tw: {{$count}} 使用者

# Title
source: {{$count}} VPN Connection
ca: {{$count}} Connexió de VPN
de: {{$count}} VPN-Verbindung
fr: {{$count}} connexion VPN
hr: {{$count}} VPN veza
pl: {{$count}} Połączenie sieci VPN
pt: {{$count}} Conexão VPN
pt_pt: {{$count}} ligação VPN
ru: {{$count}} VPN-подключение
tr: {{$count}} VPN bağlantısı
zh_tw: {{$count}} 個VPN連線

# Title
source: {{Name}} deleted
ca: {{Name}} suprimit
de: „{{Name}}” gelöscht
fr: {{Name}} supprimé
hr: {{Name}} izbrisano
pl: Usunięto {{Name}}
pt: {{Name}} excluído
pt_pt: {{Name}} eliminado
ru: {{Name}} удалено
tr: {{Name}} silindi
zh_tw: {{Name}} 已刪除

# Title
source: {{amount}} Storage
ca: {{amount}} d'Emmagatzematge
de: {{amount}} Speicherplatz
fr: {{amount}} de stockage
hr: {{amount}} prostora za pohranu
pl: {{amount}} przestrzeni dyskowej
pt: {{amount}} Armazenamento
pt_pt: {{amount}} de armazenamento
ru: {{amount}} хранилища
tr: {{amount}} depolama
zh_tw: {{amount}} 儲存空間

# Title for contact modal
source: PGP Encryption
ca: Encriptació PGP
de: PNG-Verschlüsselung
es: Cifrado PGP
fr: Chiffrement PGP
hr: PGP šifriranje
nl: PGP versleuteling
pl: Szyfrowanie PGP
pt: Criptografia em PGP
pt_pt: Encriptação PGP
ru: Шифрование PGP
tr: PGP Şifreleme
zh_tw: PGP 加密

# Title for contact modal
source: Save Changes?
ca: Guardar canvis?
de: Änderungen speichern?
es: ¿Guardar cambios?
fr: Enregistrer les modifications ?
hr: Spremi promjene?
id: Simpan perubahan?
nl: Wijzigingen opslaan?
pl: Zapisać zmiany?
pt: Salvar alterações?
pt_pt: Gravar alterações?
ru: Сохранить изменения?
tr: Değişiklikler kaydedilsin mi?
zh_tw: 儲存修改？

# Title for report phishing modal
source: Confirm phishing report
ca: Confirma l'informe de phising
de: Phishing-Bericht bestätigen
fr: Confirmer le signalement d’hameçonnage
hr: Potvrdi izvještaj o krađi identiteta
nl: Phishing-rapport bevestigen
pl: Potwierdź próbę wyłudzenia informacji
pt: Confirmar denúncia de phishing
pt_pt: Confirmar relatório de phishing
ru: Подтвердить отчёт о фишинге
tr: Kimlik avı raporunu onayla
zh_tw: 確認回報為網路釣魚

# Title for the PGP modal
source: Message headers
ca: Capçaleres del missatge
de: Kopfzeilen der Nachricht
fr: En-têtes des messages
hr: Zaglavlja poruke
nl: Berichtkoppen
pl: Nagłówki wiadomości
pt: Cabeçalhos da mensagem
pt_pt: Cabeçalhos da mensagem
ru: Заголовки сообщения
tr: İleti başlığı
zh_tw: 訊息標頭

# Title for the contacts exporter modal
source: Exporting Contacts
ca: Exportació de contactes
de: Kontakte exportieren
es: Exportando contactos
fr: Exportation des contacts
hr: Izvoz kontakata
id: Mengekspor Kontak
nl: Contactpersonen exporteren
pl: Eksportowanie kontaktów
pt: Exportando contatos
pt_pt: Exportar contactos
ru: Экспортирование контактов
tr: Kişileri Dışa Aktarma
zh_tw: 匯出聯絡人

# Title for the contacts exporter modal
source: Importing Contacts
ca: Importació de contactes
de: Kontakte importieren
es: Importando contactos
fr: Importation des contacts
hr: Uvoz kontakata
id: Mengimpor Kontak
nl: Contactpersonen importeren
pl: Importowanie kontaktów
pt: Importando contatos
pt_pt: Importar contactos
ru: Импортирование контактов
tr: Kişileri İçe Aktarma
zh_tw: 正在匯入聯絡人

# Title for the contacts merging modal
source: Merging contacts
ca: Fusionant contactes
de: Kontakte werden zusammengeführt
es: Combinar contactos
fr: Fusion des contacts
hr: Spajanje kontakta
nl: Contactpersonen samenvoegen
pl: Scalanie kontaktów
pt: Mesclando contatos
pt_pt: Unir contactos
ru: Объединение контактов
tr: Kişiler birleştiriliyor
zh_tw: 合併聯絡人

# Title for the custom plan modal
source: Plan Details
ca: Detalls del pla
de: Vertragsdetails
es: Detalles del plan
fr: Détail de l'offre
hr: Detalji o planu
id: Rincian rencana
nl: Details van abonnement
pl: Szczegóły Planu
pt: Detalhes do plano
pt_pt: Detalhes do plano
ru: Подробности тарифа
tr: Plan ayrıntıları
zh_tw: 方案詳情

# Title for the vpn modal
source: ProtonVPN Plans
ca: Plans de ProtonVPN
de: ProtonVPN-Tarife
es: Planes de ProtonVPN
fr: Offres ProtonVPN
hr: ProtonVPN planovi
id: ProtonVPN Berencana
nl: ProtonVPN abonnementen
pl: Plany ProtonVPN
pt: Planos ProtonVPN
pt_pt: Planos ProtonVPN
ru: Тарифы ProtonVPN
tr: ProtonVPN planları
zh_tw: ProtonVPN 方案

# Title in the address modal
source: Name / Signature
ca: Nom / Signatura
de: Name / Signatur
fr: Nom / Signature
hr: Naziv / Potpis
pl: Nazwa / Podpis
pt: Nome / Assinatura
pt_pt: Nome/Assinatura
ru: Имя / Подпись
tr: İsim / İmza

# Title invoice PDF
source: Invoice
ca: Factura
de: Rechnung
fr: Facture
hr: Račun
pl: Faktura
pt: Fatura
pt_pt: Factura
ru: Счёт
tr: Fatura

# Title pasted image
source: Pasted-image
ca: Imatge enganxada
de: Hinzugefügte Grafik
fr: Image collée
hr: Zalijepljena slika
nl: Geplakte afbeelding
pl: Wklejony obraz
pt: Imagem colada
pt_pt: Imagem colada
ru: Вставленное изображение
tr: Yapıştırılan resim
zh_tw: 貼上圖片

# To continue, type DANGER below:
source: To continue, type
ca: Per continuar, escriviu
de: Um fortzufahren, geben Sie
es: Para continuar, escriba
fr: Pour continuer, veuillez saisir
hr: Za nastavak, napišite
id: Untuk melanjutkan, ketik
nl: Om door te gaan, typ
pl: Aby kontynuować, wpisz
pt: Para continuar, digite
pt_pt: Para continuar, insira
ru: Для продолжения введите
tr: Devam etmek için, aşağıya
zh_tw: 要繼續，請在下方輸入

# To continue, type DANGER below:
source: below:
ca: a continuació:
de: unten ein:
es: abajo:
fr: ci-dessous :
hr: ispod:
id: di bawah:
nl: hieronder:
pl: poniżej:
pt: abaixo:
pt_pt: abaixo:
ru: ниже:
tr: yazın:

# To enable desktop notifications, click here
source: To enable desktop notifications,
ca: Per activar les notificacions d'escriptori,
de: Um Desktopbenachrichtigungen zu aktivieren,
es: Para habilitar las notificaciones de escritorio,
fr: Pour activer les notifications de bureau,
hr: Za omogućavanje obavijesti radne površine,
id: Untuk mengaktifkan pemberitahuan desktop,
nl: Om bureaubladmeldingen te activeren,
pl: Aby włączyć powiadomienia na pulpicie,
pt: Para habilitar notificações no desktop,
pt_pt: Para activar notificações na área de trabalho,
ru: Чтобы включить уведомления на рабочем столе,
tr: Masaüstü bildirimlerini etkinleştirmek için,
zh_tw: 要啟用桌面通知，

# Toggle Star message/conversation
source: Star
ca: Destacat
de: Kennzeichnen
es: Destacar
fr: Favori
hr: Zvijezda
id: Bintang
nl: Ster
pl: Oznacz gwiazdką
pt: Estrela
pt_pt: Estrela
ru: Добавить в избранное
tr: Yıldız
zh_tw: 加上星號

# Toggle Star message/conversation
source: Unstar
ca: Treure Estrella
de: Kennzeichnung entfernen
es: No destacar
fr: Retirer des favoris
hr: Ukloni zvjezdicu
nl: Ster verwijderen
pl: Usuń gwiazdkę
pt: Remover estrela
pt_pt: Remover estrela
ru: Убрать из избранного
tr: Yıldızı kaldır
zh_tw: 移除星號

# Tooltip
source: 1-year plan, {{percentage}} off
ca: Pla d'1 any, {{percentage}} fora
de: 1-Jahres-Vertrag, {{percentage}} Rabatt
fr: Abonnement d’un an, {{percentage}} restant
hr: jednogodišnji plan, {{percentage}} popusta
pl: Plan roczny, {{percentage}} zniżki
pt: Plano de 1 ano, {{percentage}} de desconto
pt_pt: Plano anual, {{percentage}} de desconto
ru: Годовой тариф, {{percentage}} скидка
tr: 1 yıllık plan, {{percentage}} kapalı
zh_tw: 1年計畫，{{percentage}} 折扣

# Tooltip
source: 2-year plan, {{percentage}} off
ca: Pla de 2 anys, {{percentage}} fora
de: 2-Jahres-Vertrag, {{percentage}} Rabatt
fr: Abonnement de 2 ans, {{percentage}} restant
hr: dvogodišnji plan, {{percentage}} popusta
pl: Plan dwuletni, {{percentage}} zniżki
pt: Plano de 2 anos, {{percentage}} de desconto
pt_pt: Plano bi-anual, {{percentage}} de desconto
ru: 2-летний тариф, {{percentage}} скидка
tr: 2 yıllık plan, {{percentage}} kapalı
zh_tw: 2年計畫，{{percentage}} 折扣

# Tooltip
source: 2-year subscription discount
ca: Descompte per subscripció de 2 anys
de: Rabatt auf 2-Jahres-Abonnement
fr: Réduction pour 2 ans d'abonnement
hr: Popust na dvogodišnju pretplatu
nl: Korting bij 2-jarig abonnement
pl: Zniżka za dwuletnią subskrypcję
pt: Assinatura de 2 anos com desconto
pt_pt: Subscrição bi-anual com desconto
ru: Скидка 2-летнего тарифа
tr: 2 yıllık abonelik indirimi
zh_tw: 2年訂閱方案折扣

# Tooltip
source: 2-year subscription with VPN discount
ca: 2 anys de subscripció amb descompte VPN
de: 2-Jahres-Abonnement mit VPN-Rabatt
fr: 2 ans d'abonnement avec réduction sur le VPN
hr: Dvogodišnja pretplata s VPN popustom
nl: 2-jarig abonnement met VPN korting
pl: Zniżka za dwuletnią subskrypcję z usługą VPN
pt: Assinatura de 2 anos com desconto na VPN
pt_pt: Subscrição bi-anual com desconto VPN
ru: 2-летний тариф со скидкой на VPN
tr: VPN indirimi ile 2 yıllık abonelik
zh_tw: 2年付費方案和 VPN 折扣

# Tooltip
source: Address
ca: Adreça
de: Adresse
fr: Adresse
hr: Adresa
nl: Adres
pl: Adres
pt: Endereço
pt_pt: Endereço
ru: Адрес
tr: Adres
zh_tw: 電子郵件地址

# Tooltip
source: Annual subscription discount
ca: Descompte de subscripció anual
de: Rabatt auf Jahresabonnement
fr: Réduction pour abonnement annuel
hr: Popust na godišnju pretplatu
nl: Korting bij jaarabonnement
pl: Zniżka za roczną subskrypcję
pt: Desconto anual de assinatura
pt_pt: Subscrição anual com desconto
ru: Скидка годового тарифа
tr: Yıllık abonelik indirimi
zh_tw: 年度訂閱折扣

# Tooltip
source: Annual subscription with VPN discount
ca: Subscripció anual amb descompte VPN
de: Jahresabonnement mit VPN-Rabatt
fr: Offre d'abonnement annuel avec remise VPN
hr: Godišnja pretplata s VPN popustom
nl: Korting bij jaarabonnement met VPN
pl: Zniżka za roczną subskrypcję z usługą VPN
pt: Assinatura anual com desconto na VPN
pt_pt: Subscrição anual com desconto VPN
ru: Годовой тариф со скидкой на VPN
tr: VPN indirimi ile yıllık abonelik
zh_tw: 年度訂閱加 VPN 折扣

# Tooltip
source: Attachments
ca: Adjunts
de: Anhänge
fr: Pièces jointes
hr: Privitci
nl: Bijlagen
pl: Załączniki
pt: Anexos
pt_pt: Anexos
ru: Вложения
tr: Ekler
zh_tw: 附件

# Tooltip
source: Compose a new message to this email
ca: Redacta un missatge nou a aquest correu electrònic
de: Eine neue Nachricht an diese E-Mail-Adresse verfassen
fr: Composer un nouveau message à cette adresse
hr: Sastavi novu poruku za ovu adresu e-pošte
id: Tulis pesan baru untuk email ini
nl: Een nieuw bericht samenstellen aan dit e-mailadres
pl: Wyślij nową wiadomość na ten adres
pt: Compor uma nova mensagem para este e-mail
pt_pt: Compor nova mensagem para este email
ru: Написать новое сообщение на этот адрес
tr: Bu e-postaya yeni bir ileti oluştur
zh_tw: 對這封電子郵件撰寫新郵件

# Tooltip
source: Confirm mailbox password
ca: Confirma la contrasenya de la bústia
de: Postfach-Passwort bestätigen
fr: Confirmer le mot de passe de la boîte mail
hr: Potvrdi lozinku za sandučić e-pošte
nl: Bevestig mailboxwachtwoord
pl: Potwierdź hasło skrzynki pocztowej
pt: Confirme senha da caixa de correio
pt_pt: Confirme a senha da caixa de correio
ru: Подтвердите пароль почтового ящика
tr: Posta kutusu parolasını onayla
zh_tw: 確認郵箱密碼

# Tooltip
source: Copy address
ca: Copiar l'adreça
de: Adresse kopieren
fr: Copier l'adresse
hr: Kopiraj adresu
id: Salin alamat
nl: Adres kopiëren
pl: Kopiuj adres
pt: Copiar endereço
pt_pt: Copiar endereço
ru: Копировать адрес
tr: Adresi kopyala
zh_tw: 複製地址

# Tooltip
source: Copy login
ca: Copiar inici de sessió
de: Benutzername kopieren
fr: Copier le login
hr: Kopiraj prijavu
nl: Login kopiëren
pl: Kopiuj login
pt: Copiar login
pt_pt: Copiar utilizador
ru: Скопировать логин
tr: Girişi kopyala
zh_tw: 複製登入名稱

# Tooltip
source: Copy password
ca: Copiar contrasenya
de: Passwort kopieren
fr: Copier le mot de passe
hr: Kopiraj lozinku
nl: Wachtwoord kopiëren
pl: Kopiuj hasło
pt: Copiar senha
pt_pt: Copiar senha
ru: Скопировать пароль
tr: Parolayı kopyala
zh_tw: 複製密碼

# Tooltip
source: Digital signature verified
ca: S'ha verificat la signatura digital
de: Digitale Signatur bestätigt
fr: Signature numérique vérifiée
hr: Digitalni potpis je ovjeren
id: Tanda tangan digital diverifikasi
nl: Digitale handtekening geverifieerd
pl: Podpis cyfrowy zweryfikowany
pt: Assinatura digital verificada
pt_pt: Assinatura digital verificada
ru: Цифровая подпись проверена
tr: Dijital imza doğrulandı
zh_tw: 已核實電子簽署

# Tooltip
source: Download
ca: Descarregar
de: Herunterladen
fr: Télécharger
hr: Preuzmi
nl: Downloaden
pl: Pobierz
pt: Baixar
pt_pt: Transferir
ru: Скачать
tr: İndir
zh_tw: 下載

# Tooltip
source: Edit contact
ca: Edita el contacte
de: Kontakt bearbeiten
fr: Modifier le contact
hr: Uredi kontakt
id: Sunting kontak
nl: Contactpersoon bewerken
pl: Edytuj kontakt
pt: Editar contato
pt_pt: Editar contacto
ru: Изменить контакт
tr: Kişiyi düzenle
zh_tw: 編輯聯絡人

# Tooltip
source: Encrypted data with verified digital signature
ca: Dades xifrades amb signatura digital verificada
de: Verschlüsselte Daten mit bestätigter digitaler Signatur
fr: Données chiffrées avec une signature numérique vérifiée
hr: Šifrirani podaci sa potvrđenim digitalnim potpisom
id: Data terenkripsi dengan tanda tangan digital
nl: Versleutelde gegevens met geverifieerde digitale handtekening
pl: Zaszyfrowane dane ze zweryfikowanym podpisem cyfrowym
pt: Dados criptografados com assinatura digital verificada
pt_pt: Dados encriptados com assinatura digital verificada
ru: Зашифрованные данные с подтверждённой цифровой подписью
tr: Doğrulanmış dijital imza ile şifrelenmiş veriler
zh_tw: 附有經核實電子簽署的加密資料

# Tooltip
source: End-to-end encrypted
ca: Encriptat extrem a extrem
de: Ende-zu-Ende verschlüsselt
fr: Chiffré de bout en bout
pl: Zaszyfrowana end-to-end
pt_pt: Encriptado ponta-a-ponta
tr: Uçtan uca şifreli

# Tooltip
source: End-to-end encrypted to verified recipient
ca: Encriptat d'extrem a extrem a l'adreça verificada
de: Ende-zu-Ende verschlüsselt zu bestätigtem Empfänger
fr: Chiffré de bout en bout à un destinataire vérifié
pl: Zaszyfrowana end-to-end do zweryfikowanego odbiorcy
pt_pt: Encriptado ponta-a-ponta para um destinatário verificado
tr: Doğrulanmış alıcıya uçtan uca şifreli

# Tooltip
source: Enter your existing Proton password
ca: Introduïu la vostra contrasenya de Proton existent
de: Geben Sie Ihr bestehendes Proton-Passwort ein
fr: Entrez votre mot de passe Proton existant
hr: Unesite postojeću Proton lozinku
nl: Vul uw bestaande Proton wachtwoord in
pl: Wpisz obecne hasło Proton
pt: Digite sua senha Proton atual
pt_pt: Insira a senha Proton existente
ru: Введите свой действующий пароль Proton
tr: Mevcut Proton parolanızı girin
zh_tw: 輸入您目前的 Proton 密碼

# Tooltip
source: In archive
ca: A l'arxiu
de: Im Archiv
fr: Dans archives
hr: U arhivi
nl: In archief
pl: W Archiwum
pt: No arquivo
pt_pt: Em arquivo
ru: В архиве
tr: Arşivde
zh_tw: 在封存資料夾

# Tooltip
source: In spam
ca: En el correu brossa
fr: Dans spam
hr: U neželjenoj pošti
pl: W Spamie
pt: No spam
pt_pt: No spam
ru: В спаме
tr: Gereksiz kutusunda
zh_tw: 在垃圾郵件資料夾

# Tooltip
source: In trash
ca: A la paperera
de: Im Papierkorb
fr: Dans la corbeille
hr: U otpadu
nl: In prullenbak
pl: W Koszu
pt: Na lixeira
pt_pt: No lixo
ru: В корзине
tr: Çöp kutusunda
zh_tw: 在垃圾桶

# Tooltip
source: It is allowed to encrypt with this key
ca: Es permet xifrar amb aquesta clau
de: Mit diesem Schlüssel darf verschlüsselt werden
fr: Il est possible de chiffrer avec cette clé
hr: Dopušteno je šifriranje s ovim ključem
nl: Het is toegestaan om te versleutelen met deze sleutel
pl: Szyfrowanie za pomocą tego klucza jest dozwolone
pt: É permitido criptografar com essa chave
pt_pt: É permitido encriptar com esta chave
ru: Разрешено шифровать этим ключом
tr: Bu anahtar ile şifrelemeye izin verilir
zh_tw: 可使用此金鑰加密

# Tooltip
source: Loading encryption info...
ca: Carregant la informació de xifrat...
de: Verschlüsselungsinformation werden geladen …
fr: Chargement des détails sur le chiffrement...
pl: Ładowanie informacji szyfrowania...
pt_pt: A carregar informação de encriptação...
tr: Şifreleme bilgisi yükleniyor...

# Tooltip
source: Message password
ca: Contrasenya del missatge
de: Nachrichtenpasswort
fr: Mot de passe du message
hr: Lozinka poruke
nl: Wachtwoord van bericht
pl: Hasło wiadomości
pt: Senha da mensagem
pt_pt: Senha da mensagem
ru: Пароль сообщения
tr: İleti parolası
zh_tw: 郵件密碼

# Tooltip
source: Monthly subscription with VPN discount
ca: Subscripció mensual amb descompte VPN
de: Monatliches Abonnement mit VPN-Rabatt
fr: Abonnement mensuel avec une réduction sur le VPN
hr: Mjesečna pretplata s VPN popustom
nl: Maandelijks abonnement met VPN-korting
pl: Zniżka za miesięczną subskrypcję z usługą VPN
pt: Assinatura mensal com desconto na VPN
pt_pt: Subscrição mensal com desconto VPN
ru: Ежемесячный тариф со скидкой на VPN
tr: VPN indirimi ile yıllık abonelik
zh_tw: 每月訂閱加 VPN 折扣

# Tooltip
source: More labels
ca: Més etiquetes
de: Weitere Kategorien
fr: Plus de labels
hr: Više oznaka
nl: Meer labels
pl: Więcej etykiet
pt: Mais marcadores
pt_pt: Mais etiquetas
ru: Больше ярлыков
tr: Daha fazla etiket
zh_tw: 更多標籤

# Tooltip
source: Move item to the other list
ca: Mou l'element a altra llista
de: Element in die andere Liste verschieben
fr: Déplacer l’élément vers une autre liste
hr: Premjesti stavku na drugu listu
nl: Item naar de andere lijst verplaatsen
pl: Przenieś obiekt do innej listy
pt: Mover item para outra lista
pt_pt: Mover o item para a outra lista
ru: Переместить элемент в другой список
tr: Öğeyi diğer listeye taşı
zh_tw: 將此項目移到其他清單
