Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Are you sure you want to remove administrative privileges from this user?
ca: Esteu segur que voleu suprimir els privilegis d'administració d'aquest usuari?
de: Sind Sie sicher, dass Sie alle administrativen Privilegien dieses Benutzers entfernen wollen?
es: ¿Está seguro que desea eliminar los privilegios administrativos de este usuario?
fr: Êtes-vous sûr de vouloir supprimer les privilèges d’administration de cet utilisateur ?
hr: Jeste li sigurni da želite ukloniti administrativne ovlasti ovog korisnika?
id: Yakin ingin menghapus hak istimewa administratif dari pengguna ini?
nl: Weet u zeker dat u beheerdersbevoegdheden van deze gebruiker wilt verwijderen?
pl: Czy na pewno chcesz cofnąć uprawnienia administracyjne temu użytkownikowi?
pt: Você tem certeza de que deseja remover os privilégios de administrador deste membro?
pt_pt: Tem a certeza de que deseja remover os privilégios administrativos deste utilizador?
ru: Вы уверены, что хотите удалить административные полномочия у этого пользователя?
tr: Yönetici ayrıcalıklarını bu kullanıcıdan kaldırmak istediğinizden emin misiniz?
zh_tw: 您確定要移除這位使用者的管理權限？

# Info
source: Are you sure? This cannot be undone.
ca: Esteu segur? Això no es pot desfer.
de: Sind Sie sicher? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro? Esto no se puede deshacer.
fr: Êtes-vous sûr ? Cette action ne peut être annulée.
hr: Jeste li sigurni? Ova radnja se ne može poništiti.
id: Apakah kamu yakin Ini tidak dapat dibatalkan.
nl: Weet u het zeker? Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno? Tej akcji nie można cofnąć.
pt: Você tem certeza? Isto não pode ser desfeito.
pt_pt: Tem a certeza? Esta acção não pode ser desfeita.
ru: Вы уверены? Это действие не может быть отменено.
tr: Emin misiniz? Bu geri alınamaz.
zh_tw: 此操作無法復原，您確定要繼續？

# Info
source: As an early Proton user, your account has extra features.
pt_pt: Como um dos primeiros utilizadores do Proton, a sua conta tem funcionalidades extra.

# Info
source: Attached Event
ca: Esdeveniment annexat
de: Angehängtes Ereignis
es: Evento adjunto
fr: Événement joint
hr: Priloženi događaj
nl: Bijgevoegd evenement
pl: Dołączone zdarzenie
pt: Evento anexado
pt_pt: Evento anexado
ru: Прикреплённое событие
tr: İliştirilmiş olay
zh_tw: 附加事件

# Info
source: Attendees
ca: Participants
de: Teilnehmende
es: Asistentes
fr: Participants
hr: Sudionici
nl: Deelnemers
pl: Uczestnicy
pt: Participantes
pt_pt: Participantes
ru: Участники
tr: Katılımcılar
zh_tw: 參加者

# Info
source: Automatic replies can respond automatically to incoming messages (such as when you are on vacation and can't respond).
ca: Les respostes automàtiques poden respondre missatges automàticament (per exemple quan s'està de vacances o no es pot respondre).
de: Automatische Antworten können automatisch auf eingehende Nachrichten reagieren (z. B. wenn Sie im Urlaub sind und deshalb nicht antworten können).
es: Las respuestas automáticas pueden responder automáticamente a mensajes entrantes (tales como respuestas de vacaciones).
fr: Les réponses automatiques permettent de répondre automatiquement aux messages que vous recevez (par exemple, lorsque vous êtes en vacances et n'êtes pas en mesure de répondre).
hr: Automatski odgovori mogu automatski odgovoriti na dolazne poruke (primjerice kada ste na odmoru i ne možete odgovoriti).
id: Balasan otomatis dapat merespons secara otomatis pesan masuk (seperti saat Anda sedang berlibur dan tidak dapat merespons).
nl: Automatische antwoorden kan automatisch op inkomende berichten reageren (bijvoorbeeld wanneer u op vakantie bent en niet kan reageren).
pl: Automatyczne odpowiedzi mogą automatycznie odpowiadać na wiadomości przychodzące (np. Kiedy jesteś na wakacjach i nie możesz odpowiedzieć).
pt: As respostas automáticas podem responder automaticamente a mensagens recebidas (como quando você está de férias e não pode responder).
pt_pt: Responda automaticamente às mensagens recebidas (como quando está de férias e não pode responder).
ru: Автоответчик может отвечать на входящие сообщения автоматически (например, когда вы в отпуске и не можете ответить сами).
tr: Otomatik yanıtlar, gelen iletilere otomatik olarak yanıt verebilir (örneğin, tatildeyken ve cevap veremezken).
zh_tw: 自動回覆可以在收到電子郵件時自動回信（例如當您休假，無法回覆）。

# Info
source: Available VPN connections
ca: Connexions VPN disponibles
de: Verfügbaren VPN-Verbindungen
fr: Connexions VPN disponibles
hr: Dostupne VPN veze
nl: Beschikbare VPN-verbindingen
pl: Dostępne połączenia VPN
pt: Conexões VPN disponíveis
pt_pt: Ligações VPN disponíveis
ru: Доступные VPN-подключения
tr: Kullanılabilir VPN bağlantıları
zh_tw: 可用的 VPN 連接數

# Info
source: Available domains
ca: Dominis disponibles
de: Verfügbare Domains
fr: Domaines disponibles
hr: Dostupne domene
nl: Beschikbare domeinen
pl: Dostępne domeny
pt: Domínios disponíveis
pt_pt: Domínios disponíveis
ru: Доступные домены
tr: Kullanılabilir etki alanları
zh_tw: 可用的域名

# Info
source: Back to the contact list
ca: Torneu a la llista de contactes
de: Zurück zur Kontaktliste
fr: Retour à la liste de contacts
hr: Natrag na popis kontakata
id: Kembali ke daftar kontak
nl: Terug naar de lijst met contactpersonen
pl: Powrót do listy kontaktów
pt: Voltar à lista de contatos
pt_pt: Regressar à lista de contactos
ru: Вернуться к списку контактов
tr: Kişi listesine geri dön
zh_tw: 返回聯絡人清單

# Info
source: Before you can receive emails for your custom domain addresses at ProtonMail, you need to add the following MX records to your DNS. This can typically be done in the control panel of your domain name registrar.
ca: Abans de rebre correus a les adreces dels vostres dominis personalitzats de ProtonMail, cal que afegiu els següents registres MX al vostre DNS. Això es pot fer normalment en el panell de control del vostre registrador de domini.
de: Bevor Sie E-Mails unter ihren eigenen Domain-Adressen in ProtonMail erhalten können, müssen Sie zuerst folgenden MX-Eintrag zu Ihrer DNS hinzufügen. Dies kann in der Regel im Kontrollinterface Ihres Domainanbieters durchgeführt werden.
es: Antes de poder recibir correos electrónicos para sus direcciones de dominio personalizadas en ProtonMail, debe añadir los siguientes registros MX a su DNS. Esto se puede hacer normalmente en el panel de control de su registrador de nombres de dominio.
fr: Avant de pouvoir recevoir des emails sur ProtonMail pour vos adresses correspondant à un domaine personnalisé, vous devez ajouter les valeurs MX suivantes sur votre DNS. Cela peut généralement se faire depuis l'interface d'administration de votre gestionnaire de noms de domaine.
hr: Prije nego li možete primati e-poštu za svoje adrese e-pošte od prilagođenih domena na ProtonMailu, morate dodati sljedeće MX zapise u svoj DNS. To se obično može obaviti uupravljačkoj ploči registra vaše domene.
nl: Voordat u e-mails voor uw eigen domeinnaam op ProtonMail kan ontvangen, moet u de volgende MX-records toevoegen aan uw DNS. Dit kan u meestal doen in het beheerderspaneel van uw domeinnamenregister of hostingprovider.
pl: Zanim otrzymasz wiadomości e-mail na adresy domeny niestandardowej w ProtonMail, należy dodać następujące rekordy MX do DNS. Zazwyczaj można to zrobić w panelu sterowania u rejestratora domeny.
pt: Antes de receber e-mails para seus endereços de domínio personalizados no ProtonMail, você precisa adicionar os seguintes registros MX ao seu DNS. Isso geralmente pode ser feito no painel de controle do registrador de nomes de domínio.
pt_pt: Antes de receber emails nos seus endereços de domínio personalizado no ProtonMail, necessita de adicionar o seguinte registo MX ao seu DNS. Normalmente pode ser feito no painel de controlo do seu fornecedor de registo de domínio.
ru: Прежде чем вы сможете получать электронную почту на адреса вашего пользовательского домена в ProtonMail, нужно добавить следующие записи MX в DNS. Обычно это можно сделать в панели управления регистратора доменных имён.
tr: ProtonMail'de özel etki alanı adresleriniz için e-postalar alabilmeniz için, önce aşağıdaki MX kayıtlarını DNS'inize eklemeniz gerekir. Bu, genellikle etki alanı kayıt şirketinizin kontrol panelinden yapılabilir.
zh_tw: 要在 ProtonMail 以自訂網域地址接收電子郵件，您需要新增以下 MX 記錄到您的 DNS 中。這通常可以在您的網域名稱註冊機構的控制台中設定完成。

# Info
source: Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them.
ca: Abans que pugueu enviar i rebre missatges des de les noves direccions, necessiteu crear les seves claus de xifrat respectives.
de: Bevor Sie mit dem Senden und Empfangen von Nachrichten von Ihren neuen E-Mail-Adressen beginnen können, müssen Sie Verschlüsselungscodes für diese erstellen.
fr: Avant de pouvoir envoyer et recevoir des emails de vos nouvelles adresses, vous avez besoin de leur créer des clés de chiffrement.
hr: Da biste mogli početi slati i primati e-poštu s vaših novih adresa -pošte, morate za njih stvoriti ključeve za šifriranje.
pl: Zanim zaczniesz wysyłać i odbierać wiadomości e-mail z nowych adresów, musisz utworzyć dla nich klucze szyfrowania.
pt_pt: Antes de começar a enviar e receber emails dos seus novos endereços, é necessário criar chaves de encriptação para eles.
tr: Yeni adresinizden e-posta gönderip almaya başlamadan önce, onlar için şifreleme anahtarları oluşturmanız gerekir.

# Info
source: Below are optional settings you can use to customize your account. You can always find these on your Settings page.
ca: A continuació trobareu opcions de configuració per personalitzar el vostre compte. Sempre les podreu trobar a la vostra pàgina de configuració.
de: Weiter unten befinden sich optionale Einstellungen, mit denen Sie Ihr Konto anpassen können. Sie finden diese immer auf der Seite "Einstellungen".
es: A continuación se indican los ajustes opcionales que puede utilizar para personalizar su cuenta. Siempre se pueden encontrar en la página Ajustes.
fr: Voici les paramètres facultatifs que vous pouvez utiliser pour personnaliser votre compte. Vous pouvez toujours les trouver sur la page des Paramètres.
hr: U nastavku su neobavezne postavke kojima možete prilagoditi vaš račun. Uvijek ih možete pronaći u Postavkama.
id: Berikut adalah setelan opsional yang dapat Anda gunakan untuk menyesuaikan akun Anda. Anda selalu dapat menemukannya di halaman Pengaturan Anda.
nl: Hieronder vindt u optionele instellingen die u kunt gebruiken voor het aanpassen van uw account. Deze instellingen kunt u altijd vinden op uw instellingenpagina.
pl: Poniżej znajdują się ustawienia opcjonalne służące do dostosowania Twojego konta. Będą one zawsze dostępne na stronie ustawień.
pt: Abaixo estão as configurações opcionais que você pode usar para personalizar sua conta. Você sempre pode encontrá-las na sua página Configurações.
pt_pt: Abaixo estão configurações opcionais que pode utilizar para personalizar a sua conta. Pode sempre encontrá-las na sua página de definições.
ru: Ниже &mdash; дополнительные настройки, которые вы можете использовать для своей учётной записи. Также их всегда можно найти на странице "Настройки".
tr: Aşağıda hesabınızı özelleştirmek için kullanabileceğiniz isteğe bağlı ayarlar verilmektedir. Bunları her zaman Ayarlar sayfanızda bulabilirsiniz.
zh_tw: 以下是可用於自訂帳戶的可選設定。您可以在設定頁面上找到這些內容。

# Info
source: Billed as {{amount}} /2-yr
ca: Facturat com a {{amount}} /2 anys
de: Abrechnung als {{amount}}/2 Jahre
es: Facturado como {{amount}} /2-años
fr: Facturé {{amount}} pour 2 ans
hr: Naplaćuje se {{amount}} za 2 godine
id: Ditagih sebagai {{amount}} / 2-th
nl: Gefactureerd als {{amount}}/2 jaar
pl: Płatne jako {{amount}} /2 lata
pt: Faturado como {{amount}} /2 anos
pt_pt: Facturado como {{amount}}/2 anos
ru: Оплачивается в сумме {{amount}} /2 года
tr: {{amount}} olarak faturalandırıldı /2 yıl
zh_tw: 以每2年 {{amount}} 計費

# Info
source: Billed as {{amount}} /yr
ca: Facturat com a {{amount}} /any
de: Berechnet als {{amount}}/Jahr
es: Facturado como {{amount}}/año
fr: Facturé {{amount}} /an
hr: Naplaćuje se {{amount}} godišnje
id: Ditagih sebagai {{amount}} / thn
nl: Gefactureerd als {{amount}} /jaar
pl: Płatne jako {{amount}} /rok
pt: Faturado como {{amount}} /ano
pt_pt: Facturado como {{amount}}/ano
ru: Оплачивается в сумме {{amount}} /год
tr: {{amount}} olarak faturalandırıldı /yıl
zh_tw: 以每年 {{amount}} 計費

# Info
source: Billed as {{price}} for 1 year
pt_pt: Facturado como {{price}} por 1 ano

# Info
source: Billed as {{price}} for 2 years
pt_pt: Facturado como {{price}} por 2 anos

# Info
source: Blacklist
ca: Llista negra
es: Lista Negra
fr: Liste noire
hr: Lista neželjenih
id: Daftar hitam
nl: Zwarte lijst
pl: Czarna lista
pt: Lista Negra
pt_pt: Lista negra
ru: Чёрный список
tr: Kara liste
zh_tw: 黑名單

# Info
source: Bug reports are not end-to-end encrypted, please do not send any sensitive information.
ca: Els informes d'errors no estan xifrats d'extrem a extrem (end-to-end), si us plau no envieu informació sensible.
de: Bug-Reports sind nicht Ende-zu-Ende verschlüsselt, bitte senden Sie keine sensiblen Informationen.
es: Los informes de errores no están cifrados de extremo-a-extremo, no envíe ninguna información confidencial.
fr: Les rapports de bugs ne sont pas chiffrés de bout en bout, merci de ne pas envoyer d'informations sensibles.
hr: Izvještaji o pogreškama nisu end-to-end šifrirani. Molimo da ne šaljete nikakve osjetljive podatke.
id: Laporan bug tidak end-to-end dienkripsi, mohon jangan mengirimkan informasi sensitif apapun.
nl: Foutrapporten zijn niet versleuteld met end-to-end-versleuteling, stuur geen privacy-gevoelige informatie.
pl: Raporty o błędach nie są szyfrowane end-to-end. Nie wysyłaj żadnych poufnych informacji.
pt: Os relatórios de erros não são criptografados de ponta a ponta, não envie nenhuma informação confidencial.
pt_pt: Os relatórios de erros não são encriptados ponta-a-ponta, por favor não envie nenhuma informação sensível.
ru: Сообщения об ошибках не шифруются. Пожалуйста, не отправляйте в них какую-либо конфиденциальную информацию.
tr: Hata raporları uçtan uca şifreli değildir, lütfen herhangi bir hassas bilgi göndermeyin.
zh_tw: 錯誤報告沒有使用點對點加密，請不要發送任何敏感訊息。

# Info
source: Buttons position saved
ca: La posició dels botons s'ha desat
de: Schaltflächenpositionen gespeichert
es: Posición de botones guardada
fr: Position des boutons sauvegardée
hr: Pozicija dugmadi je spremljena
id: Posisi tombol disimpan
nl: Positie van de knoppen opgeslagen
pl: Położenia przycisków zostały zapisane
pt: Posição dos botões salva
pt_pt: Posição dos botões gravada
ru: Положение кнопок сохранено
tr: Düğme konumu kaydedildi
zh_tw: 已保存按鈕位置

# Info
source: By clicking Create Account, you agree to abide by
ca: Clicant "Crear compte", esteu acceptant complir amb
de: Indem Sie auf "Konto erstellen" klicken, erklären Sie sich einverstanden mit den
es: Al hacer clic en Crear Cuenta, acepta cumplir
fr: En cliquant sur Créer un compte, vous acceptez de respecter les
hr: Pritiskom na Stvori račun, prihvaćate se pridržavati
id: Dengan mengklik Create Account, Anda setuju untuk mematuhi
nl: Door te klikken op Account maken, gaat u ermee akkoord zich te houden aan
pl: Klikając przycisk Utwórz konto, użytkownik zgadza się przestrzegać
pt: Ao clicar em criar conta, você concorda em respeitar
pt_pt: Ao clicar em Criar conta, concorda em respeitar os
ru: Нажимая на "Создать учётную запись", вы соглашаетесь соблюдать
tr: Hesap Oluştur düğmesini tıklayarak şunlara uymayı kabul ediyorsunuz:
zh_tw: 當按下「建立帳戶」，您同意遵守

# Info
source: By clicking Setup Account, you agree to abide by
ca: Clicant "Configurar compte", esteu acceptant complir amb
de: Indem Sie auf "Konto erstellen" klicken, erklären Sie sich einverstanden mit den
es: Al hacer clic en Configurar Cuenta, acepta cumplir
fr: En cliquant sur Créer un compte, vous acceptez de respecter les obligations suivantes
hr: Pritiskom na Postavljanje računa, prihvaćate se pridržavati
id: Dengan mengklik Setup Account, Anda setuju untuk mematuhi
nl: Door te klikken op Account Instellen, gaat u ermee akkoord zich te houden aan
pl: Klikając przycisk Ustawienia konta, użytkownik zgadza się przestrzegać
pt: Ao clicar em configurar conta, você concorda em respeitar
pt_pt: Ao clicar em Configurar conta, concorda em respeitar os
ru: Нажимая "Настроить учётную запись", вы соглашаетесь соблюдать
tr: Hesap Oluştur düğmesini tıklayarak şunlara uymayı kabul ediyorsunuz:
zh_tw: 當按下「設定帳戶」，您同意遵守

# Info
source: By clicking Submit, you agree to abide by
ca: Clicant "Enviar", esteu acceptant complir amb
de: Indem Sie "Absenden" klicken, erklären Sie sich einverstanden mit den
es: Al hacer clic en Confirmar, acepta cumplir
fr: En cliquant sur Envoyer, vous acceptez de respecter les
hr: Pritiskom na Pošalji, prihvaćate se pridržavati
id: Dengan mengklik Submit, Anda setuju untuk mematuhi
nl: Door te klikken op Versturen, gaat u ermee akkoord zich te houden aan
pl: Klikając przycisk Wyślij, zgadzasz się przestrzegać
pt: Ao clicar em enviar, você concorda em respeitar
pt_pt: Ao clicar em Submeter, concorda em respeitar os
ru: Нажимая "Отправить", вы соглашаетесь соблюдать
tr: Gönder düğmesine tıklayarak şunlara uymayı kabul ediyorsunuz:
zh_tw: 當按下「送出」時，您同意遵守

# Info
source: By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.
pt_pt: Ao reverter para um plano gratuito, perderá permanentemente estes benefícios, mesmo que venha a actualizar de novo no futuro.

# Info
source: By leaving now, you will lose what you have written in this email. You can save a draft if you want to come back to it later on.
ca: En sortir ara, perdreu el que heu escrit en aquest correu electrònic. Podeu desar un esborrany si voleu tornar-hi més endavant.
de: Wenn Sie die Seite verlassen, wird diese Nachricht verworfen. Sie können diese Mail auch als Entwurf speichern und diese später erneut aufrufen.
fr: En quittant maintenant, vous allez perdre ce que vous avez écrit dans cet email. Vous pouvez sauvegarder un brouillon si vous souhaitez y revenir plus tard.
hr: Ukoliko napustite sada, izgubit ćete ono što ste napisali u ovoj e-poruci. Možete spremiti kao skicu ako kasnije želite koristiti.
nl: Door het venster nu te verlaten verliest u wat u geschreven heeft in deze e-mail. U kunt een concept opslaan als u later verder wil schrijven.
pl: Wychodząc teraz, stracisz to co masz napisane w tej wiadomości. Wiadomość e-mail można zapisać jako szkic, do którego można wrócić później.
pt: Se você sair agora, irá perder o que já escreveu neste e-mail. Você pode salvar um rascunho se quiser continuar depois.
pt_pt: Se sair agora, perderá o que tinha escrito neste email. Pode guardar um rascunho se quiser voltar a ele mais tarde.
ru: Прерываясь сейчас, вы потеряете всё написанное в этом сообщении. Вы можете сохранить черновик, если захотите вернуться к нему позднее.
tr: Şimdi bırakarak, bu e-postada yazdıklarınızı kaybedeceksiniz. Daha sonra geri dönmek isterseniz bir taslak olarak saklayabilirsiniz.
zh_tw: 現在離開，您將失去已寫入的郵件內容。您可以儲存為草稿以便稍後編輯。

# Info
source: Change composer mode to {{value}}
ca: Canviar el mode del redactor a {{value}}
de: Nachrichtenformat ändern zu {{value}}
es: Cambiar el modo del redactor a {{value}}
fr: Choisir {{value}} comme mode d'écriture
hr: Promjeni način rada prozora za novu poruku u {{value}}
id: Ubah mode komposer menjadi {{value}}
nl: Wijzig opstelmodus naar {{value}}
pl: Zmień tryb edytora na {{value}}
pt: Alterar o modo do compositor para {{value}}
pt_pt: Alterar o modo do compositor para {{value}}
ru: Изменить режим редактора на {{value}}
tr: Besteci modunu {{value}} olarak değiştirin
zh_tw: 將撰寫模式更改為 {{value}}

# Info
source: Change default text direction to {{value}}
ca: Canviar la direcció del text per defecte a {{value}}
de: Standard-Textrichtung ändern auf {{value}}
es: Cambiar la dirección del texto a {{value}}
fr: Changer l’orientation du texte par défaut vers {{value}}
hr: Promijeni zadani smjer teksta u {{value}}
nl: Verander de standaard tekstrichting naar {{value}}
pl: Zmień domyślny kierunek tekstu do {{value}}
pt: Alterar a direção padrão do texto para {{value}}
pt_pt: Alterar a direcção padrão do texto para {{value}}
ru: Изменить исходное (по умолчанию) направление текста на {{value}}
tr: Varsayılan metin yönünü {{value}} olarak değiştirin
zh_tw: 將預設文字方向更改為 {{value}}

# Info
source: Checking username
ca: Comprovant el nom d'usuari
de: Überprüfe Benutzernamen
es: Comprobando nombre de usuario
fr: Vérification du nom d’utilisateur
hr: Provjera korisničkog imena
id: Memeriksa username
nl: Gebruikersnaam controleren
pl: Sprawdzanie nazwy użytkownika
pt: Verificando o nome de usuário
pt_pt: A verificar o nome de utilizador
ru: Проверка имени пользователя
tr: Kullanıcı adı kontrol ediliyor
zh_tw: 正在檢查使用者名稱

# Info
source: Choose your preferred button order for marking messages as read / unread.
ca: Escolliu l'ordre dels botons que més us agradi per marcar els missatges com a llegit / no llegit.
de: Wählen Sie Ihre bevorzugte Reihenfolge der Schaltflächen, um Nachrichten als gelesen/ungelesen zu markieren.
fr: Choisissez votre ordre préféré des boutons d’action pour marquer les messages comme lus / non lus.
hr: Odaberite željeni raspored gumba za označavanje poruka kao pročitano/nepročitano.
pl: Wybierz preferowaną kolejność przycisków do oznaczania wiadomości jako przeczytanej / nieprzeczytanej.
pt: Escolha a ordem preferida do botão para marcar as mensagens como lidas / não lidas.
pt_pt: Escolha a ordem preferida dos botões para marcar mensagens como lidas/não lidas.
ru: Выберите предпочитаемое вами расположение кнопок для пометки сообщений прочитанными / непрочитанными.
tr: İletileri okundu/okunmadı olarak işaretlemek için tercih ettiğiniz düğme sırasını seçin.
zh_tw: 選擇您喜歡的按鈕來標示郵件為已讀 / 未讀。

# Info
source: Click INFO to view total storage for your plan
ca: Cliqueu INFO per veure l'emmagatzematge total del vostre pla
de: Auf INFO klicken, um den Gesamtspeicherplatz für Ihren Tarif anzuzeigen
es: Clic en INFO para ver el total de almacenamiento para su plan
fr: Cliquez sur INFO pour consulter l'espace de stockage total correspondant à votre offre
hr: Pritisnite INFO za prikaz ukupnog prostora za pohranu u vašem planu
id: Klik INFO untuk melihat total penyimpanan untuk rencana Anda
nl: Klik op INFO om de totale opslagruimte voor uw abonnement te bekijken
pl: Kliknij INFO, aby sprawdzić całkowitą przestrzeń dyskową dla Twojego planu
pt: Clique em INFO para ver o armazenamento total para o seu plano
pt_pt: Clique em INFORMAÇÃO para ver o armazenamento total do seu plano
ru: Щёлкните "ИНФОРМАЦИЯ", чтобы увидеть общий объём хранилища, доступный согласно вашему тарифу
tr: Planınızın toplam depolamasını görüntülemek için BİLGİ'ye tıklayın
zh_tw: 點擊「資訊」來查看方案的總存儲空間

# Info
source: Click on a contact to view or edit details.
ca: Cliqueu a un contacte per veure'n o editar-ne els detalls.
de: Klicken Sie auf einen Kontakt, um Details anzuzeigen oder zu bearbeiten.
es: Clic en un contacto para ver o editar los datos.
fr: Cliquez sur un contact pour afficher ou modifier les détails.
hr: Pritisnite na kontakt za prikaz ili uređivanje detalja.
nl: Klik op een contactpersoon om het te bekijken of te bewerken.
pl: Kliknij na kontakt by wyświetlić lub zmodyfikować szczegóły.
pt: Clique em um contato para visualizar ou editar detalhes.
pt_pt: Clique num contacto para ver ou editar os detalhes.
ru: Нажмите на контакт, чтобы увидеть или изменить его данные.
tr: Ayrıntıları görüntülemek veya düzenlemek için bir kişiye tıklayın.
zh_tw: 點擊聯絡人以查看或編輯詳細資料。
