Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Warning
source: The verification of {{ emails }} has failed: the contact is not signed correctly. You must re-sign the contact in order to send a message to this address or edit the contact. This can also happen when you have recovered your password and reset your keys.
ca: La verificació de {{ emails }} ha fallat: el contacte no està signat correctament. Heu de tornar a signar el contacte per enviar un missatge a aquesta adreça o editar-lo contacte. Això també pot passar quan heu recuperat la vostra contrasenya i restablí les vostres claus.
de: Die Überprüfung von {{ emails }} ist fehlgeschlagen: Der Kontakt ist nicht korrekt signiert. Sie müssen den Kontakt erneut signieren, um eine Nachricht an diese Adresse senden oder den Kontakt bearbeiten zu können. Dies kann auch passieren, wenn Sie Ihr Passwort wiederhergestellt und Ihre Schlüssel zurückgesetzt haben.
es: La verificación de {{ emails }} ha fallado: el contacto no está firmado correctamente. Debe volver a firmar el contacto para enviar un mensaje a esta dirección o editar el contacto. Esto puede suceder cuando ha recuperado su contraseña y las claves restablecidas.
fr: La vérification de {{ emails }} a échoué : le contact n’est pas signé correctement. Vous devez signer de nouveau le contact afin d’envoyer un message à cette adresse ou modifier le contact. Cela peut également se produire si vous avez récupéré votre mot de passe et réinitialisé vos clés.
hr: Potvrda {{ emails }} nije uspjela: kontakt nije ispravno potpisan. Kontakt morate ponovno potpisati kako biste poslali poruku na tu adresu ili uredili kontakt. To se također može dogoditi kada ste obnovili lozinku i resetirali ključeve.
nl: De verificatie van {{ emails }} is mislukt: de contactpersoon is niet goed ondertekend. U dient de gegevens van de contactpersoon opnieuw te ondertekenen of te bewerken om een bericht te versturen naar dit adres. Dit kan voorkomen wanneer u uw wachtwoord hersteld heeft en daardoor uw sleutels opnieuw aangemaakt zijn.
pl: Weryfikacja {{ emails }} nie powiodła się: kontakt nie jest prawidłowo podpisany. Musisz podpisać kontakt ponownie, aby wysłać wiadomość na ten adres lub go edytować. Może tak się również zdarzyć przy odzyskiwaniu hasła i resetowaniu kluczy.
pt: A verificação de {{ emails }} falhou: o contato não está assinado corretamente. Você deve assinar novamente o contato para conseguir enviar a mensagem para este endereço ou editar o contato. Isso também pode acontecer quando você recupera sua senha e redefine suas chaves.
pt_pt: A verificação de {{ emails }} falhou: o contacto não está assinado correctamente. Tem de assinar novamente o contacto para conseguir enviar mensagens para este endereço ou editar o contacto. Também pode acontecer quando repõe a senha e as suas chaves.
ru: Проверка {{ emails }} не прошла: контакт не подписан правильно. Вы должны повторно подписать контакт, чтобы отправлять сообщения на этот адрес или редактировать контакт. Это также может происходить, когда вы восстановили свой пароль и сбросили свои ключи.
tr: {{ emails }} doğrulaması başarısız oldu: kişi doğru şekilde imzalanmadı. Bu adrese bir ileti göndermek veya kişiyi düzenlemek için kişiyi yeniden imzalamanız gerekir. Bu, ayrıca şifrenizi kurtardığınızda ve anahtarlarınızı sıfırladığınızda da olabilir.
zh_tw: 驗證 {{ emails }} 失敗：連絡人未正確簽名。 必須對連絡人重新簽名，才能將郵件發送到此位址或編輯連絡人。當 恢復密碼並重置金鑰時，也可能發生此情況。

# Warning
source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
ca: Advertència: no heu establert un correu electrònic de recuperació per tal que la recuperació del compte sigui impossible si oblideu la vostra contrasenya. Procediu sense correu electrònic de recuperació?
de: Warnung: Sie haben keine Wiederherstellungs-E-Mail eingegeben sodass es unmöglich ist Ihr Account wiederherzustellen wenn Sie Ihr Passwort vergessen. Ohne Wiederherstellungs-E-Mail fortfahren?
es: Advertencia: no estableció un correo electrónico de recuperación por lo que la recuperación de cuentas es imposible si olvida su contraseña. ¿Proceder sin correo electrónico de recuperación?
fr: Avertissement : Vous avez défini aucun email de récupération, la récupération du compte est donc impossible si vous avez oublié votre mot de passe. Voulez-vous poursuivre sans email de récupération?
hr: Upozorenje: Vi niste postavili adresu e-pošte za oporavak računa, stoga je oporavak računa nemoguć u slučaju da zaboravite zaporku. Želite nastaviti bez e-pošte za oporavak?
id: Peringatan: Anda tidak mengatur email pemulihan sehingga pemulihan akun tidak mungkin dilakukan jika Anda lupa kata sandinya. Lanjutkan tanpa email pemulihan?
nl: Waarschuwing: u heeft geen herstel-e-mailadres opgegeven, dus het is niet mogelijk uw account te herstellen als u uw wachtwoord vergeet. Verder gaan zonder herstel e-mailadres?
pl: Ostrzeżenie: Jeśli nie zdefiniujesz pomocniczego adresu e-mail, odzyskiwanie konta nie będzie możliwe jeśli zapomnisz hasła. Kontynuować bez pomocniczego adresu e-mail?
pt: Alerta: Você não definiu um e-mail para recuperação, então não será possível recuperar sua conta caso você perca sua senha. Continuar sem definir o e-mail para recuperação?
pt_pt: Aviso: não definiu um email de recuperação, logo, será impossível recuperar a sua conta se se esquecer da senha. Prosseguir sem email de recuperação?
ru: Предупреждение: вы не задали адрес эл. почты для восстановления доступа, и поэтому он невозможен в случае, если вы забудете свой пароль. Продолжить без адреса для восстановления?
tr: Uyarı: Bir kurtarma e-postası ayarlamadınız için şifrenizi unuttuğunuzda hesabınızı kurtarmanız imkânsız olacak. Kurtarma e-postası olmadan devam edilsin mi?
zh_tw: 警告：您沒有設定備援電子郵件地址，因此如果您忘記密碼，將無法恢復帳戶。在沒有備援電子郵件地址的情況下繼續？

# Warning
source: You can also send anyway without expiration to these recipients.
ca: També podeu enviar-los sense cap tipus de venciment a aquests destinataris.
de: Sie können Nachrichten auch ohne die Funktion „Verfällt in” an diese Empfänger senden.
fr: Vous pouvez également envoyer quand même sans expiration à ces destinataires.
hr: Možete svejedno poslati poruku ovim primateljima, bez isteka poruke.
nl: U kunt er ook voor kiezen om het bericht alsnog naar deze ontvangers te verzenden zonder het gebruik van een verlooptijd.
pl: Możesz także wysyłać wiadomości do tych odbiorców bez terminu wygaśnięcia.
pt: Você também pode enviar sem usar a expiração para estes destinatários.
pt_pt: Também pode enviar para estes destinatários mesmo assim, sem validade.
ru: Вы всё равно можете отправить без срока действия этим получателям.
tr: Yine de bu alıcılara sona erme süresi olmadan gönderebilirsiniz.
zh_tw: 您可以任意寄送給以下收件人，無須考慮郵件到期時間。

# Write a feedback about ProtonMail
source: Your thoughts...
ca: Els teus pensaments...
de: Ihre Meinung …
es: Sus pensamientos...
fr: Vos idées...
hr: Vaše misli...
nl: Uw mening...
pl: Twoje przemyślenia...
pt: Sua opinião...
pt_pt: A sua opinião...
ru: Ваши мысли...
tr: Düşünceleriniz...
zh_tw: 您的意見

# X days before the end
source: {{$count}} day
pt_pt: {{$count}} dia

# X hours before the end
source: {{$count}} hour
pt_pt: {{$count}} hora

# X minutes before the end
source: {{$count}} minute
pt_pt: {{$count}} minuto

# X seconds before the end
source: {{$count}} second
pt_pt: {{$count}} segundo

# You can Add contact or Import contacts
source: You can
ca: Tu pots
de: Sie können
fr: Vous pouvez
hr: Možete
nl: U kunt
pl: Możesz
pt: Você pode
pt_pt: Pode
ru: Вы можете
tr: Şunları yapabilirsiniz
zh_tw: 您可以

# You can Add contact or Import contacts
source: or
ca: o
de: oder
fr: ou
hr: ili
nl: of
pl: lub
pt: ou
pt_pt: ou
ru: или
tr: veya
zh_tw: 或

# atom text loader
source: Decrypting
ca: Desxifrant
de: Wird entschlüsselt
es: Descifrando
fr: Déchiffrement en cours
hr: Dešifriranje
nl: Ontsleutelen
pl: Odszyfrowywanie
pt: Descriptografando...
pt_pt: A desencriptar
ru: Расшифровка
tr: Şifre çözülüyor
zh_tw: 解密中

# atom text loader
source: Enabling calendar (coming soon).<br />This may take a few minutes, please wait.
ca: Habilitació del calendari (aviat).<br />Això pot trigar uns minuts, espereu.
de: Kalender aktivieren (in Kürze verfügbar).<br />Das kann einige Minuten dauern, bitte warten.
fr: Activation du calendrier (à venir).<br />Cela peut prendre quelques minutes, veuillez patienter.
hr: Omogućavanje kalendara (dolazi uskoro). <br /> Ovo može potrajati nekoliko minuta, pričekajte.
nl: Agenda inschakelen (binnenkort).<br />Dit kan enkele minuten duren, een moment geduld s.v.p.
pl: Włączanie kalendarza (już wkrótce).<br />Operacja może potrwać kilka minut, czekaj.
pt: Habilitando calendário (em breve).<br />Isso pode demorar alguns minutos. Por favor, aguarde.
pt_pt: A activar o calendário (em breve).<br />Isto pode demorar alguns minutos, por favor aguarde.
ru: Включение календаря (возможность будет доступна в ближайшее время).<br />Это может занять несколько минут, пожалуйста, подождите.
tr: Takvimi etkinleştirme (yakında).<br />Bu birkaç dakika sürebilir, lütfen bekleyin.
zh_tw: 啟用日曆功能（即將上線）。<br />這可能花費幾分鐘，請稍待。

# auth log entry
source: Login failure (two-factor)
ca: Error d'inici de sessió (dos factors)
de: Anmeldefehler (Bestätigung in zwei Schritten)
es: Error de inicio de sesión (dos factores)
fr: Échec de connexion (authentification en deux étapes)
hr: Neuspjela prijava (provjera u dva koraka)
id: Kegagalan login (dua faktor)
nl: Inloggen mislukt (tweestaps)
pl: Błąd logowania (2FA)
pt: Falha no login (dois fatores)
pt_pt: Erro de início de sessão (dois passos)
ru: Неудачный вход (2ФА)
tr: Oturum açma başarısız (iki adımlı doğrulama)
zh_tw: 登入失敗（兩步驟驗證）

# auth log entry
source: Login success
ca: Inici de sessió correcte
de: Erfolgreich angemeldet
es: Inicio de sesión correcto
fr: Connexion réussie
hr: Uspješna prijava
id: Sukses masuk
nl: Succesvol ingelogd
pl: Zalogowano pomyślnie
pt: Login realizado com sucesso
pt_pt: Início de sessão com sucesso
ru: Успешный вход
tr: Oturum açma başarılı
zh_tw: 登入成功

# auth log entry
source: Login success (two-factor)
pt_pt: Início de sessão com sucesso (dois passos)

# auth log entry
source: Logout
ca: Tancar sessió
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hr: Odjava
id: Keluar
nl: Uitloggen
pl: Wyloguj
pt: Encerrar sessão
pt_pt: Terminar sessão
ru: Выход
tr: Çıkış yap
zh_tw: 登出

# bitcoin error request
source: Error connecting to the Bitcoin API.
ca: Error en connectar-se a l'API de Bitcoin.
de: Fehler beim Verbinden mit der Bitcoin-API.
es: Error al conectar a la API de Bitcoin.
fr: Erreur de connexion à l’API de Bitcoin.
hr: Greška prilikom spajanja na Bitcoin API.
id: Kesalahan saat menyambung ke Bitcoin API.
nl: Fout bij het verbinden met de Bitcoin-API.
pl: Błąd podczas łączenia z interfejsem API Bitcoina.
pt: Erro na conexão à API do Bitcoin.
pt_pt: Erro ao ligar à API do Bitcoin.
ru: Ошибка при подключении к Bitcoin API.
tr: Bitcoin API'sine bağlanırken hata oluştu.
zh_tw: 連接 Bitcoin API 時出錯。

# bug report modal
source: Browser version
ca: Versió del navegador
es: Versión del navegador
fr: Version du navigateur
hr: Verzija preglednika
nl: Browserversie
pl: Wersja przeglądarki
pt: Versão do navegador
pt_pt: Versão do navegador
ru: Версия браузера
tr: Tarayıcı sürümü
zh_tw: 瀏覽器版本

# bug report modal
source: Please make sure to give us a way to contact you
ca: Assegureu-vos que ens proporcioneu una forma de contactar-vos
de: Bitte stellen Sie sicher, dass Sie uns eine Möglichkeit geben, mit Ihnen in Kontakt zu treten
es: Asegúrese de darnos una manera de contactarle
fr: Merci de veiller à nous donner un moyen de vous contacter
hr: Molimo vas da nam pružite način da vas kontaktiramo
nl: Zorg ervoor dat u ons een manier geeft om met u contact op te nemen
pl: Upewnij się, że będziemy mogli się z Tobą skontaktować
pt: Por favor, certifique-se de deixar uma maneira de entrar em contato com você
pt_pt: Por favor, certifique-se de que deixa uma forma de o contactarmos
ru: Пожалуйста, убедитесь что предоставили нам возможность связаться с вами
tr: Lütfen sizinle iletişim kurabileceğimiz bir yol sunduğunuzdan emin olun
zh_tw: 請提供聯絡方法

# bug report modal description
source: Please describe the problem and include any error messages
ca: Descriviu el problema i incloeu-hi els missatges d'error
de: Bitte beschreiben Sie das Problem und geben Sie eventuelle Fehlermeldungen an
es: Describa el problema e incluya cualquier mensaje de error
fr: Veuillez décrire le problème et inclure tous les messages d'erreur
hr: Molimo opišite problem i pridružite sve poruke o pogreškama
nl: Beschrijf het probleem en voeg alle foutmeldingen toe
pl: Opisz problem i dołącz wszelkie informacje o błędach
pt: Por favor, descreva o problema e inclua quaisquer mensagens de erro
pt_pt: Por favor descreva o problema e inclua quaisquer mensagens de erro
ru: Пожалуйста, опишите проблему и добавьте все возникавшие сообщения об ошибке
tr: Lütfen sorunu tanımlayın ve hata mesajlarını ekleyin
zh_tw: 請描述問題及附上錯誤訊息

# bug report modal label
source: Browser
ca: Navegador
es: Navegador
fr: Navigateur
hr: Preglednik
pl: Przeglądarka
pt: Navegador
pt_pt: Navegador
ru: Браузер
tr: Tarayıcı
zh_tw: 瀏覽器

# bug report modal label
source: Browser version
ca: Versió del navegador
es: Versión del navegador
fr: Version du navigateur
hr: Verzija preglednika
id: Versi browser
nl: Browserversie
pl: Wersja przeglądarki
pt: Versão do navegador
pt_pt: Versão do navegador
ru: Версия браузера
tr: Tarayıcı sürümü
zh_tw: 瀏覽器版本

# bug report modal label
source: Email address
ca: Adreça de correu electrònic
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse email
hr: Adresa e-pošte
id: Alamat email
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
pt_pt: Endereço de email
ru: Адрес эл. почты
tr: E-posta adresi
zh_tw: 電子郵件地址

# bug report modal label
source: What happened?
ca: Què ha passat?
de: Was ist passiert?
es: ¿Qué ha ocurrido?
fr: Que s'est-il passé ?
hr: Što se dogodilo?
id: Apa yang terjadi?
nl: Wat is er gebeurd?
pl: Co się stało?
pt: O que aconteceu?
pt_pt: O que aconteceu?
ru: Что случилось?
tr: Ne oldu?
zh_tw: 發生了什麼問題？

# button
source: Remove bonuses
pt_pt: Remover bónus

# button to configure the domain
source: Wizard
ca: Assistent
de: Assistent
fr: Assistant
hr: Čarobnjak
pl: Asystent
pt: Assistente
pt_pt: Assistente
ru: Мастер
tr: Sihirbaz
zh_tw: 精靈

# configuration status badge
source: Not set
ca: No establert
de: Nicht festgelegt
fr: Non configuré
hr: Nije postavljeno
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não definido
pt_pt: Não definido
ru: Не задано
tr: Ayarlanmadı
zh_tw: 未設定

# copyright
source: ProtonMail.com - Made globally, hosted in Switzerland.
ca: ProtonMail.com: fet a nivell mundial, allotjat a Suïssa.
de: ProtonMail.com - Weltweit verfügbar, in der Schweiz gehosted.
es: ProtonMail.com - Hecho mundialmente, alojado en Suiza.
fr: ProtonMail.com – Réalisé de par le monde, hébergé en Suisse.
hr: ProtonMail.com - Stvoren globalno s središtem u Švicarskoj.
id: ProtonMail.com - Dibuat secara global, diselenggarakan di Swiss.
nl: ProtonMail.com - Wereldwijd gemaakt, gehost in Zwitserland.
pl: ProtonMail.com - tworzony na całym świecie, hostowany w Szwajcarii.
pt: ProtonMail.com - Criado globalmente e hospedado na Suíça.
pt_pt: ProtonMail.com - feito globalmente, alojado na Suíça.
ru: ProtonMail.com - Доступен глобально, размещён в Швейцарии.
tr: ProtonMail.com - Küresel olarak üretildi, İsviçre'de barındırılıyor.
zh_tw: ProtonMail.com 全球製造，瑞士托管。

# dashboard options select
source: 1 Custom Domain
ca: 1 Domini personalitzat
de: Eine eigene Domain
es: Un dominio personalizado
fr: 1 domaine personnalisé
hr: 1 prilagođena domena
id: {{$count}} Domain Khusus
nl: 1 Eigen domein
pl: 1 Niestandardowa domena
pt: 1 Domínio personalizado
pt_pt: 1 domínio personalizado
ru: 1 пользовательский домен
tr: 1 özel etki alanı
zh_tw: {{$count}} 個自訂域名

# dashboard options select
source: 1 GB Storage
ca: 1 GB d'Enmagatzematge
de: 1 GB Speicherplatz
es: 1GB de almacenamiento
fr: 1 Go d'espace de stockage
hr: 1 GB prostora za pohranu
id: {{$count}} Penyimpanan GB
nl: 1 GB opslag
pl: 1 GB przestrzeni dyskowej
pt: 1 GB de Armazenamento
pt_pt: 1 GB de armazenamento
ru: 1 ГБ хранилища
tr: 1 GB depolama alanı
zh_tw: {{$count}} GB 儲存空間

# dashboard options select
source: 1 User
ca: 1 Usuari
de: 1 Nutzer
es: Un usuario
fr: 1 utilisateur
hr: 1 korisnik
id: {{$count}} Pengguna
nl: 1 Gebruiker
pl: 1 Użytkownik
pt: 1 Usuário
pt_pt: 1 utilizador
ru: 1 Пользователь
tr: 1 kullanıcı
zh_tw: {{$count}} 使用者

# dashboard options select
source: {{value}} Addresses
ca: {{value}} Adreçes
de: {{value}} Adressen
es: {{value}} Direcciones
fr: {{value}} adresses
hr: {{value}} adrese
id: {{value}} Alamat
nl: {{value}} Adressen
pl: {{value}} Adresów
pt: {{value}} Endereços
pt_pt: {{value}} endereços
ru: {{value}} Адресов
tr: {{value}} adres
zh_tw: {{value}} 個地址

source: of
ca: de
de: von
es: de
fr: sur
hr: od
id: dari
nl: van
pl: z
pt: de
pt_pt: de
ru: из

source: of
ca: de
de: von
es: de
fr: sur
hr: od
id: dari
nl: van
pl: z
pt: de
pt_pt: de
ru: из

# dashboard, donation informations
source: Upgrading to a paid account is the best way to support ProtonMail, but you can also donate any amount.
ca: L'actualització a un compte de pagament és la millor manera de donar suport a ProtonMail, però també podeu donar qualsevol quantitat.
de: Ein kostenpflichtiges Konto ist der beste Möglichkeit, ProtonMail zu unterstützen, aber Sie können auch einen beliebigen Betrag spenden.
es: Mejorar a una cuenta de pago es la mejor manera de apoyar a ProtonMail, pero también puede donar cualquier monto.
fr: Passer à une offre payante est le meilleur moyen d'encourager ProtonMail mais vous pouvez aussi faire un don de n'importe quel montant.
hr: Nadogradnja na plaćeni račun najbolji je način za podržavanje ProtonMail-a, ali možete i donirati bilo koji iznos.
id: Mengupgrade ke akun berbayar adalah cara terbaik untuk mendukung ProtonMail, namun Anda juga dapat menyumbangkan jumlah apapun.
nl: Upgraden naar een betaalde account is de beste manier om de ProtonMail te steunen, maar u kunt ook elk bedrag doneren.
pl: Możesz wesprzeć ProtonMaila korzystając z płatnego konta, a także przekazując nam dowolną darowiznę.
pt: Atualizar para uma conta paga é a melhor maneira de apoiar o ProtonMail, você também pode doar qualquer quantia.
pt_pt: Actualizar para uma conta paga é a melhor maneira de apoiar o ProtonMail, mas também pode doar qualquer quantia.
ru: Повышение до платной учётной записи &mdash; это лучший способ поддержки ProtonMail, но вы также можете пожертвовать любую сумму.
tr: Ücretli bir hesaba geçmek, ProtonMail'i desteklemenin en iyi yoludur. Ancak aynı zamanda istediğiniz miktarda bağış yapabilirsiniz.
zh_tw: 升級至付費賬戶是支持 ProtonMail 的最佳方法，但您亦可捐獻任何金額。

# dashboard, donation informations
source: Your donation helps us support more users and continue to develop ProtonMail as free and open source software.
ca: La seva donació ens ajuda a donar suport a més usuaris i continuar desenvolupant ProtonMail com a programari de codi obert i gratuït.
de: Ihre Spende hilft uns, mehr Benutzer zu unterstützen und ProtonMail als freie und Open Source Software weiterzuentwickeln.
es: Su donación nos ayuda a admitir más usuarios y continuar desarrollando ProtonMail como software libre y de código abierto.
fr: Votre don nous aide à prendre en charge plus d'utilisateurs et à poursuivre le développement de ProtonMail en tant que logiciel gratuit et open source.
hr: Vaša donacija pomaže nam da podržavamo više korisnika i nastavimo razvijati ProtonMail kao besplatni softver otvorenog koda.
id: Sumbangan Anda membantu kami mendukung lebih banyak pengguna dan terus mengembangkan ProtonMail sebagai perangkat lunak bebas dan open source.
nl: Uw donatie helpt ons om meer gebruikers te ondersteunen en ProtonMail verder te ontwikkelen als gratis en open source software.
pl: Twoja darowizna pomaga nam obsługiwać więcej użytkowników i w dalszym ciągu rozwijać ProtonMail jako wolne i otwarte oprogramowanie.
pt: Sua doação nos ajuda a suportar mais usuários e continuar a desenvolver o ProtonMail como software livre e de código aberto.
pt_pt: O seu donativo ajuda-nos a suportar mais utilizadores e a continuar a desenvolver o ProtonMail como programa grátis e de código aberto.
ru: Ваше пожертвование помогает нам поддерживать больше пользователей и продолжать развивать ProtonMail как свободное и открытое программное обеспечение.
tr: Bağışınız hem daha fazla kullanıcıyı desteklememize hem de ücretsiz ve açık kaynaklı yazılım olarak ProtonMail'i geliştirmeye devam etmemize yardımcı oluyor.
zh_tw: 您的捐獻有助我們支援更多用戶以及繼續將 ProtonMail 發展成自由、開源的軟體。

# domain status
source: Verification
ca: Verificació
de: Überprüfung
es: Verificación
fr: Vérification
hr: Potvrda
id: Verifikasi
nl: Verificatie
pl: Weryfikacja
pt: Verificação
pt_pt: Verificação
ru: Проверка
tr: Doğrulama
zh_tw: 驗證

# domains
source: 'www' subdomains are typically not used for email. Are you sure you want to use this domain value?
ca: Els subdominis 'www' no s'utilitzen normalment per a correu electrònic. Està segur de què vol utilitzar aquest valor de domini?
de: „www” -Subdomains werden in der Regel nicht für E-Mail-Dienste verwendet. Sind Sie sicher, dass Sie diese verwenden möchten?
es: Los subdominios 'www' no se utilizan para correo electrónico. ¿Está seguro de que quiere utilizar este valor de dominio?
fr: Les sous-domaines « www » ne sont généralement pas utilisés pour les emails. Êtes-vous certain de vouloir utiliser cette valeur de domaine ?
hr: Poddomene 'www' obično se ne koriste za e-poštu. Jeste li sigurni da želite koristiti ovu domenu?
id: subdomain 'www' biasanya tidak digunakan untuk email. Yakin ingin menggunakan nilai domain ini?
nl: 'www'-subdomeinen worden normaal gesproken niet gebruikt voor e-mailadressen. Weet u zeker dat u van deze domeinnaam gebruik wil maken?
pl: Subdomeny 'www' nie są zazwyczaj używane do poczty e-mail. Czy na pewno chcesz użyć tej domeny?
pt: Geralmente subdomínios 'www' não são usados para e-mail. Tem certeza que deseja usar este nome de domínio?
pt_pt: Sub-domínios "www" não são usados normalmente para email. Tem a certeza de que deseja utilizar este valor de domínio?
ru: Поддомены с 'www' для эл. почты обычно не применяются. Вы уверены, что хотите использовать это значение для домена?
tr: 'www' alt etki alanları genellikle e-posta için kullanılmaz. Bu etki alanı değerini kullanmak istediğinizden emin misiniz?
zh_tw: 'www' 子域名通常不用於電子郵件。您確定要使用此子域名？

# domains list
source: Click on 'ADD CUSTOM DOMAIN' button to add a domain.
ca: Feu clic al botó "AFEGEIX UN DOMINI PERSONAL" per afegir un domini.
de: Auf die Schaltfläche „Eigene Domain hinzufügen” tippen, um eine Domain hinzuzufügen.
es: Haga clic en 'AÑADIR DOMINIO PERSONALIZADO' para añadir un dominio.
fr: Cliquez sur « Ajouter un domaine personnalisé » pour ajouter un domaine.
hr: Pritisnite na 'DODAJ PRILAGOĐENU DOMENU' za dodavanje domene.
id: Klik tombol 'ADD CUSTOM DOMAIN' untuk menambahkan domain.
nl: Klik op de knop 'EIGEN DOMEIN TOEVOEGEN' om een domein toe te voegen.
pl: Kliknij na przycisk 'Dodaj niestandardowe domeny', aby dodać domenę.
pt: Clique no botão 'ADICIONAR DOMÍNIO PERSONALIZADO' para adicionar um domínio.
pt_pt: Clique em "ADICIONAR DOMÍNIO PERSONALIZADO" para adicionar um domínio.
ru: Для добавления домена нажмите кнопку 'ДОБАВИТЬ ПОЛЬЗОВАТЕЛЬСКИЙ ДОМЕН'.
tr: Etki alanı eklemek için 'ÖZEL ETKİ ALANI EKLE' düğmesine tıklayın.
zh_tw: 請點選 '增加域名' 按鈕以新增域名。
