Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Key details
source: Created on {{created}}, {{bits}} bits (cannot be used for sending)
ca: Creat el {{created}}, {{bits}} bits (no es pot fer servir per enviar)
de: Erstellt am {{created}}, {{bits}}} Bit (kann nicht zum Versenden verwendet werden)
fr: Créé sur {{created}}, {{bits}} bits (ne peuvent pas être utilisés pour l’envoi)
hr: Izrađeno {{created}}, {{bits}} bitova (ne može se koristiti za slanje)
nl: Aangemaakt op {{created}}, {{bits}} bits (kan niet gebruikt worden om berichten mee te versturen)
pl: Utworzony {{created}}, {{bits}} bitów (nie może być używany do wysyłania)
pt: Criada em {{created}}, {{bits}} bits (não pode ser usada para envio)
pt_pt: Criada em {{created}}, {{bits}} bits (não pode ser usada para envio)
ru: Создан {{created}}, {{bits}} бит (нельзя использовать для отправки почты)
tr: {{created}} üzerinde oluşturulmuş, {{bits}} bit (gönderme ve imza doğrulama için kullanılabilir)
zh_tw: 建立於 {{created}} 上 {{bits}} 位（不能用於發送）

# Key state badge
source: Active
ca: Actiu
de: Aktiv
fr: Actif
hr: Aktivno
nl: Actief
pl: Aktywny
pt: Ativa
pt_pt: Activo
ru: Активный
tr: Etkin
zh_tw: 啟用

# Key state badge
source: Compromised
ca: Compromès
de: Kompromittiert
fr: Compromis
hr: Ugroženo
nl: Gecompromiteerd
pl: Zagrożony
pt: Comprometida
pt_pt: Comprometido
ru: Скомпрометирован
tr: Tehlikeli
zh_tw: 已被侵害

# Key state badge
source: Disabled
ca: Desactivat
de: Deaktiviert
fr: Désactivé
hr: Onemogućeno
nl: Uitgeschakeld
pl: Wyłączony
pt: Desabilitada
pt_pt: Desactivado
ru: Отключён
tr: Devre dışı
zh_tw: 已停用

# Key state badge
source: Inactive
ca: Inactiu
de: Deaktiviert
fr: Inactif
hr: Neaktivano
nl: Inactief
pl: Nieaktywny
pt: Inativo
pt_pt: Inactivo
ru: Неактивен
tr: Etkin değil
zh_tw: 未啟用

# Key state badge
source: Obsolete
ca: Obsolet
de: Veraltet
fr: Obsolète
hr: Zastario
nl: Verouderd
pl: Przestarzały
pt: Obsoleta
pt_pt: Obsoleto
ru: Устаревший
tr: Eski
zh_tw: 已廢止

# Key state badge
source: Primary
ca: Primari
de: Primär
fr: Principale
hr: Glavno
nl: Primair
pl: Główny
pt: Primária
pt_pt: Principal
ru: Основной
tr: Birincil
zh_tw: 主要

# Label
source: 2-years
ca: 2-anys
de: 2 Jahre
fr: 2 ans
hr: 2 godine
nl: 2 jaar
pl: 2 lata
pt: 2 anos
pt_pt: 2 anos
ru: 2-летний
tr: 2 yıl
zh_tw: 2年

# Label
source: Account storage
ca: Emmagatzematge del compte
de: Kontospeicher
es: Almacenamiento de cuenta
fr: Espace de stockage du compte
hr: Prostor za pohranu računa
id: Penyimpanan akun
nl: Opslagruimte account
pl: Przestrzeń dyskowa konta
pt: Armazenamento da conta
pt_pt: Armazenamento da conta
ru: Хранилище учётной записи
tr: Hesap depolama alanı
zh_tw: 帳戶儲存容量

# Label
source: Add email address
ca: Afegir adreça de correu electrònic
de: E-Mail-Adresse hinzufügen
fr: Ajouter une adresse email
hr: Dodaj adresu e-pošte
pl: Dodaj adres e-mail
pt: Adicionar endereços de e-mail
pt_pt: Adicionar endereço de email
ru: Добавить адрес эл. почты
tr: E-posta adresi ekle
zh_tw: 新增電子郵件地址

# Label
source: Add image URL
ca: Afegir URL de la imatge
de: Foto-URL hinzufügen
es: Añadir imagen por URL
fr: Ajouter l’URL de l’image
hr: Dodajte URL slike
nl: Voeg URL van afbeelding toe
pl: Dodaj adres URL zdjęcia
pt: Adicionar a URL da imagem
pt_pt: Adicionar a URL da imagem
ru: Добавить ссылку на изображение
tr: Resim URL’si ekle
zh_tw: 加入圖片路徑

# Label
source: Address
ca: Adreça
de: Adresse
es: Dirección
fr: Adresse
hr: Adresa
id: Alamat
nl: Adres
pl: Adres
pt: Endereço
pt_pt: Endereço
ru: Адрес
tr: Adres
zh_tw: 電子郵件地址

# Label
source: Admin Account Storage:
ca: Emmagatzematge del compte d'administrador:
de: Adminkontospeicher:
es: Almacenamiento de la cuenta administrador:
fr: Espace de stockage du compte admin :
hr: Prostor za pohranu administratorskog računa:
id: Penyimpanan Akun Admin:
nl: Opslag van het beheerdersaccount:
pl: Przestrzeń dyskowa konta administratora:
pt: Armazenamento da conta de administrador:
pt_pt: Armazenamento da conta de administrador:
ru: Объём хранилища учётной записи администратора:
tr: Yönetici Hesabı Depolama Alanı:
zh_tw: 管理員帳戶儲存容量：

# Label
source: Admin VPN Connections:
ca: Connexions VPN de l'administrador:
de: Admin-VPN-Verbindungen:
es: Conexiones VPN del administrador:
fr: Connexions VPN de l’administrateur:
hr: Admin VPN veze:
nl: Admin VPN-verbindingen:
pl: Połączenia VPN administratora:
pt: Conexões VPN do administrador:
pt_pt: Ligações VPN de administrador:
ru: VPN-подключения администратора:
tr: Yönetici VPN Bağlantıları:
zh_tw: 管理員用的 VPN 連接數：

# Label
source: Annually
ca: Anualment
de: Jährlich
fr: Annuel
hr: Godišnje
nl: Jaarlijks
pl: Rocznie
pt: Anualmente
pt_pt: Anualmente
ru: Ежегодно
tr: Yıllık
zh_tw: 每年

# Label
source: Archive
ca: Arxivar
de: Archiv
es: Archivo
fr: Archives
hr: Arhiva
id: Arsipkan
nl: Archiveren
pl: Archiwum
pt: Arquivo
pt_pt: Arquivar
ru: Архив
tr: Arşiv
zh_tw: 封存

# Label
source: Automatically attach public key
ca: Adjuntar automàticament la clau pública
de: Öffentlichen Schlüssel automatisch anhängen
es: Adjuntar automáticamente la clave pública
fr: Attacher automatiquement la clé publique
hr: Automatski priloži javni ključ
nl: Automatisch publieke sleutel bijvoegen
pl: Automatycznie dołączaj klucz publiczny
pt: Anexar automaticamente chave pública
pt_pt: Anexar automaticamente chave pública
ru: Автоматически присоединять публичный ключ
tr: Genel anahtarı otomatik olarak ekle
zh_tw: 自動附上公開金鑰

# Label
source: Available Public Keys
pt_pt: Chaves públicas disponíveis

# Label
source: Card Number
ca: Número de targeta
de: Kartennummer
es: Número de la tarjeta
fr: Numéro de carte
hr: Broj Kartice
id: Nomor kartu
nl: Creditcardnummer
pl: Numer karty
pt: Número do cartão
pt_pt: Número do cartão
ru: Номер карты
tr: Kart numarası
zh_tw: 信用卡號

# Label
source: Card holder
ca: Titular de la targeta
de: Karteninhaber
es: Titular de la tarjeta
fr: Titulaire de la carte
hr: Vlasnik kartice
id: Pemegang kartu
nl: Kaarthouder
pl: Posiadacz karty
pt: Titular do Cartão
pt_pt: Titular do cartão
ru: Владелец карты
tr: Kart Sahibi
zh_tw: 持卡人

# Label
source: Choose the user who will own this address
ca: Seleccioneu l'usuari que serà el propietari d'aquesta adreça
de: Wählen Sie den Benutzer, dem diese Adresse zugeordnet werden soll.
es: Elija al usuario que será el propietario de esta dirección
fr: Choisissez l'utilisateur qui possédera cette adresse
hr: Odaberite korisnika koji će biti vlasnik ove adrese
nl: Kies de gebruiker die eigenaar is van dit adres
pl: Wybierz użytkownika, który będzie właścicielem tego adresu
pt: Escolha o usuário que será proprietário deste endereço
pt_pt: Escolha o utilizador que será proprietário deste endereço
ru: Задайте пользователя-владельца для этого адреса
tr: Bu adrese sahip olacak kullanıcıyı seçin
zh_tw: 選擇將擁有此位址的使用者

# Label
source: Color
de: Farbe
fr: Couleur
hr: Boja
id: Warna
nl: Kleur
pl: Kolor
pt: Cor
pt_pt: Cor
ru: Цвет
tr: Renk
zh_tw: 顏色

# Label
source: Composer Text Direction
ca: Direcció del editor de text
de: Textrichtung im Verfassen-Fenster
fr: Orientation du texte dans le composeur
hr: Smjer teksta u prozoru za novu poruku
pl: Kierunek tekstu edytora
pt: Direção do texto no compositor
pt_pt: Direcção do texto ao compor
ru: Направление текста в редакторе
tr: Metin yönü düzenleyicisi
zh_tw: 撰寫文字方向

# Label
source: Composer mode
ca: Mode de editor
de: Nachrichtenformat
fr: Mode du composeur
hr: Način rada prozora za novu poruku
pl: Tryb edytora
pt: Modo de composição
pt_pt: Modo de composição
ru: Режим редактора
tr: Besteci modu
zh_tw: 撰寫模式

# Label
source: Confirm Password
ca: Confirmar contrasenya
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
hr: Potvrdi lozinku
id: Konfirmasi sandi
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt: Confirmar senha
pt_pt: Confirmar senha
ru: Подтвердите пароль
tr: Parolayı Onayla
zh_tw: 確認密碼

# Label
source: Confirm password
ca: Confirmar contrasenya
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
hr: Potvrdi lozinku
id: Konfirmasi sandi
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt: Confirmar senha
pt_pt: Confirmar senha
ru: Подтвердите пароль
tr: Parolayı onayla
zh_tw: 確認密碼

# Label
source: Country
ca: País
de: Land
es: País
fr: Pays
hr: Država
id: Negara
nl: Land
pl: Kraj
pt: País
pt_pt: País
ru: Страна
tr: Ülke
zh_tw: 國家/地區

# Label
source: Create a new group
ca: Crear un nou grup
de: Neue Gruppe erstellen
fr: Créer un nouveau groupe
hr: Kreiraj novu grupu
pl: Utwórz nową grupę
pt: Criar novo grupo
pt_pt: Criar um novo grupo
ru: Создать новую группу
tr: Yeni bir grup oluştur
zh_tw: 建立新群組

# Label
source: Credit card
ca: Targeta de crèdit
de: Kreditkarte
fr: Carte de crédit
hr: Kreditna kartica
pl: Karta płatnicza
pt: Cartão de crédito
pt_pt: Cartão de crédito
ru: Банковская карта
tr: Kredi kartı
zh_tw: 信用卡

# Label
source: Custom theme
ca: Tema personalitzat
de: Benutzerdefinierte Themen
fr: Thème personnalisé
hr: Prilagođena tema
pl: Niestandardowy motyw
pt: Tema personalizado
pt_pt: Tema personalizado
ru: Пользовательская тема
tr: Özel tema
zh_tw: 自訂主題

# Label
source: Days
ca: Dies
de: Tage
es: Días
fr: Jours
hr: Dani
id: Hari
nl: Dagen
pl: Dni
pt: Dias
pt_pt: Dias
ru: Дни
tr: Gün
zh_tw: 天

# Label
source: Default PGP Scheme
ca: Esquema PGP per defecte
de: Standard PGP-Schema
es: Esquema PGP por defecto
fr: Schéma PGP par défaut
hr: Zadana PGP shema
nl: Standaard PGP-schema
pl: Domyślny schemat PGP
pt: Esquema PGP padrão
pt_pt: Esquema PGP predefinido
ru: Схема PGP по умолчанию
tr: Varsayılan PGP Şeması
zh_tw: 預設 PGP 方式

# Label
source: Display name
ca: Mostrar el nom
de: Anzeigename
es: Nombre para mostrar
fr: Nom affiché
hr: Zaslonsko ime
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome de exibição
pt_pt: Nome a mostrar
ru: Отображаемое имя
tr: Görünen isim
zh_tw: 顯示名

# Label
source: Do not ask again
ca: No tornis a preguntar
de: Nicht erneut nachfragen
pt_pt: Não perguntar novamente

# Label
source: Do not import group
ca: No importi grup
de: Gruppen nicht importieren
fr: Ne pas importer le groupe
hr: Ne uvozi grupu
pl: Nie importuj grup
pt: Não importar grupo
pt_pt: Não importar o grupo
ru: Не импортировать группу
tr: Grubu içe aktarma
zh_tw: 不匯入群組

# Label
source: Do not require exact match
ca: No requereix coincidència exacta
de: Keine genaue Übereinstimmung nötig
es: No requerir coincidencia exacta
fr: Ne nécessite pas de correspondance exacte
hr: Nemoj tražiti točno podudaranje
id: Tidak memerlukan pencocokan sama persis
nl: Vereis geen exacte overeenkomst
pl: Nie wymagaj dokładnego dopasowania
pt: Não exigir correspondência exata
pt_pt: Não exigir correspondência exacta
ru: Не требовать точное совпадение
tr: Tam eşleşme gerektirmez
zh_tw: 不需要精確匹配

# Label
source: Download App
ca: Descarregar App
de: App herunterladen
es: Descargar aplicación
fr: Télécharger l'App
hr: Preuzmite aplikaciju
id: Mengalokasikan Penyimpanan
nl: App downloaden
pl: Pobierz aplikację
pt: Baixar o aplicativo
pt_pt: Transferir a aplicação
ru: Скачать приложение
tr: Uygulamayı indir
zh_tw: 下載應用程式

# Label
source: Download ProtonVPN
ca: Descarregar ProtonVPN
de: ProtonVPN herunterladen
es: Descargar ProtonVPN
fr: Télécharger ProtonVPN
hr: Preuzmite ProtonVPN
pl: Pobierz ProtonVPN
pt: Baixar ProtonVPN
pt_pt: Transferir o ProtonVPN
ru: Скачать ProtonVPN
tr: ProtonVPN'i indir
zh_tw: 下載 ProtonVPN

# Label
source: Draft
ca: Esborrany
de: Entwurf
fr: Brouillon
hr: Skica
nl: Concept
pl: Szkic
pt: Rascunho
pt_pt: Rascunho
ru: Черновик
tr: Taslak
zh_tw: 草稿

# Label
source: Duration
ca: Durada
de: Dauer
es: Duración
fr: Durée
hr: Trajanje
id: Lamanya
nl: Duur
pl: Czas trwania
pt: Duração
pt_pt: Duração
ru: Длительность
tr: Süre
zh_tw: 期間

# Label
source: Enable
ca: Habilitar
de: Aktivieren
es: Habilitar
fr: Activer
hr: Omogući
id: Memungkinkan
nl: Inschakelen
pl: Włącz
pt: Habilitar
pt_pt: Activar
ru: Включить
tr: Etkinleştir
zh_tw: 啟用

# Label
source: Enable/disable desktop and mobile notifications
ca: Activa/desactiva les notificacions d'escriptori i de mòbils
de: Desktop- und mobile Benachrichtigungen aktiveren/deaktivieren
fr: Activer/Désactiver les notifications mobiles et bureau
hr: Omogući/onemogući desktop i mobilne obavijesti
nl: Desktop en mobiele notificaties inschakelen/uitschakelen
pl: Włącz/wyłącz powiadomienia na pulpicie i urządzeniach mobilnych
pt: Habilitar/desabilitar notificações na área de trabalho e dispositivos móveis
pt_pt: Activar/Desactivar notificações no computador e telemóvel
ru: Включить/отключить уведомления на рабочем столе, а также мобильные
tr: Masaüstü ve mobil bildirimleri etkinleştir/devre dışı bırak
zh_tw: 啟用/禁用桌面和手機通知

# Label
source: End time
ca: Hora de finalització
de: Endzeitpunkt
es: Hora de fin
fr: Heure de fin
hr: Vrijeme završetka
id: Akhir waktu
nl: Eindtijd
pl: Czas zakończenia
pt: Horário de término
pt_pt: Hora de fim
ru: Время окончания
tr: Bitiş zamanı
zh_tw: 結束時間

# Label
source: Enter address
ca: Introduïu l'adreça
de: Adresse eingeben
es: Ingrese la dirección
fr: Entrez l’adresse
hr: Unesite adresu
nl: Adres invoeren
pl: Wpisz adres
pt: Inserir endereço
pt_pt: Inserir morada
ru: Введите адрес
tr: Adresi girin
zh_tw: 輸入地址

# Label
source: Enter new OpenVPN login
ca: Introduïu el nou inici de sessió d'OpenVPN
de: Geben Sie einen neuen OpenVPN-Login ein
es: Ingrese el nuevo inicio de sesión de OpenVPN
fr: Entrez votre nouvel identifiant OpenVPN
hr: Unesite novu OpenVPN prijavu
id: Masukkan login OpenVPN baru
nl: Voer nieuwe OpenVPN-inlog in
pl: Wpisz nowy login OpenVPN
pt: Digite o novo login do OpenVPN
pt_pt: Insira a nova identificação OpenVPN
ru: Введите новый OpenVPN логин
tr: Yeni OpenVPN giriş bilgilerini girin
zh_tw: 輸入新 OpenVPN 登入名稱

# Label
source: Enter new OpenVPN password
ca: Introduïu la nova contrasenya d'OpenVPN
de: Geben Sie ein neues OpenVPN-Passwort ein
es: Ingrese la nueva contraseña de OpenVPN
fr: Entrez votre nouveau mot de passe OpenVPN
hr: Unesite novu OpenVPN lozinku
id: Masukkan kata sandi OpenVPN baru
nl: Voer nieuw OpenVPN-wachtwoord in
pl: Wpisz nowe hasło OpenVPN
pt: Digite a nova senha do OpenVPN
pt_pt: Insira a nova senha OpenVPN
ru: Введите новый OpenVPN пароль
tr: Yeni OpenVPN parolasını girin
zh_tw: 輸入新 OpenVPN 密碼

# Label
source: Enter two-factor passcode:
ca: Introduïu el doble codi d'accés:
de: Zwei-Faktor-Authentifizierungsschlüssel eingeben:
es: Ingrese el código de dos factores:
fr: Entrez le code d'authentification à deux facteurs :
hr: Unesite šifru za provjeru autentičnosti u dva koraka:
id: Masukkan passcode dua faktor:
nl: Voer tweestapsverificatiecode in:
pl: Wpisz kod uwierzytelniający:
pt: Digite o código de dois fatores:
pt_pt: Insira o código-passe em dois passos:
ru: Введите код доступа двухфакторной аутентификации:
tr: İki adımlı doğrulama kodunu girin:
zh_tw: 輸入兩步驟驗證碼：

# Label
source: Enter your login password to confirm your identity:
ca: Introduïu la contrasenya d'accés per confirmar la vostra identitat:
de: Geben Sie zur Bestätigung Ihrer Identität Ihr Anmeldepasswort ein:
es: Ingrese su contraseña de inicio de sesión para confirmar su identidad:
fr: Entrez votre mot de passe d'authentification pour confirmer votre identité:
hr: Unesite vašu lozinku za potvrdu identiteta:
id: Masukkan kata sandi login Anda untuk mengkonfirmasi identitas Anda:
nl: Voer uw wachtwoord in om uw identiteit te bevestigen:
pl: Wpisz hasło logowania, aby potwierdzić tożsamość:
pt: Digite sua senha do login para confirmar sua identidade:
pt_pt: Insira a sua senha de início de sessão para confirmar a sua identidade:
ru: Для подтверждения своей личности введите пароль для входа:
tr: Kimliğinizi doğrulamak için şifrenizi girin:
zh_tw: 請輸入登入密碼以確認身份：

# Label
source: Expires
ca: Expira
de: Gültig bis
es: Expira
fr: Expire le
hr: Ističe
id: Kadaluarsa
nl: Verloopt
pl: Wygasa
pt: Expira
pt_pt: Expira
ru: Истекает
tr: Sona erme
zh_tw: 有效期限

# Label
source: Expiry Date
ca: Vàlida fins
de: Enddatum
es: Fecha de expiración
fr: Date d'expiration
hr: Datum isteka
id: Tanggal kadaluarsa
nl: Vervaldatum
pl: Data ważności
pt: Data de validade
pt_pt: Data de validade
ru: Дата окончания
tr: Son kullanma tarihi
zh_tw: 有效日期

# Label
source: Follow us
ca: Seguiu-nos
de: Folgen Sie uns
es: Síganos
fr: Suivez-nous
hr: Pratite nas
id: Ikuti kami
nl: Volg ons
pl: Bądź na bieżąco
pt: Siga-nos
pt_pt: Siga-nos
ru: Подпишитесь
tr: Bizi takip edin
zh_tw: 關注我們

# Label
source: Get Support for ProtonVPN
ca: Obtenir suport per ProtonVPN
de: Erhalten Sie Hilfe für ProtonVPN
es: Obtenga soporte para ProtonVPN
fr: Obtenir de l'aide pour ProtonVPN
hr: Zatražite potporu za ProtonVPN
id: Dapatkan Dukungan untuk ProtonVPN
nl: Krijg ondersteuning voor ProtonVPN
pl: Uzyskaj pomoc na temat ProtonVPN
pt: Obtenha suporte para ProtonVPN
pt_pt: Obter suporte para o ProtonVPN
ru: Поддержка ProtonVPN
tr: ProtonVPN için destek alın
zh_tw: ProtonVPN 支援

# Label
source: Gift code
ca: Codi de regal
de: Geschenkgutscheincode
es: Código de regalía
fr: Code cadeau
hr: Darovni kôd
id: Kode hadiah
nl: Geschenkcode
pl: Kod podarunkowy
pt: Código de presente
pt_pt: Código de oferta
ru: Подарочный код
tr: Hediye kodu
zh_tw: 禮品代碼

# Label
source: High security
ca: Alta seguretat
de: Hohe Sicherheit
es: Alta seguridad
fr: Haute sécurité
hr: Velika sigurnost
nl: Hoog beveiligingsniveau
pl: Wysoki poziom bezpieczeństwa
pt: Alta segurança
pt_pt: Alta segurança
ru: Высокий уровень защиты
tr: Yüksek güvenlik
zh_tw: 高安全度

# Label
source: Highest security
ca: Màxima seguretat
de: Höchste Sicherheit
es: Máxima seguridad
fr: Sécurité maximale
hr: Najviša sigurnost
nl: Hoogste beveiligingsniveau
pl: Najwyższy poziom bezpieczeństwa
pt: Maior nível de segurança
pt_pt: A mais alta segurança
ru: Наивысший уровень защиты
tr: En yüksek güvenlik
zh_tw: 最高安全度

# Label
source: Inbox
ca: Safata d'entrada
de: Posteingang
es: Buzón
fr: Boîte de réception
hr: Pristigla pošta
id: Kotak masuk
pl: Odebrane
pt: Caixa de entrada
pt_pt: Caixa de entrada
ru: Входящие
tr: Gelen Kutusu
zh_tw: 收件匣

# Label
source: Key Strength
ca: Fortalesa de la clau
de: Schlüsselstärke
es: Fortaleza de la clave
fr: Force de la clé
hr: Jačina ključa
nl: Sleutelsterkte
pl: Siła klucza
pt: Força da chave
pt_pt: Força da chave
ru: Стойкость ключа
tr: Anahtar gücü
zh_tw: 金鑰強度

# Label
source: Login
ca: Iniciar Sessió
de: Anmelden
es: Inicio de sesión
fr: Connexion
hr: Prijava
pt: Entrar
pt_pt: Utilizador
ru: Имя пользователя
tr: Giriş
zh_tw: 登入

# Label
source: Mailbox password
ca: Contrasenya de la bústia de correu
de: Passwort des Kontos
fr: Mot de passe de la boîte aux lettres
hr: Lozinka sandučića e-pošte
pl: Hasło skrzynki pocztowej
pt: Senha da caixa de correio
pt_pt: Senha da caixa de correio
ru: Пароль почтового ящика
tr: Posta kutusu parolası
zh_tw: 郵箱密碼

# Label
source: Major Announcements (2-3 per year)
ca: Anuncis importants (2-3 / per any)
de: Wichtige Ankündigungen (2-3 pro Jahr)
es: Anuncios importantes (2-3 por año)
fr: Annonces importantes (2 à 3 fois par an)
hr: Velike najave (2-3 puta godišnje)
id: Pengumuman utama (2-3 per tahun)
nl: Belangrijke mededelingen (2-3 per jaar)
pl: Większe ogłoszenia (2-3 rocznie)
pt: Principais anúncios (2-3 por ano)
pt_pt: Anúncios principais (2-3 por ano)
ru: Важные объявления (2-3 раза в год)
tr: Önemli Duyurular (Yılda 2-3 adet)
zh_tw: 主要通知（每年 2-3 回）

# Label
source: Major New Features (3-4 per year)
ca: Principals novetats en les característiques (3-4 per any)
de: Wichtige neue Funktionen (3-4 pro Jahr)
es: Funciones nuevas (3-4 por año)
fr: Nouvelles fonctionnalités majeures (3 à 4 fois par an)
hr: Velike nove značajke (3-4 puta godišnje)
id: Fitur Utama Baru (3-4 per tahun)
nl: Belangrijke nieuwe functionaliteit (3-4 per jaar)
pl: Nowe istotne funkcje (3-4 rocznie)
pt: Grandes adições de recursos (3-4 por ano)
pt_pt: Principais novas funcionalidades (3-4 por ano)
ru: Важные новые функции (3-4 раза в год)
tr: Önemli Yeni Özellikler (Yılda 3-4 adet)
zh_tw: 主要新功能（每年 3-4 回）

# Label
source: Merge with existing group
ca: Combina-ho amb grup existent
de: Mit vorhandener Gruppe zusammenführen
fr: Fusionner avec le groupe existant
hr: Spajanje s postojećom grupom
pl: Scal z istniejącą grupą
pt: Mesclar com um grupo existente
pt_pt: Unir a grupo existente
ru: Объединить с существующей группой
tr: Mevcut grup ile birleştir
zh_tw: 與現有群組組合併

# Label
source: Message password
ca: Contrasenya del missatge
de: Nachrichtenpasswort
fr: Mot de passe du message
hr: Lozinka poruke
pl: Hasło wiadomości
pt: Senha da mensagem
pt_pt: Senha da mensagem
ru: Пароль сообщения
tr: İleti parolası
zh_tw: 郵件密碼

# Label
source: Monthly
ca: Mensual
de: Monatlich
fr: Mensuel
hr: Mjesečno
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
pt_pt: Mensalmente
ru: Ежемесячно
tr: Aylık
zh_tw: 每月

# Label
source: Name
ca: Nom
es: Nombre
fr: Nom
hr: Naziv
id: Nama
nl: Naam
pl: Nazwa
pt: Nome
pt_pt: Nome
ru: Название
tr: İsim
zh_tw: 名稱

# Label
source: Name on card
ca: Titular de la targeta
de: Karteninhaber
es: Nombre en la tarjeta
fr: Titulaire de la carte
hr: Ime na kartici
id: Nama di kartu
nl: Naam op de kaart
pl: Właściciel karty
pt: Nome no cartão
pt_pt: Nome no cartão
ru: Имя на карте
tr: Kart üzerindeki isim
zh_tw: 持卡人姓名

# Label
source: New Login Password
ca: Nova contrasenya d'inici de sessió
de: Neues Anmeldepasswort
es: Nueva contraseña de inicio de sesión
fr: Nouveau mot de passe de connexion
hr: Nova lozinka za prijavu
id: Password Login Baru
nl: Nieuw inlogwachtwoord
pl: Nowe hasło logowania
pt: Nova senha de login
pt_pt: Nova senha de início de sessão
ru: Новый пароль учётной записи
tr: Yeni Oturum Açma Parolası
zh_tw: 新登入密碼

# Label
source: New Mailbox Password
ca: Nova contrasenya de la bústia
de: Neues Postfach-Passwort
es: Nueva contraseña del buzón
fr: Nouveau mot de passe de boîte mail
hr: Nova lozinka sandučića e-pošte
id: Password Kotak Pesan Baru
nl: Nieuw mailbox-wachtwoord
pl: Nowe hasło skrzynki pocztowej
pt: Nova senha da caixa de correio
pt_pt: Nova senha da caixa de correio
ru: Новый пароль почтового ящика
tr: Yeni Posta Kutusu Parolası
zh_tw: 新的郵箱密碼

# Label
source: New Organization Password
ca: Nova contrasenya d'organització
de: Neues Organisationspasswort
es: Nueva contraseña de la organización
fr: Nouveau mot de passe pour l'organisation
hr: Nova lozinka organizacije
id: Password Organisasi Baru
nl: Nieuw organisatiewachtwoord
pl: Nowe hasło organizacji
pt: Nova senha da organização
pt_pt: Nova senha da organização
ru: Новый пароль организации
tr: Yeni Kuruluş Parolası
zh_tw: 新的組織密碼

# Label
source: New Password
ca: Nova contrasenya
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hr: Nova lozinka
id: Kata sandi baru
nl: Nieuw wachtwoord
pl: Nowe Hasło
pt: Nova senha
pt_pt: Nova senha
ru: Новый пароль
tr: Yeni Parola
zh_tw: 新密碼

# Label
source: Notification
ca: Notificació
de: Benachrichtigung
es: Notificación
hr: Obavijest
id: Pemberitahuan
nl: Notificatie
pl: Powiadomienie
pt: Notificação
pt_pt: Notificação
ru: Уведомление
tr: Bildirim
zh_tw: 通知

# Label
source: Organization password:
ca: Contrasenya d'organització:
de: Organisationspasswort:
es: Contraseña de la organización:
fr: Mot de passe de l'organisation :
hr: Lozinka organizacije:
id: Kata sandi organisasi:
nl: Organisatiewachtwoord:
pl: Hasło organizacji:
pt: Senha da organização:
pt_pt: Senha da organização:
ru: Пароль организации:
tr: Kuruluş parolası:
zh_tw: 組織密碼:

# Label
source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
fr: Mot de passe
hr: Lozinka
id: Kata sandi
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_pt: Senha
ru: Пароль
tr: Parola
zh_tw: 密碼
