Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: ProtonMail addresses can never be deleted (only disabled). ProtonMail addresses will always count towards your address limit whether enabled or not. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Learn more</a>
ca: Les adreces de ProtonMail no es poden eliminar (només deshabilitar). Les adreces de ProtonMail sempre comptaran per al límit de direccions, ja sigui que estiguin habilitades o no. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Més informació</a>
de: ProtonMail-Adressen können niemals gelöscht (nur deaktiviert) werden. ProtonMail-Adressen werden immer zum Adresslimit angerechnet, unabhängig davon ob sie aktiviert sind oder nicht. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Mehr erfahren</a>
fr: Les adresses ProtonMail ne peuvent jamais être supprimées (seulement désactivées). Cela signifie que ces adresses seront toujours prises en compte dans le quota de vos adresses, que celles-ci soient actives ou pas. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">En savoir plus</a>
hr: ProtonMail adrese nikad ne mogu biti izbrisane (samo onemogućene). ProtonMail adrese će se uvijek pribrojavati vašem adresnom limitu, bez obzira jesu li omogućene ili ne. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Saznajte više</a>
pl: Adresy ProtonMail nie mogą zostać całkowicie usunięte (a jedynie wyłączone). Niezależnie od statusu, będą zawsze wliczane do limitu adresów. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Dowiedz się więcej</a>
pt_pt: Os endereços ProtonMail nunca podem ser eliminados (apenas desactivados). Os endereços ProtonMail continuam a contar para o seu limite de endereços quer estejam activos ou não. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Saiba mais</a>
tr: ProtonMail adresleri asla silinemez (yalnızca devre dışı bırakılmıştır). ProtonMail adresleri, etkin olsun ya da olmasın, daima adres sınırınıza göre sayılır. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Daha fazlasını öğrenin</a>

# Info
source: ProtonMail allows you to fully customize your inbox experience. By clicking <strong>(1)</strong> you can quickly switch between two possible layouts. You can set a default layout, set your composer style, adjust button layouts, and even switch themes under <em>Settings</em> <span class="fa fa-chevron-right"></span> <em>Appearance</em> <strong>(2)</strong>
ca: ProtonMail li permet personalitzar completament la seva experiència de safata d'entrada. En fer clic a <strong> (1) </ strong> pot canviar ràpidament entre dos dissenys possibles. Podeu establir un disseny predeterminat, establir l'estil del compositor, ajustar els dissenys dels botons i fins i tot canviar els temes a <em> Configuració </ em> <span class = "fa fa-chevron-right"> </ span> < em> Aparença </ em> <strong> (2) </ strong>
de: ProtonMail ermöglicht es Ihnen, das Aussehen Ihres Posteingangs vollständig anzupassen. Indem Sie <strong>(1)</strong> klicken, können Sie zwischen zwei verfügbaren Layouts wechseln. Sie können ein Standard-Layout festlegen, das Aussehen des Fensters zum Verfassen, Button-Layouts und sogar Designs unter <em>Einstellungen</em><span class="fa fa-chevron-right"></span><em>Aussehen</em> anpassen <strong>(2)</strong>
es: ProtonMail le permite personalizar al máximo su experiencia de bandeja de entrada. Haciendo clic en <strong>(1)</strong> puede cambiar rápidamente entre dos diseños posibles. Puede establecer un diseño por defecto, definir el estilo del editor, ajustar diseños de botones e incluso cambiar temas en <em>Ajustes</em> <span class="fa fa-chevron-right"></span> <em>Apariencia</em> <strong>(2)</strong>
fr: ProtonMail vous permet de personnaliser votre boîte de réception. En cliquant sur <strong>(1)</strong>, vous avez la possibilité de basculer rapidement entre deux affichages. Vous pouvez définir une mise en page par défaut, définir votre style de compositeur, ajuster les boutons et même changer de thème sous <em>Paramètres</em> <span class="fa fa-chevron-right"></span> <em>Apparence</em> <strong>(2)</strong>
hr: ProtonMail vam omogućuje da u potpunosti prilagodite svoje iskustvo s pristiglom poštom. Klikom na <strong>(1)</strong> možete brzo prebacivati između dva moguća izgleda. Možete postaviti zadani izgled, postaviti svoj stil prozora za novu poruku, podesiti raspored dugmadi, pa čak i prebacivati teme u <em>Postavke</em> <span class="fa fa-chevron-right"></span> <em>Izgled</em> <strong>(2)</strong>
id: ProtonMail memungkinkan Anda menyesuaikan sepenuhnya pengalaman inbox Anda. Dengan mengklik <strong> (1) </strong> Anda dapat dengan cepat beralih di antara dua layout yang mungkin. Anda dapat mengatur tata letak default, mengatur gaya komposer, mengatur tata letak tombol, dan bahkan mengganti tema di <em> Settings </em> <span class = "fa fa-chevron-right"> </span> <em> Penampilan </em> <strong> (2) </strong>
nl: Met ProtonMail kunt u uw inbox volledig aanpassen. Door te klikken op <strong>(1)</strong> kunt u snel schakelen tussen twee mogelijke lay-outs. U kunt een standaard lay-out instellen, de stijl van uw opstel venster instellen, de lay-out van de knoppen aanpassen en zelfs verschillende thema kiezen onder <em>instellingen</em> <span class="fa fa-chevron-right"></span> <em>uiterlijk</em> <strong>(2)</strong>
pl: ProtonMail pozwala w pełni dostosować wygląd swojej skrzynki. Klikając <strong>(1)</strong> można szybko przełączać się między dwoma możliwymi układami, Można też ustawić domyślny układ, ustawić swój styl edytora, dostosować układy przycisków, a nawet zmienić wygląd wchodząc w <em>Ustawienia</em> <span class="fa fa-chevron-right"></span> <em>wygląd</em> <strong>(2)</strong>
pt: O ProtonMail permite que você personalize completamente sua experiência na caixa de entrada. Ao clicar em <strong>(1)</strong>, você pode alternar rapidamente entre dois layouts possíveis. Você pode definir um layout padrão, definir o estilo do compositor de mensagens, ajustar os layouts dos botões e até mesmo alternar entre os temas em <em>Configurações</em> <span class = "fa fa-chevron-right"> </span> <em>Aparência</em> <strong>(2)</strong>
pt_pt: O ProtonMail permite-lhe a personalização total da sua caixa de entrada. Ao clicar em <strong>(1)</strong> pode alternar rapidamente entre duas disposições possíveis. Pode predefinir uma disposição, definir o estilo do seu compositor, ajustar a disposição dos botões e até alternar entre temas em <em>Definições</em> <span class="fa fa-chevron-right"></span> <em>Aparência</em> <strong>(2)</strong>
ru: В ProtonMail можно полностью настраивать вид папки "Входящие". Нажимая <strong>(1)</strong>, можно быстро выбрать любой из двух доступных макетов. Задать макет по умолчанию, выбрать внешний вид редактора писем, настроить расположение кнопок и выбрать тему можно в разделе <em>Настройки</em> <span class="fa fa-chevron-right"></span> <em>Внешний вид</em> <strong>(2)</strong>
tr: ProtonMail gelen kutusu deneyiminizi tam olarak özelleştirmenizi sağlar. <strong>(1)</strong>'i tıklayarak olası iki yerleşim arasında hızlı bir şekilde geçiş yapabilirsiniz. Varsayılan bir yerleşim ayarlayabilir, oluşturucu stilinizi ayarlayabilir, düğme yerleşimini ayarlayabilir ve hatta <em>Ayarlar</em> <span class="fa fa-chevron-right"> <em>Görünüm</em> <strong>(2)</strong> altında temalar arasında geçiş yapabilirsiniz
zh_tw: ProtonMail 允許您客製化收件匣。您可以點擊 <strong>(1)</strong> 快速地在兩個版型間切換，也可以設定一個預設的版型，設定您的郵件編輯器的樣式，調整按鈕的樣式，甚至可以於 <em>設定</em> <span class="fa fa-chevron-right"></span> <em>外觀</em> <strong>(2)</strong> 中切換佈景主題。

# Info
source: ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.
ca: ProtonMail també es pot usar amb una sola contrasenya que reemplaça tant la contrasenya d'inici de sessió com la de correu electrònic. Per canviar a la manera de contrasenya única, la contrasenya que voleu utilitzar i feu clic a Desa.
de: ProtonMail kann auch mit einem einzigen Passwort benutzt werden, dass das Login- und Mailbox-Passwort ersetzt. Um zum Ein-Passwort-Modus zu wechseln, geben Sie das gewünschte Passwort ein und klicken Sie auf Speichern.
es: ProtonMail puede también utilizarse con una sola contraseña que sustituye tanto a la contraseña de inicio de sesión como la del buzón. Para cambiar al modo de una contraseña, ingrese la única contraseña que desea utilizar y haga clic en guardar.
fr: ProtonMail peut également être utilisé avec un mot de passe unique qui remplace le mot de passe de connexion et celui de la boîte de réception. Pour basculer vers le mode mot de passe simple, entrez le mot de passe unique que vous souhaitez utiliser et cliquez sur Enregistrer.
hr: ProtonMail se također može koristiti s jednom lozinkom koja zamjenjuje lozinku za prijavu i za sandučić e-pošte. Da biste se prebacili na način rada s jednom lozinkom, unesite jednu lozinku koju želite koristiti i pritisnite Spremi.
id: ProtonMail juga bisa digunakan dengan satu kata kunci yang menggantikan password login dan kotak surat. Untuk beralih ke mode kata sandi tunggal, masukkan satu kata kunci yang ingin Anda gunakan dan klik Save.
nl: U kunt ook ProtonMail met een enkel wachtwoord gebruiken dat zowel het inlog als mailbox wachtwoord vervangt. Om te schakelen naar een enkel wachtwoord, vul het enkel wachtwoord naar keuze in en klik op opslaan.
pl: ProtonMail może być używany również z wykorzystaniem pojedynczego hasła, które zastępuje Twoje hasło logowania oraz skrzynki pocztowej. By przejść w tryb pojedynczego hasła wpisz hasło, z którego chcesz korzystać i kliknij Zapisz.
pt: O ProtonMail também pode ser usado com uma única senha que substitui as senhas de acesso e da caixa de correio. Para mudar para o modo de senha única, digite a senha única que deseja usar e clique em Salvar.
pt_pt: O ProtonMail pode também ser usado com uma única senha que substitui ambas as senhas de início de sessão e caixa de correio. Para mudar para o modo de senha única, insira a senha que gostaria de utilizar e clique em Gravar.
ru: ProtonMail также может использоваться с одним паролем, который заменяет собой пароли от входа и почты. Чтобы переключиться в режим единого пароля, введите пароль, который вы хотите использовать, и нажмите Сохранить.
tr: ProtonMail, hem giriş hem de posta kutusu parolasının yerine geçen tek bir şifre ile de kullanılabilir. Tek şifre moduna geçmek için, kullanmak istediğiniz tek şifreyi girin ve Kaydet düğmesine tıklayın.
zh_tw: ProtonMail 設有單密碼模式，取代登入密碼及郵箱密碼。要切換至單密碼模式，輸入您想使用的密碼然後按儲存。

# Info
source: ProtonMail now supports @pm.me email addresses (short for ProtonMail me or Private Message me).
ca: ProtonMail ara admet adreces de correu electrònic @ pm.me (abreviatura de ProtonMail em o Missatge privat).
de: ProtonMail unterstützt jetzt @pm.me-E-Mail-Adressen (kurz für „ProtonMail me” oder „Private Message me”).
es: ProtonMail ahora soporta direcciones @pm.me (abreviatura de ProtonMail).
fr: ProtonMail prend désormais en charge les adresses email @pm.me (abréviation de ProtonMail me ou de Private Message me).
hr: ProtonMail sada podržava @pm.me adrese e-pošte (skraćeno od ProtonMail me ili Private Message me).
id: ProtonMail sekarang mendukung @ pm.me alamat email (singkatan dari ProtonMail me or Private Message me).
nl: ProtonMail ondersteunt nu @pm.me e-mailadressen (een afkorting voor 'ProtonMail me' of 'Private Message me').
pl: ProtonMail obsługuje teraz adresy e-mail @pm.me (skrót dla ProtonMail me lub Private Message me).
pt: ProtonMail agora suporta endereços de e-mail @pm.me (abreviação de ProtonMail me ou Private Message me).
pt_pt: O ProtonMail agora suporta endereços de email @pm.me (abreviação de ProtonMail me ou Private Message me).
ru: Теперь ProtonMail поддерживает адреса эл. почты @pm.me (сокращённое название от "ProtonMail me" или "Private Message me").
tr: ProtonMail artık @pm.me e-posta adreslerini de destekliyor (ProtonMail için kısa ileti veya bana özel ileti).
zh_tw: ProtonMail 現已支援 @pm.me 電子郵件地址（ ProtonMail me 或 Private Message me 的縮寫）。

# Info
source: ProtonMail supports DKIM signing for custom domains! To use DKIM authentication, please add the following TXT record into your DNS for this domain. This can typically be done in the control panel of your domain name registrar.
ca: ProtonMail admet la signatura DKIM per a dominis personalitzats! Per utilitzar l'autenticació DKIM, afegiu el següent registre TXT en el seu DNS per a aquest domini. Això normalment es pot fer en el panell de control del seu registrador de noms de domini.
de: ProtonMail unterstützt DKIM-Signierung für kundenspezifische Domains! Um die DKIM-Authentifizierung zu verwenden, fügen Sie bitte den folgenden TXT-Eintrag in Ihr DNS für diese Domain ein. Dies kann in der Regel über das Bedienfeld Ihres Domain-Namen-Registrars erfolgen.
fr: ProtonMail prend en charge les signatures DKIM pour les domaines personnalisés ! Afin de pouvoir utiliser l'authentification DKIM, veuillez ajouter l'enregistrement TXT suivant dans la configuration DNS de votre domaine. Cette modification peut en général être effectuée dans le panneau de contrôle de votre domaine sur le site de votre registraire.
hr: ProtonMail podržava DKIM potpisivanje za prilagođene domene! Da biste koristili DKIM provjeru autentičnosti, dodajte sljedeći TXT zapis u svoj DNS za ovu domenu. To se obično može obaviti na upravljačkoj ploči registrara domene.
nl: ProtonMail ondersteunt DKIM-verificatie voor eigen domeinnamen! Om DKIM-verificatie te gebruiken, voeg alstublieft het volgende TXT-record toe aan uw DNS van uw eigen domeinnaam. Dit kunt u meestal doen in het configuratiescherm van uw domeinnamenregistrar of hostingprovider.
pl: ProtonMail obsługuje DKIM dla niestandardowych domen! Aby skonfigurować uwierzytelnianie DKIM, dodaj następujący rekord TXT do strefy DNS tej domeny. Można to zazwyczaj zrobić w panelu ustawień domeny, gdzie została ona zarejestrowana.
pt: ProtonMail suporta a assinatura DKIM para domínios personalizados! Para usar a autenticação DKIM, adicione o seguinte registro TXT ao seu DNS para este domínio. Isso geralmente pode ser feito no painel de controle do seu registrador de nomes de domínio.
pt_pt: O ProtonMail suporta a assinatura por DKIM para domínios personalizados! Para utilizar a autenticação DKIM, por favor adicione o seguinte registo TX no seu DNS para este domínio. Isto pode ser feito habitualmente no painel de controlo do seu fornecedor de registo de domínio.
ru: ProtonMail поддерживает DKIM подписание для пользовательских доменов! Для использования DKIM авторизации, пожалуйста, добавьте следующую TXT-запись в ваш DNS для этого домена. Обычно это можно сделать в панели управления вашего регистратора доменных имён.
tr: ProtonMail, DKIM imzasını özel etki alanları için imzalar! DKIM kimlik doğrulamasını kullanmak için, lütfen bu etki alanı için DNS’nize aşağıdaki TXT kaydını ekleyin. Bu, genellikle etki alanı kayıt şirketinizin kontrol panelinden yapılabilir.
zh_tw: ProtonMail 支援針對自訂域名的 DKIM 簽證！如欲使用 DKIM 認證，請在您 DNS 設定的 TXT 記錄欄位新增以下資訊。這通常可以在您域名註冊商的控制台內達成。

# Info
source: ProtonMail supports IMAP/SMTP via the ProtonMail Bridge application. Thunderbird, Microsoft Outlook, and Apple Mail are officially supported on both Windows and MacOS.
ca: ProtonMail és compatible amb IMAP / SMTP a través de l'aplicació ProtonMail Bridge. Thunderbird, Microsoft Outlook i Apple Mail són compatibles oficialment amb Windows i MacOS.
de: ProtonMail unterstützt IMAP/SMTP über die Anwendung „ProtonMail Bridge”. Thunderbird, Microsoft Outlook und Apple Mail werden offiziell sowohl unter Windows als auch unter MacOS unterstützt.
es: ProtonMail soporta IMAP/SMTP a través de la aplicación ProtonMail Bridge. Thunderbird, Microsoft Outlook y Apple Mail son compatibles tanto en Windows como en MacOS.
fr: ProtonMail prend en charge les protocoles IMAP et SMTP via l’application ProtonMail Bridge. Thunderbird, Microsoft Outlook et Apple Mail sont officiellement pris en charge sur Windows et MacOS.
hr: ProtonMail podržava IMAP/SMTP putem ProtonMail Bridge aplikacije. Thunderbird, Microsoft Outlook i Apple Mail službeno su podržani na Windows i MacOS.
id: ProtonMail mendukung IMAP / SMTP melalui aplikasi ProtonMail Bridge. Thunderbird, Microsoft Outlook, dan Apple Mail secara resmi didukung pada Windows dan MacOS.
nl: ProtonMail ondersteunt IMAP/SMTP via de ProtonMail Bridge-toepassing. Thunderbird, Microsoft Outlook en Apple Mail worden officieel ondersteund op zowel Windows en MacOS.
pl: ProtonMail obsługuje IMAP/SMTP za pomocą aplikacji ProtonMail Bridge. Thunderbird, Microsoft Outlook oraz Apple Mail są oficjalnie obsługiwane na systemach Windows i MacOS.
pt: ProtonMail oferece suporte a IMAP/SMTP através da aplicação ProtonMail Bridge. Thunderbird, Microsoft Outlook e o Apple Mail são oficialmente suportados no Windows e MacOS.
pt_pt: O ProtonMail oferece suporte a IMAP/SMTP através da aplicação ProtonMail Bridge. O Thunderbird, o Microsoft Outlook e o Apple Mail são oficialmente suportados no Windows e MacOS.
ru: ProtonMail поддерживает IMAP/SMTP через приложение ProtonMail Bridge. Thunderbird, Microsoft Outlook и Apple Mail официально поддерживаются и на Windows, и на MacOS.
tr: ProtonMail, ProtonMail Bridge uygulaması aracılığıyla IMAP / SMTP'yi destekler. Thunderbird, Microsoft Outlook ve Apple Mail, hem Windows hem de MacOS'ta resmi olarak desteklenmektedir.
zh_tw: ProtonMail 藉由 ProtonMail Bridge 程式支援 IMAP 和 SMTP。官方支援包括 Windows 及 macOS 版 Thunderbird、Microsoft Outlook 和 Apple Mail。

# Info
source: ProtonMail supports both column and row layouts for the inbox. Using this setting, it is possible to change between the two layouts.
ca: ProtonMail admet dissenys de columnes i files per a la safata d'entrada. Usant aquesta configuració, és possible canviar entre els dos dissenys.
de: ProtonMail unterstützt sowohl Spalten- als auch Reihen-Layouts für den Posteingang. Mit dieser Einstellung ist es möglich, zwischen beiden Layouts zu wechseln.
es: ProtonMail soporta diseños de columna y fila para la bandeja de entrada. Es posible cambiar entre ambos diseños.
fr: ProtonMail prend en charge le format en lignes et en colonnes pour la boîte de réception. En utilisant ce paramètre, il est possible de basculer d'une mise en page à l'autre.
hr: ProtonMail podržava izgled po stupacima i po redovima za pristiglu poštu. Pomoću ove postavke moguće je promijeniti između dva izgleda.
id: ProtonMail mendukung layout kolom dan baris untuk kotak masuk. Dengan menggunakan pengaturan ini, Anda bisa mengubah dua layout.
nl: ProtonMail ondersteunt kolom en rij lay-out voor de inbox. Met deze instelling is het mogelijk om ertussen te schakelen.
pl: ProtonMail obsługuje oba układy kolumn i wierszy w skrzynce. Za pomocą tego ustawienia, można przełączać się pomiędzy nimi.
pt: O ProtonMail suporta layouts de coluna e linha para a caixa de entrada. Usando esta configuração, é possível mudar entre os dois layouts.
pt_pt: O ProtonMail suporta disposições em coluna e em linha para a caixa de entrada. Usando esta definição, é possível mudar entre as duas disposições.
ru: ProtonMail поддерживает представление списка писем в виде столбца и в виде широкого списка. Используя эту настройку, можно переключаться между двумя представлениями.
tr: ProtonMail gelen kutusu için hem sütun hem de satır yerleşimini destekler. Bu ayarı kullanarak iki yerleşim arasında geçiş yapmak mümkündür.
zh_tw: ProtonMail 支援了收件匣的橫列與直行版型。透過此設定，可以在兩個版型之間來做選擇。

# Info
source: Recommended
ca: Recomanat
de: Empfohlen
fr: Recommandé
hr: Preporučeno
nl: Aanbevolen
pl: Zalecane
pt: Recomendado
pt_pt: Recomendado
ru: Рекомендуется
tr: Önerilen
zh_tw: 推薦

# Info
source: Redirecting
ca: Redireccionant
de: Umleiten
fr: Redirection
hr: Preusmjeravanje
nl: Omleiden
pl: Przekierowywanie
pt: Redirecionando
pt_pt: A redireccionar
ru: Перенаправление
tr: Yönlendiriliyor
zh_tw: 重新導向中

# Info
source: Remove the attachment {{fileName}}
ca: Eliminar el fitxer adjunt {{fileName}}
de: Anhang „{{fileName}}” entfernen
fr: Supprimer la pièce jointe {{fileName}}
hr: Ukloni privitak {{fileName}}
pl: Usuń załącznik {{fileName}}
pt_pt: Remover o anexo {{fileName}}
tr: {{fileName}} ekini kaldır

# Info
source: Renews after 1 year at a discounted annual price of {{price}} per year (20% discount)
pt_pt: Renova após 1 ano a um preço anual com desconto de {{price}} por ano (20% de desconto)

# Info
source: Renews after 2 years at a discounted 2-year price of {{price}} every 2 years ({{discount}}% discount)
pt_pt: Renova após 2 anos a um preço com desconto de 2 anos de {{price}} a cada 2 anos ({{discount}}% de desconto)

# Info
source: Required
ca: Requerit
de: Erforderlich
fr: Requis
hr: Potrebno
nl: Vereist
pl: Wymagane
pt: Obrigatório
pt_pt: Obrigatório
ru: Обязательно
tr: Gerekli
zh_tw: 必填

# Info
source: Reset Password
ca: Restableix contrasenya
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hr: Ponovno postavljanje lozinke
nl: Wachtwoord resetten
pl: Resetowanie hasła
pt: Redefinir senha
pt_pt: Repor senha
ru: Сброс пароля
tr: Parolayı Sıfırla
zh_tw: 重設密碼
