Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info for mozilla condition
source: Your subscription is managed by Mozilla. Please <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">click here</a> to contact Mozilla support.
ca: Mozilla gestiona la vostra subscripció. Si us plau, <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank"> feu clic aquí </a> per contactar amb el servei de suport de Mozilla.
de: Ihr Abonnement wird von Mozilla verwaltet. Bitte <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">klicken Sie hier</a>, um den Mozilla-Support zu kontaktieren.
fr: Votre abonnement est géré par Mozilla. Veuillez <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">cliquer ici</a> pour contacter le support de Mozilla.
hr: Vašom pretplatom upravlja Mozilla. Molimo<a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">kliknite ovdje</a> za kontaktiranje Mozilla podrške.
nl: Uw abonnement wordt beheerd door Mozilla. <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">Klik hier</a> om contact op te nemen met de support van Mozilla.
pl: Twoja subskrypcja jest zarządzana przez Mozilla. <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">Kliknij tutaj</a>, aby skontaktować się z pomocą Mozilla.
pt: Sua assinatura é gerenciada pela Mozilla. Por favor, <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">clique aqui</a> para entrar em contato com o suporte da Mozilla.
pt_pt: A sua subscrição é gerida pela Mozilla. Por favor <a href="https://support.mozilla.org/pt-PT/kb/protonvpn" target="_blank">clique aqui</a> para contactar o suporte da Mozilla.
ru: Ваша подписка находится под управлением Mozilla. <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">Нажмите здесь</a> чтобы связаться со службой поддержки Mozilla.
tr: Aboneliğiniz Mozilla tarafından yönetiliyor. Mozilla desteğiyle iletişim kurmak için lütfen <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">buraya tıklayın</a>.
zh_tw: 您的訂閱是 由 Mozilla 所管理。請 <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">點擊這裡</a> 來聯繫 Mozilla 技術支援。

# Info for the abuse / fraud modal
source: Account disabled for <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">abuse or fraud</a>.
ca: Compte deshabilitat per <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">abús o frau</a>.
de: Konto wegen <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">Missbrauch oder Betrug</a> deaktiviert.
fr: Compte désactivé pour <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">abus ou fraude</a>.
hr: Račun je onemogućen zbog <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">zloupotrebe ili prijevare</a>.
pl: Konto zostało wyłączone z powodu <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">nadużycia lub oszustwa</a>.
pt_pt: Conta desactivada devido a <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">abuso ou fraude</a>.
tr: Hesap <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">kötüye kullanım veya dolandırıcılık nedeniyle</a> devre dışı bırakıldı.

# Info for the abuse / fraud modal
source: You can find more information and <a href="https://protonmail.com/abuse" target="_blank">contact us here</a>.
ca: Podeu trobar més informació i <a href="https://protonmail.com/abuse" target="_blank"> contactar-nos aquí </a>.
de: Weitere Informationen und Kontaktmöglichkeiten <a href="https://protonmail.com/abuse" target="_blank">finden Sie hier</a>.
es: Puede encontrar más información y <a href="https://protonmail.com/abuse" target="_blank">contactarnos aquí</a>.
fr: Vous pouvez trouver plus d'information et <a href="https://protonmail.com/abuse" target="_blank">nous contacter ici</a>.
hr: Možete pronaći više informacija i <a href="https://protonmail.com/abuse" target="_blank">kontaktirati nas ovdje</a>.
nl: U vindt hier meer informatie en kan <a href="https://protonmail.com/abuse" target="_blank">contact met ons opnemen</a>.
pl: Możesz znaleźć więcej informacji i <a href="https://protonmail.com/abuse" target="_blank">skontaktować się z nami tutaj</a>.
pt: Você pode encontrar mais informações e <a href="https://protonmail.com/abuse" target="_blank">contate-nos aqui</a>.
pt_pt: Pode encontrar mais informação e <a href="https://protonmail.com/pt/abuse" target="_blank">contactar-nos aqui</a>.
ru: Вы можете найти больше информации и <a href="https://protonmail.com/abuse" target="_blank">связаться с нами здесь</a>.
tr: Daha fazla bilgi bulabilir ve <a href="https://protonmail.com/abuse" target="_blank">bizimle buradan iletişime geçebilirsiniz</a>.
zh_tw: 您可以找到更多資訊，<a href="https://protonmail.com/abuse" target="_blank">請與我們聯繫</a>。

# Info for the vpn columns
source: High
ca: Alt
de: Hoch
es: Alta
fr: Élevée
hr: Visoko
id: Tinggi
nl: Hoog
pl: Wysoka
pt: Alta
pt_pt: Alta
ru: Высокая
tr: Yüksek
zh_tw: 高速

# Info for the vpn columns
source: Highest
ca: Més Alt
de: Höchste
es: Máxima
fr: Très élevée
hr: Najviša
id: Paling tinggi
nl: Hoogste
pl: Najwyższa
pt: A mais alta
pt_pt: Máxima
ru: Наивысшая
tr: En yüksek
zh_tw: 最高速

# Info for the vpn modal
source: ProtonVPN encrypts your internet connection, adding a powerful layer of security to your devices and ensuring your online activity stays private.
ca: ProtonVPN encripta seva connexió a Internet, agregant una poderosa capa de seguretat a les seves dispositius i assegurant que la seva activitat en línia es mantingui privada.
de: ProtonVPN verschlüsselt Ihre Internetverbindung, fügt Ihren Geräten eine leistungsfähige Sicherheitsstufe hinzu und stellt sicher, dass Ihre Online-Aktivitäten vertraulich bleiben.
es: ProtonVPN cifra su conexión a internet, añadiendo una potente capa de seguridad a sus dispositivos y manteniendo su actividad en línea privada.
fr: ProtonVPN chiffre votre connexion Internet, ajoutant une couche de sécurité puissante à vos appareils et garantissant la confidentialité de vos activités en ligne.
hr: ProtonVPN šifrira vašu internetsku vezu, dodajući snažan sloj sigurnosti vašim uređajima i osiguravajući da vaša online aktivnost ostane privatna.
id: ProtonVPN mengenkripsi koneksi internet Anda, menambahkan lapisan keamanan yang kuat ke perangkat Anda dan memastikan aktivitas online Anda tetap pribadi.
nl: ProtonVPN versleutelt uw internetverbinding, hiermee wordt er een krachtige laag van veiligheid aan uw apparaten toegevoegd en ervoor gezorgd dat uw online activiteiten privé blijven.
pl: ProtonVPN szyfruje połączenia z Internetem, dodając potężne warstwy zabezpieczeń urządzeń i zapewniając prywatność aktywności w Internecie.
pt: ProtonVPN criptografa sua conexão de internet, adicionando uma poderosa camada de segurança para seus dispositivos e garantindo que sua atividade online permaneça privada.
pt_pt: O ProtonVPN encripta a sua ligação de Internet, adicionando uma forte camada de segurança aos seus dispositivos e assegurando que a sua actividade online se mantém privada.
ru: ProtonVPN шифрует ваше подключение к Интернет, добавляя мощный слой безопасности для ваших устройств и обеспечивая конфиденциальность вашей сетевой деятельности.
tr: ProtonVPN, internet bağlantınızı şifreler. Cihazlarınıza güçlü bir güvenlik katmanı ekler ve çevrimiçi etkinliğinizin gizli kalmasını sağlar.
zh_tw: ProtonVPN 加密您的 internet 連線，為您的設備添加強大的安全層，並確保您的線上活動保持私密。

# Info payment
source: Start customizing!
ca: Comença a personalitzar!
de: Anpassung beginnen!
es: ¡Empiece a personalizar!
fr: Commencer à personnaliser !
hr: Započnite prilagođavati!
id: Mulai menyesuaikan
nl: Beginnen met aanpassen!
pl: Zacznij personalizować!
pt: Comece a personalizar!
pt_pt: Comece a personalizar!
ru: Приступить к настройке!
tr: Özelleştirmeye başlayın!
zh_tw: 開始自訂!

# Info present in the custom professional plan modal
source: Each user adds 5GB of storage and 5 addresses to your organization. Professional plans start with 5 addresses included. Storage and addresses can be distributed among users however you wish.
ca: Cada usuari afegeix 5 Gb d'emmagatzematge i 5 adreces a la seva organització. Els plans professionals comencen amb 5 adreces incloses. L'emmagatzematge i les adreces es poden distribuir entre els usuaris com ho desitgi.
de: Jeder Benutzer fügt Ihrem Unternehmen 5 GB Speicher und 5 Adressen hinzu. Professional-Tarife enthalten bereits 5 Adressen. Speichervolumen und Adressen können unter den Benutzern aufgeteilt werden.
es: Cada usuario añade 5GB de almacenamiento y 5 direcciones a su organización. Los planes Professional comienzan con 5 direcciones incluidas. El almacenamiento y las direcciones se pueden distribuir entre los usuarios que quiera.
fr: Chaque utilisateur ajoute 5 Go de stockage et 5 adresses à votre organisation. Les offres Professional commencent avec 5 adresses incluses. La capacité de stockage et les adresses peuvent être réparties entre les utilisateurs de l'organisation comme vous le désirez.
hr: Svaki korisnik dodaje 5 GB prostora za pohranu i 5 adresa u vašu organizaciju. Professional planovi počinju s 5 uključenih adresa. Prostor za pohranu i adrese mogu se distribuirati korisnicima kako god želite.
id: Setiap pengguna menambahkan penyimpanan 5GB dan 5 alamat ke organisasi Anda. Rencana profesional dimulai dengan 5 alamat yang disertakan. Penyimpanan dan alamat dapat didistribusikan antar pengguna sesuai keinginan.
nl: Elke gebruiker voegt 5 GB aan opslagruimte en 5 adressen aan uw organisatie toe. Professional abonnementen beginnen met 5 inbegrepen adressen. Opslagruimte en adressen kunnen naar uw voorkeur over de gebruikers worden verdeeld.
pl: Każdy użytkownik dodaje 5GB przestrzeni dyskowej i 5 adresów do organizacji. Profesjonalne plany zaczynają się z dołączonymi 5 adresami. Przestrzeń i adresy mogą być rozdzielane pomiędzy użytkownikami jak chcesz.
pt: Cada usuário adiciona 5GB de armazenamento e 5 endereços para sua organização. O plano Profissional começa com 5 endereços de e-mail. Armazenamento e endereços podem ser distribuídos entre usuários como você desejar.
pt_pt: Cada utilizador adiciona 5GB de armazenamento e 5 endereços à sua organização. Os planos Professional começam com 5 endereços incluídos. O armazenamento e endereços podem ser distribuídos entre os utilizadores conforme desejar.
ru: Каждый пользователь добавляет по 5 ГБ хранилища и по 5 адресов к вашей организации. В тарифы уровня "Professional" 5 адресов уже включены. Вы можете по своему усмотрению распределять между пользователями место в хранилище и адреса.
tr: Her kullanıcı kuruluşunuza 5 GB depolama alanı ve 5 adres ekler. Profesyonel planlar 5 adres ile başlar. İsteğe bağlı olarak depolama ve adresler kullanıcılar arasında dağıtılabilir.
zh_tw: 每位使用者將增加5GB的儲存空間和組織的5個電子郵件地址。專業方案則是從5個電子郵件位址開始。儲存空間和和位址可以在使用者帳戶之間任意分配。

# Info to setup @pm.me address
source: Set a display name and signature for {{email}}
ca: Establir un nom de visualització i una signatura per {{email}}
de: Legen Sie einen Anzeigenamen und eine Signatur für „{{email}}” fest.
es: Establecer un nombre y firma para {{email}}
fr: Définir le nom d’affichage et la signature pour {{email}}
hr: Postavite naziv za prikaz i potpis za {{email}}
nl: Een weergavenaam en een handtekening voor {{email}} instellen
pl: Ustaw wyświetlaną nazwę i podpis dla {{email}}
pt: Definir um nome de exibição e assinatura para {{email}}
pt_pt: Definir um nome e assinatura para {{email}}
ru: Задать отображаемое имя и подпись для {{email}}
tr: {{email}} için bir ekran adı ve imza ayarlayın
zh_tw: 設定 {{email}} 的顯示名稱及簽名

# Inform the user that he reach the search limit
source: Your search matched too many results. Please limit your search and try again.
ca: La seva recerca coincideix amb massa resultats. Si us plau, limiti la cerca i torneu a intentar.
de: Ihre Suche hat zu viele Treffer. Bitte beschränken Sie Ihre Suche und versuchen Sie es erneut.
es: Su búsqueda coincidió con muchos resultados. Por favor limite su búsqueda e inténtelo de nuevo.
fr: Trop de résultats correspondants à votre recherche. Veuillez limiter votre recherche et essayez à nouveau.
hr: Vaša pretraga je pronašla previše rezultata. Ograničite pretragu i pokušajte ponovno.
id: Pencarian Anda sesuai dengan banyak hasil. Batasi pencarian Anda dan coba lagi.
nl: Uw zoekopdracht leverde te veel resultaten op. Verfijn uw zoekopdracht en probeer het opnieuw.
pl: Wyszukiwanie pasuje do zbyt wielu wyników. Sprecyzuj wyszukiwanie i spróbuj ponownie.
pt: A sua pesquisa correspondeu a muitos resultados. Limite sua busca e tente novamente.
pt_pt: A sua pesquisa obteve demasiados resultados. Limite a pesquisa e tente de novo.
ru: Ваш поиск вернул слишком много результатов. Пожалуйста, ограничьте область поиска и попробуйте снова.
tr: Aramanız çok fazla sonuçla eşleşti. Lütfen aramanızı sınırlandırın ve tekrar deneyin.
zh_tw: 匹配項目過多，請縮小搜尋範圍後再試。

# Information about this user
source: Organization administrators cannot access the messages of private users.
ca: Els administradors de l'organització no poden accedir als missatges d'usuaris privats.
de: Organisationsadministratoren haben keinen Zugriff auf die Nachrichten privater Benutzer.
es: Los administradores de la organización no pueden acceder a los mensajes de usuarios privados.
fr: Les administrateurs de l'organisation ne peuvent pas accéder aux messages des utilisateurs privés.
hr: Administratori organizacije ne mogu pristupiti porukama privatnih korisnika.
id: Administrator organisasi tidak dapat mengakses pesan pengguna pribadi.
nl: Organisatiebeheerders hebben geen toegang tot de berichten van privégebruikers.
pl: Administratorzy organizacji nie mają dostępu do wiadomości chronionych użytkowników.
pt: Os administradores da organização não podem acessar as mensagens de usuários privados.
pt_pt: Os administradores da organização não podem aceder às mensagens de utilizadores privados.
ru: Администраторы организации не имеют доступа к сообщениям конфиденциальных пользователей.
tr: Kuruluş yöneticileri özel kullanıcıların iletilerine erişemez.
zh_tw: 組織管理員無法訪問私人使用者的郵件。

# Information for the contacts exporter modal
source: Exporting contacts, this may take a few minutes. When the progress is completed, this modal will close and let you download the file.
ca: Exportant contactes, això pot prendre uns minuts. Quan es completi el progrés, aquest modal es tancarà i li permetrà descarregar l'arxiu.
de: Das Exportieren von Kontakten kann einige Minuten dauern. Wenn der Prozess abgeschlossen ist, wird dieser Dialog geschlossen und Sie können die Datei herunterladen.
es: Exportando contactos, esto puede tardar unos minutos. Cuando el proceso se complete, se cerrará esta ventana y podrá descargar el archivo.
fr: Exportation des contacts en cours, cette opération peut prendre quelques minutes. Une fois terminé, ce message disparaîtra et vous pourrez télécharger le fichier.
hr: Izvoz kontakata, ovo može potrajati nekoliko minuta. Nakon što se dovrši, ovaj skočni prozor će se zatvoriti i omogućiti vam preuzimanje datoteke.
id: Mengekspor kontak, ini mungkin memerlukan waktu beberapa menit. Saat kemajuan selesai, modal ini akan ditutup dan membiarkan Anda mendownload file.
nl: Contactpersonen aan het exporteren, dit kan enkele minuten duren. Wanneer het proces is voltooid, wordt deze dialoog gesloten en kunt u het bestand downloaden.
pl: Eksportowanie kontaktów, może to potrwać kilka minut. Po zakończeniu procesu, to powiadomienie zostanie zamknięte i umożliwi pobranie pliku.
pt: Exportando contatos, isto pode levar alguns minutos. Quando o progresso estiver concluído, esta notificação irá se fechar e permitirá que baixe o arquivo.
pt_pt: A exportar contactos, isto pode levar alguns minutos. Quando o progresso terminar, esta janela fecha-se e permite-lhe transferir o ficheiro.
ru: Идёт экспортирование контактов, и это может занять несколько минут. Когда процесс завершится, это сообщение закроется и позволит вам скачать файл.
tr: Kişileri dışa aktarma işlemi birkaç dakika sürebilir. İlerleme tamamlandığında, bu kip kapanacak ve dosyayı indirmenize izin verecektir.
zh_tw: 匯出連絡人，這可能需要幾分鐘。完成進度後，此模式將關閉，並允許您下載該檔案。

# Information for the contacts importer modal
source: Importing contacts, this may take a few minutes.
ca: S'està important contactes, això pot prendre uns minuts.
de: Das Importieren von Kontakten kann einige Minuten dauern.
es: Importando contactos, esto puede tardar unos minutos.
fr: Importation de contacts. Cela peut prendre quelques minutes.
hr: Uvoz kontakata. Ovo može potrajati nekoliko minuta.
id: Mengimpor kontak, ini mungkin memerlukan waktu beberapa menit.
nl: Contacten aan het importeren, dit kan enkele minuten duren.
pl: Importowanie kontaktów, może to chwilę potrwać.
pt: Importando contatos, isso pode levar alguns minutos.
pt_pt: A importar contactos, isto pode demorar alguns minutos.
ru: Идёт импортирование контактов. Это может занять несколько минут.
tr: Kişiler içe aktarılıyor. Bu işlem birkaç dakika sürebilir.
zh_tw: 正在匯入聯絡人。這可能需要幾分鐘。

# Information for the contacts merging modal
source: Merging contacts, this may take a few minutes.
ca: Fusionant contactes, això pot prendre uns minuts.
de: Das Zusammenführen von Kontakten kann einige Minuten in Anspruch nehmen.
es: Combinando contactos, esto puede tardar unos minutos.
fr: Fusion des contacts, cela peut prendre quelques minutes.
hr: Spajanje kontakata. Ovo može potrajati nekoliko minuta.
nl: Contactpersonen worden samengevoegd, dit kan enkele minuten duren.
pl: Scalanie kontaktów, może to chwilę potrwać.
pt: Mesclando contatos, isto pode demorar alguns minutos.
pt_pt: A unir contactos, isto pode demorar alguns minutos.
ru: Выполняется слияние контактов. Это может занять несколько минут.
tr: Kişiler birleştiriliyor. Bu işlem birkaç dakika sürebilir.
zh_tw: 正在合併聯絡人。這可能需要幾分鐘。

# Information for the custom vpn modal
source: Each connected device consumes one VPN connection.
ca: Cada dispositiu connectat consumeix una connexió VPN.
de: Jedes angeschlossene Gerät belegt eine VPN-Verbindung.
es: Cada dispositivo conectado consume una conexión de VPN.
fr: Chaque appareil connecté consomme une connexion VPN.
hr: Svaki priključeni uređaj označava jednu VPN vezu.
id: Setiap perangkat yang terhubung menghabiskan satu koneksi VPN.
nl: Elk aangesloten apparaat gebruikt één VPN-verbinding.
pl: Każde podłączone urządzenie używa jednego połączenia sieci VPN.
pt: Cada dispositivo conectado consome uma conexão VPN.
pt_pt: Cada dispositivo ligado ocupa uma ligação VPN.
ru: Каждое подключённое устройство потребляет одно VPN-соединение.
tr: Her bağlı cihaz bir VPN bağlantısı kullanır.
zh_tw: 每個連接的設備都消耗一個 VPN 連接。

# Information for the custom vpn modal
source: Need more connections?
ca: Necessiteu més connexions?
de: Benötigen Sie weitere Verbindungen?
es: ¿Necesita más conexiones?
fr: Besoin de plus de connexions ?
hr: Trebate više veza?
id: Butuh lebih banyak koneksi?
nl: Meer verbindingen nodig?
pl: Potrzebujesz więcej połączeń?
pt: Precisa de mais conexões?
pt_pt: Precisa de mais ligações?
ru: Нужно больше подключений?
tr: Daha fazla bağlantıya mı ihtiyacınız var?
zh_tw: 需要更多連線？

# Input for the code sent
source: Verification code
ca: Codi de verificació
de: Bestätigungsschlüssel
es: Código de verificación
fr: Code de vérification
hr: Kôd za provjeru
nl: Verificatiecode
pl: Kod weryfikacyjny
pt: Código de verificação
pt_pt: Código de verificação
ru: Код подтверждения
tr: Doğrulama kodu
zh_tw: 驗證碼

# Invoice status display as badge
source: Billed
ca: Facturat
de: Abgerechnet
es: Facturado
fr: Facturé
hr: Naplaćeno
id: Ditagih
nl: Gefactureerd
pl: Opłacony
pt: Faturado
pt_pt: Facturado
ru: Счёт выставлен
tr: Faturalandırıldı
zh_tw: 帳單已發

# Invoice status display as badge
source: Paid
ca: Pagat
de: Bezahlt
es: Pagada
fr: Payé
hr: Plaćeno
id: Dibayar
nl: Betaald
pl: Opłacono
pt: Pago
pt_pt: Pago
ru: Оплачено
tr: Ödenmiş
zh_tw: 已付款

# Invoice status display as badge
source: Unpaid
ca: Pendent de pagament
de: Offen
es: No pagada
fr: Impayé
hr: Neplaćeno
id: Tidak dibayar
nl: Niet betaald
pl: Nieopłacone
pt: Não pago
pt_pt: Por pagar
ru: Не оплачено
tr: Ödenmemiş
zh_tw: 未付款

# Invoice status display as badge
source: Void
ca: Nul
de: Storniert
es: Nulo
fr: Annulé
hr: Nevažeće
id: Kosong
nl: Ongeldig
pl: Nieważny
pt: Vazio
pt_pt: Anulado
ru: Аннулирован
tr: Geçersiz
zh_tw: 無效

# Invoice type display as badge
source: Cancellation
ca: Cancel·lació
de: Kündigung
es: Cancelación
fr: Annulation
hr: Otkazivanje
id: Pembatalan
nl: Annulering
pl: Anulowanie
pt: Cancelamento
pt_pt: Cancelamento
ru: Отменяется
tr: İptal
zh_tw: 取消

# Invoice type display as badge
source: Credit
ca: Crèdit
de: Guthaben
es: Crédito
fr: Crédit
hr: Kredit
id: Kredit
nl: Tegoed
pl: Środki
pt: Crédito
pt_pt: Crédito
ru: Кредит
tr: Kredi
zh_tw: 點數

# Invoice type display as badge
source: Donation
ca: Donatiu
de: Spenden
es: Donación
fr: Don
hr: Donacija
id: Sumbangan
nl: Donatie
pl: Darowizna
pt: Doações
pt_pt: Donativo
ru: Пожертвование
tr: Bağış yap
zh_tw: 贊助

# Invoice type display as badge
source: Other
ca: Altres
de: Andere
es: Otro
fr: Autre
hr: Ostalo
id: Lain
nl: Anders
pl: Inne
pt: Outros
pt_pt: Outro
ru: Другое
tr: Diğer
zh_tw: 其他

# Invoice type display as badge
source: Subscription
ca: Subscripció
de: Abonnement
es: Suscripción
fr: Abonnement
hr: Pretplata
id: Berlangganan
nl: Abonnement
pl: Subskrypcja
pt: Assinatura
pt_pt: Subscrição
ru: Тариф
tr: Abonelik
zh_tw: 訂閲

# Key details
source: Created on {{created}}, {{bits}} bits (can be used for sending and signature verification)
ca: Creat el {{created}}, {{bits}} bits (es pot utilitzar per enviar i per verificar la signatura)
de: Erstellt am {{created}}, {{bits}} Bits (kann zum Senden und zur Signaturprüfung verwendet werden)
es: Creado el {{created}}, {{bits}} bits (puede ser utilizada para envíos y verificación de firmas).
fr: Créé le {{created}}, {{bits}} bits (peut être utilisé pour la vérification d'envois et de signatures)
hr: Izrađeno {{created}}, {{bits}} bitova (može se koristiti za slanje i potvrdu potpisa)
nl: Gegenereerd op {{created}}, {{bits}} bits (verificatie kan worden gebruikt voor verzenden en ondertekenen)
pl: Utworzony {{created}}, {{bits}} bitów (może być używany do wysyłania i weryfikacji podpisu)
pt: Criado em bits de {{created}}, {{bits}} (pode ser usado para envio e verificação de assinatura)
pt_pt: Criado em {{created}}, {{bits}} bits (pode ser usado para envio e verificação de assinatura)
ru: Создан {{created}}, {{bits}} бит (может использоваться для отправки почты и проверки подписи)
tr: {{created}} üzerinde oluşturuldu, {{bits}} bit (gönderme ve imza doğrulama için kullanılabilir)
zh_tw: 於 {{created}} 建立，{{bits}} 位元（用於傳送郵件及核實電子簽署）
