Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Error
source: The maximum length of the subject is {{size}}.
ca: La longitud màxima de l'assumpte és {{size}}.
de: Die maximale Länge des Betreffs beträgt {{size}}.
es: La longitud máxima del asunto es {{size}}.
fr: La longueur maximale de l’objet doit être {{size}}.
hr: Maksimalna duljina predmeta je {{size}}.
id: Panjang maksimum subjek adalah {{size}}.
nl: De maximale lengte van het onderwerp is {{size}}.
pl: Maksymalna długość tematu to {{size}}.
pt: O tamanho máximo do assunto é {{size}}.
pt_pt: O tamanho máximo do assunto é {{size}}.
ru: Максимальная длина строки-темы &mdash; {{size}}.
tr: Konunun en yüksek uzunluğu {{size}} karakterdir.
zh_tw: 主旨的最大長度為 {{size}} 。

# Error
source: The request failed
ca: La sol·licitud ha fallat
de: Die Anfrage ist fehlgeschlagen
es: La solicitud ha fallado
fr: La requête a échoué
hr: Zahtjev nije uspio
id: Permintaan gagal
nl: De aanvraag is mislukt
pl: Żądanie nie powiodło się
pt: Falha na solicitação
pt_pt: O pedido falhou
ru: Запрос не удался
tr: İstek başarısız oldu
zh_tw: 請求失敗

# Error
source: This message may some URL links that cannot be properly opened by your current browser
pt_pt: Esta mensagem pode conter hiperligações que não podem ser abertas correctamente pelo seu navegador actual

# Error
source: Unable to send the message.
ca: No s'ha pogut enviar el missatge.
de: Nachricht konnte nicht gesendet werden.
fr: Impossible d’envoyer le message.
hr: Nije moguće poslati poruku.
nl: Fout bij verzenden van bericht.
pl: Nie można wysłać wiadomości.
pt: Não foi possível enviar a mensagem.
pt_pt: Impossível enviar a mensagem.
ru: Невозможно отправить сообщение.
tr: İleti gönderilemiyor.
zh_tw: 無法傳送訊息。

# Error
source: Unable to upload file. Please try again
ca: No es pot carregar el fitxer. Si us plau intenteu-ho de nou
de: Fehler beim Hochladen der Datei. Bitte versuchen Sie es erneut
es: No se puede el cargar archivo. Por favor, inténtelo de nuevo
fr: Erreur lors du téléchargement du fichier. Veuillez essayer à nouveau
hr: Učitavanje datoteke nije moguće, molimo pokušajte ponovno
id: Tidak dapat mengunggah berkas Silahkan coba lagi
nl: Niet in staat om bestand te uploaden. Probeer het opnieuw
pl: Nie można przesłać pliku. Spróbuj ponownie
pt: Não foi possível enviar o arquivo. Tente novamente
pt_pt: Impossível enviar o ficheiro. Por favor, tente novamente
ru: Невозможно загрузить файл. Пожалуйста, попробуйте ещё раз
tr: Dosya yüklenemiyor. Lütfen tekrar deneyin
zh_tw: 無法上傳檔案。請重試。

# Error
source: Unsupported API version.
ca: Versió API no compatible.
de: Nicht unterstützte API-Version.
es: Versión de la API no admitida.
fr: Version de l'API non prise en charge.
hr: Nepodržana API verzija.
id: Versi API yang tidak didukung
nl: Niet-ondersteunde API-versie.
pl: Nieobsługiwana wersja interfejsu API.
pt: Versão da API não suportada.
pt_pt: Versão de API não suportada.
ru: Неподдерживаемая версия API.
tr: Desteklenmeyen API sürümü.
zh_tw: 不支援的 API 版本。

# Error
source: Unsupported key
ca: Clau no compatible
de: Nicht unterstützter Schlüssel
fr: Clé non prise en charge
hr: Ključ nije podržan
nl: Niet-ondersteunde sleutel
pl: Nieobsługiwany klucz
pt: Chave não suportada
pt_pt: Chave não suportada
ru: Неподдерживаемый ключ
tr: Desteklenmeyen anahtar
zh_tw: 不支援的金鑰

# Error
source: Upgrade to a paid plan to send from your {{email}} address
ca: Actualitzeu a un pla de pagament per enviar des de la vostra adreça {{email}}
de: Auf ein kostenpflichtiges Abonnement aktualisieren, um von Ihrer Adresse „{{email}}” senden zu können
es: Actualice a un plan de pago para enviar desde su dirección {{email}}.
fr: Passez à une offre payante pour envoyer depuis votre adresse {{email}}
hr: Nadogradite na plaćeni plan kako biste mogli slati s vaše {{email}} adrese
nl: Upgrade naar een betaald abonnement om te verzenden vanaf uw {{email}} adres
pl: Ulepsz do planu płatnego, aby wysyłać z Twojego adresu {{email}}
pt: Faça o upgrade para um plano pago para enviar do seu endereço {{email}}
pt_pt: Actualize para um plano pago para enviar do seu endereço {{email}}
ru: Перейдите на платный тариф для отправки с вашего адреса {{email}}
tr: {{email}} adresinizden göndermek için ücretli bir plana geçin
zh_tw: 要從 {{email}} 地址傳送訊息，需升級至付費方案。

# Error
source: Username required
ca: Es requereix el nom d'usuari
de: Benutzername erforderlich
es: Nombre de usuario requerido
fr: Nom d’utilisateur requis
hr: Korisničko ime je potrebno
id: Username diperlukan
nl: Gebruikersnaam vereist
pl: Nazwa użytkownika jest wymagana
pt: Nome de usuário obrigatório
pt_pt: Nome de utilizador necessário
ru: Требуется имя пользователя
tr: Kullanıcı adı gerekli
zh_tw: 需要使用者名稱

# Error
source: Verification did not succeed, please try again in an hour.
ca: La verificació no s'ha pogut realitzar amb èxit, si us plau intenteu-ho de nou d'aquí una hora.
de: Die Überprüfung konnte nicht abgeschlossen werden. Bitte versuchen Sie es in einer Stunde erneut.
es: La verificación no tuvo éxito, vuelva a intentarlo en una hora.
fr: La vérification n'a pas réussi. Merci de réessayer dans une heure.
hr: Provjera nije uspjela, pokušajte ponovo za sat vremena.
id: Verifikasi tidak berhasil, silahkan dicoba lagi dalam satu jam.
nl: Verificatie mislukt, probeer het over een uur opnieuw.
pl: Weryfikacja nie powiodła się. Spróbuj ponownie za godzinę.
pt: Verificação sem sucesso, por favor tente novamente dentro de uma hora.
pt_pt: Verificação mal sucedida, por favor tente novamente dentro de uma hora.
ru: Подтверждение не удалось. Пожалуйста, повторите попытку через час.
tr: Doğrulama başarılı olmadı. Lütfen bir saat içinde tekrar deneyin.
zh_tw: 驗證未成功，請在一小時後再試。

# Error
source: Wait for attachment to finish uploading or cancel upload.
ca: Espereu fins que l'adjunt s'hagi acabat de carregar o cancel·leu la càrrega.
de: Warten Sie bis der Anhang vollständig hochgeladen ist oder brechen Sie das Hochladen ab.
es: Espere a que el archivo adjunto termine de cargar o cancele la subida.
fr: Veuillez patienter pendant le chargement des pièces jointes ou annulez le chargement.
hr: Pričekajte da se dovrši učitavanje privitka ili otkažite prijenos.
id: Tunggu sampai lampiran selesai upload atau batalkan upload.
nl: Wacht tot de bijlage is geüpload of annuleer het uploaden.
pl: Poczekaj na załadowanie załącznika albo anuluj przesyłanie.
pt: Espere que o anexo ser enviado ou cancele o envio.
pt_pt: Espere que o anexo acabe de ser enviado ou cancele o envio.
ru: Подождите окончания закачки вложения, либо отмените закачку.
tr: Ekin yükleme işleminin ya da yükleme iptalinin tamamlanmasını bekleyin.
zh_tw: 請待附件上傳完畢或取消上傳。

# Error
source: We do not support embedded SVG files inside the signature
ca: No s'admeten fitxers SVG incrustats dins de la signatura
de: Wir unterstützen keine in die Signatur eingebetteten SVG-Dateien.
es: No admitimos archivos SVG incrustados dentro de la firma
fr: Nous ne prenons pas en charge les fichiers SVG incorporés à l’intérieur de la signature
hr: Ne podržavamo ugrađene SVG datoteke unutar potpisa
nl: Wij bieden geen ondersteuning voor SVG-bestanden ingesloten in de handtekening
pl: Nie wspieramy osadzonych plików SVG w podpisie
pt: Nós não suportamos arquivos SVG incorporados dentro da assinatura
pt_pt: Os ficheiros SVG não são suportados na assinatura
ru: Внедрённые в подпись SVG-файлы не поддерживаются
tr: İmza içindeki gömülü SVG dosyalarını desteklemiyoruz
zh_tw: 我們不支援在簽名中嵌入 SVG 檔案

# Error
source: Wrong verification code. Please make sure you copied the verification code correctly and try again. It can take up to 24 hours for changes to take effect.
ca: Codi de verificació erroni. Si us plau assegureu-vos que heu copiat el codi de verificació correctament i intenteu-ho de nou. Els canvis poden trigar fins a 24 hores a produir-se.
de: Ungültiger Bestätigungsschlüssel. Bitte stellen Sie sicher, dass Sie den Bestätigungsschlüssel korrekt kopiert haben und versuchen Sie es erneut. Es kann bis zu 24 Stunden dauern, bis Änderungen wirksam werden.
es: Código de verificación incorrecto. Asegúrese de haber copiado el código de verificación correctamente y vuelva a intentarlo. Puede tomar hasta 24 horas para que los cambios tengan efecto.
fr: Code de vérification erroné. Veuillez vous assurer d’avoir correctement copié le code de vérification et réessayez. Cela peut prendre jusqu'à 24 heures pour que les changements prennent effet.
hr: Pogrešan kontrolni kôd. Provjerite jeste li ispravno kopirali kontrolni kôd i pokušajte ponovo. Može potrajati do 24 sata kako bi promjene stupile na snagu.
id: Kode verifikasi salah Pastikan Anda menyalin kode verifikasi dengan benar dan coba lagi. Perlu waktu hingga 24 jam agar perubahan diterapkan.
nl: Verkeerde verificatiecode. Controleer alstublieft of u de verificatiecode correct gekopieerd hebt en probeer het opnieuw. Het kan maximaal 24 uur duren voordat wijzigingen doorgevoerd zijn.
pl: Błędny kod weryfikacyjny. Upewnij się, że prawidłowo skopiowałeś kod i spróbuj ponownie. Wprowadzenie zmian może potrwać do 24 godzin.
pt: Código de verificação incorreto. Certifique-se de copiar o código de verificação corretamente e tentar novamente. Pode levar até 24 horas para que as mudanças entrem em vigor.
pt_pt: Código de verificação errado. Por favor, verifique se copiou o código de verificação correctamente e tente de novo. Demora até 24 horas para que as alterações tenham efeito.
ru: Неверный проверочный код. Пожалуйста, убедитесь, что правильно скопировали код и попробуйте снова. Вступление изменений в силу может занять до 24 часов.
tr: Yanlış doğrulama kodu. Lütfen doğrulama kodunu doğru kopyaladığınızdan emin olun ve tekrar deneyin. Değişikliklerin etkili olması 24 saat sürebilir.
zh_tw: 驗證碼錯誤。請確保已正確複製驗證碼並重試。變更可能需要最多 24 小時才會生效。

# Error
source: You are doing this too much, please try again later
ca: Ho esteu fent massa cops, si us plau intenteu-ho de nou més tard
de: Sie tun dies zu oft, bitte versuchen Sie es später erneut
es: Estás haciendo esto demasiado, por favor, inténtelo de nuevo más tarde
fr: Vous avez fait trop de tentatives, veuillez réessayer plus tard
hr: Radite ovu radnju previše, pokušajte ponovno kasnije
id: Kamu melakukan ini terlalu banyak, silahkan coba lagi nanti
nl: U probeert dit te veel, probeer het later opnieuw
pl: Robisz to za często, spróbuj ponownie później
pt: Você está fazendo isso demais. Por favor, tente novamente mais tarde
pt_pt: São demasiadas tentativas, por favor tente mais tarde
ru: Вы делаете это слишком часто, пожалуйста, повторите попытку позднее
tr: Bunu çok yapıyorsunuz. Lütfen daha sonra tekrar deneyin
zh_tw: 嘗試次數過多，請稍候再試

# Error
source: You are using an outdated version of ProtonMail, please refresh the page.
ca: Esteu emprant una versió obsoleta de ProtonMail, si us plau recarregueu la pàgina.
de: Sie verwenden eine veraltete Version von ProtonMail. Bitte aktualisieren Sie die Seite.
es: Está utilizando una versión desactualizada de ProtonMail, por favor actualice la página.
fr: Vous utilisez une version obsolète de ProtonMail, veuillez actualiser la page.
hr: Koristite zastarjelu inačicu ProtonMaila, molimo ponovno učitajte stranicu.
nl: U gebruikt een verouderde versie van ProtonMail, Vernieuw de pagina.
pl: Używasz nieaktualnej wersji ProtonMaila. Odśwież stronę.
pt: Você está usando uma versão desatualizada do ProtonMail. Por favor, atualize a página.
pt_pt: Está a usar uma versão desactualizada do ProtonMail. Por favor, actualize a página.
ru: Вы пользуетесь устаревшей версией ProtonMail, пожалуйста, обновите страницу.
tr: ProtonMail'in eski bir sürümünü kullanıyorsanız, lütfen sayfayı yenileyin.
zh_tw: 您正使用舊版 ProtonMail ，請重新載入頁面。

# Error
source: You can generate your keys here
ca: Podeu generar les vostres claus aquí
de: Ihre Schlüssel können hier erstellt werden
es: Puede generar sus claves aquí
fr: Vous pouvez générer vos clés ici
hr: Možete generirati vaše ključeve ovdje
id: Anda bisa menghasilkan kunci anda di sini
nl: U kan hier uw sleutels genereren
pl: Możesz wygenerować swoje klucze tutaj
pt: Você pode gerar suas chaves aqui
pt_pt: Pode gerar as suas chaves aqui
ru: Здесь вы можете создавать свои ключи
tr: Anahtarlarınızı burada oluşturabilirsiniz
zh_tw: 您可在此生成密鑰

# Error
source: You did not provide a file.
ca: No heu proporcionat un fitxer.
de: Sie haben keine Datei angegeben.
fr: Vous n'avez pas fourni de fichier.
hr: Niste pružili datoteku.
nl: U heeft geen bestand opgegeven.
pl: Nie załączyłeś pliku.
pt: Você não forneceu um arquivo.
pt_pt: Não forneceu um ficheiro.
ru: Вы не предоставили файл.
tr: Bir dosya sağlamadınız.
zh_tw: 您沒有提供檔案。

# Error
source: You don't have a group with such a name.
ca: No teniu un grup amb aquest nom.
de: Keine Gruppe mit diesem Namen vorhanden
fr: Vous n’avez pas de groupe portant ce nom.
hr: Nemate grupu s takvim nazivom.
pl: Nie posiadasz grupy o tej nazwie.
pt: Você não tem um grupo com esse nome.
pt_pt: Não tem um grupo com esse nome.
ru: У вас нет группы с таким именем.
tr: Böyle bir isimde bir grubunuz yok.
zh_tw: 你沒有一個這樣名稱的群組。

# Error
source: You have enabled Address Verification with Trusted Keys for {{ emails }}, but no active encryption keys have been Trusted. You must Trust the primary key in order to send a message to this address.
ca: Heu habilitat la verificació d'adreça amb claus de confiança per a {{ emails }}, però no s'ha confiat en cap clau encriptada activa. Heu de verificar la confiança en la clau primària per tal d'enviar un missatge a aquesta adreça.
de: Sie haben die Adressverifizierung mit vertrauenswürdigen Schlüsseln für {{ emails }} aktiviert, aber keine aktiven Verschlüsselungsschlüssel wurden als vertrauenswürdig eingestuft. Sie müssen dem Primärschlüssel vertrauen, um eine Nachricht an diese Adresse senden zu können.
es: Ha habilitado la Verificación de Dirección con Claves de Confianza para {{ emails }}, pero no se han confiado claves de cifrado activas. Debe confiar la clave principal para poder enviar mensajes a esta dirección.
fr: Vous avez activé la vérification de l’adresse avec clés de confiance pour {{ emails }}, mais aucunes des clés de chiffrement actives n’ont été approuvées. Vous devez faire confiance à la clé primaire afin d’envoyer un message à cette adresse.
hr: Omogućili ste potvrdu adrese s pouzdanim ključevima za {{ emails }}, ali nijedan aktivni ključ za šifriranje nije pouzdan. Da biste poslali poruku na ovu adresu, morate potvrditi primarni ključ.
nl: U heeft adresverificatie met vertrouwde sleutels ingeschakeld voor {{ emails }}, maar er zijn geen actieve vertrouwde versleutelingssleutels.
pl: Włączono Weryfikację Adresu z Zaufanymi Kluczami dla {{ emails }}, ale żaden z aktywnych kluczy szyfrowania nie jest zaufany. Musisz dodać do zaufanych klucz główny, aby wysłać wiadomość na ten adres.
pt: Você ativou a verificação de endereço com chaves confiáveis para {{ emails }}, mas nenhuma chave criptografada foi marcada como de confiança. Você deve confiar na chave primária para poder enviar a mensagem para esse endereço.
pt_pt: Activou a verificação de endereço com chaves confiáveis para {{ emails }}, mas não confiou em nenhuma chave de encriptação activa. Tem de confiar na chave principal para enviar uma mensagem para este endereço.
ru: Вы включили проверку адреса доверяемыми ключами для {{ emails }}, но ни один из активных ключей шифрования не является доверяемым. Вы должны включить режим доверия основному ключу, чтобы отправлять сообщения на этот адрес.
tr: {{ emails }} için güvenilir anahtarlarla adres doğrulamayı etkinleştirdiniz. Ancak hiçbir etkin şifreleme anahtarı güvenilir değil. Bu adrese bir ileti göndermek için birincil anahtara güvenmelisiniz.
zh_tw: 您已啟用此 {{ emails }} 信箱以信任金鑰驗證，但尚未信任可用的加密金鑰。 您必須信任主要金鑰才能將郵件發送到此信箱。

# Error
source: You have reached the max recipients (25) per message
ca: Heu assolit el nombre màxim de destinataris (25) per missatge
de: Sie haben die maximalen Anzahl der Empfänger (25) je Nachricht erreicht.
es: Ha alcanzado el límite máximo de destinatarios por mensaje (25).
fr: Vous avez atteint le nombre maximum de destinataires (25) par message
hr: Dosegli ste najviše primatelja (25) po poruci
nl: U hebt het maximale aantal geadresseerden (25) per bericht bereikt
pl: Osiągnąłeś maksymalną liczbę odbiorców (25) na wiadomość
pt: Você atingiu o número máximo de destinatários (25) por mensagem
pt_pt: Atingiu o máximo de destinatários por mensagem (25)
ru: Вы достигли предела количества получателей (25) на одно сообщение
tr: İleti başına en yüksek alıcıya (25) ulaştınız
zh_tw: 您已達到每則訊息的最大收件者 (25)

# Error
source: You have used all addresses in your plan. Please upgrade your plan to add a new address
ca: Heu emprat totes les adreces del vostre pla. Si us plau actualitzeu el pla per afegir noves adreces
de: Sie haben alle Adressen in Ihrem Tarif aufgebraucht. Bitte aktualisieren Sie Ihren Tarif, um neue Adressen hinzufügen zu können.
es: Ha utilizado todas las direcciones en su plan. Actualice su plan para añadir una nueva dirección
fr: Vous avez utilisé toutes les adresses disponibles dans votre offre. Veuillez changer votre offre pour ajouter une nouvelle adresse
hr: Iskoristili ste sve adrese u Vašem planu. Molimo Vas da nadogradite Vaš plan da biste dodali novu adresu
id: Anda telah menggunakan semua alamat dalam rencana anda. Harap tingkatkan rencana anda untuk menambahkan alamat baru
nl: U heeft het maximale aantal adressen gebruikt dat uw abonnement toe staat. Upgrade uw abonnement om een nieuw adres toe te voegen
pl: Wykorzystałeś już wszystkie dostępne adresy Twojego planu. Ulepsz plan, aby dodać nowy adres
pt: Você usou todos os endereços em seu plano. Por favor, faça o upgrade do seu plano para adicionar um novo endereço
pt_pt: Usou todos os endereços do seu plano. Actualize para um plano superior para adicionar mais endereços
ru: Вы достигли максимального числа адресов, предусмотренных вашим тарифом. Пожалуйста, расширьте ваш тариф прежде, чем добавлять новые адреса
tr: Planınızdaki tüm adresleri kullandınız. Lütfen yeni bir adres eklemek için planınızı yükseltin
zh_tw: 您已使用了在您的方案中的所有地址。請升級您的方案以新增新地址

# Error
source: You have used all addresses in your plan. Please upgrade your plan to add a new address.
ca: Heu emprat totes les adreces del vostre pla. Si us plau actualitzeu el pla per afegir noves adreces.
de: Alle Adressen in Ihrem Paket werden bereits verwendet. Bitte aktualisieren Sie Ihr Abonnement, um eine neue Adresse hinzufügen zu können.
es: Ha utilizado todas las direcciones de su plan. Actualice su plan para añadir una nueva dirección.
fr: Vous avez utilisé toutes les adresses disponibles avec votre offre. Veuillez mettre à jour votre offre pour ajouter une nouvelle adresse.
hr: Iskoristili ste sve adrese u Vašem planu. Molimo Vas da nadogradite Vaš plan da biste dodali novu adresu.
nl: U heeft alle adressen in uw abonnement gebruikt. Upgrade uw abonnement om een nieuw adres toe te voegen.
pl: Wykorzystałeś już wszystkie dostępne adresy Twojego planu. Ulepsz plan, aby dodać nowy adres.
pt: Você usou todos os endereços em seu plano. Por favor, faça o upgrade do seu plano para adicionar um novo endereço.
pt_pt: Usou todos os endereços do seu plano. Actualize para um plano superior para adicionar mais endereços.
ru: Вы достигли максимального числа адресов, предусмотренных вашим тарифом. Пожалуйста, расширьте ваш тариф прежде, чем добавлять новые адреса.
tr: Planınızdaki tüm adresleri kullandınız. Lütfen yeni bir adres eklemek için planınızı yükseltin.
zh_tw: 您已使用了在您的方案中的所有地址。請升級您的方案以新增新地址。

# Error
source: You have used all users in your plan. Please upgrade your plan to add a new user.
ca: Heu emprat tots els usuaris del vostre pla. Si us plau actualitzeu el pla per afegir un nou usuari.
de: Sie haben die max. Anzahl von Benutzern in Ihrem Tarif ausgeschöpft. Bitte aktualisieren Sie Ihren Tarif, um weitere Benutzer hinzufügen zu können.
es: Ha utilizado todos los usuarios en su plan. Actualice su plan para añadir un usuario nuevo.
fr: Vous avez utilisé tous les utilisateurs disponibles pour votre offre. Veuillez mettre à jour votre offre pour ajouter un nouvel utilisateur.
hr: Iskoristili ste sve slobodne korisnike u Vašem planu. Molimo Vas da nadogradite Vaš plan da biste dodali novog korisnika.
id: Anda telah menggunakan semua pengguna dalam rencana anda. Harap tingkatkan rencana anda untuk menambahkan pengguna baru.
nl: U heeft het maximale aantal gebruikers bereikt dat uw huidige abonnement toestaat. Upgrade uw abonnement om een nieuwe gebruiker toe te voegen.
pl: Wykorzystano limit liczby użytkowników w obecnym planie. Ulepsz plan, aby dodać nowego użytkownika.
pt: Você usou todos os usuários em seu plano. Por favor, faça o upgrade do seu plano para adicionar um novo usuário.
pt_pt: Usou todos os utilizadores do seu plano. Actualize para um plano superior para adicionar um novo utilizador.
ru: Вы достигли максимального числа участников, предусмотренного вашим тарифом. Пожалуйста, расширьте ваш тариф прежде, чем добавлять нового пользователя.
tr: Planınızdaki tüm kullanıcıları kullandınız. Lütfen yeni bir kullanıcı eklemek için planınızı yükseltin.
zh_tw: 您已使用了在您的方案中的所有使用者。請升級您的方案以新增新使用者。

# Error
source: You must add a password for the organization
ca: Heu d'afegir una contrasenya per a l'organització
de: Sie müssen der Organisation ein Passwort hinzufügen
fr: Vous devez ajouter un mot de passe pour l'organisation
hr: Morate dodati lozinku za organizaciju
pl: Musisz dodać hasło organizacji
pt_pt: Tem de adicionar uma senha para a organização
tr: Kuruluş için bir parola eklemelisiniz

# Error
source: You must privatize all sub-accounts before generating new organization keys
ca: Heu de privatitzar tots els sub-comptes abans de generar claus d'organització noves
de: Sie müssen alle Unterkonten privatisieren, bevor Sie neue Organisationsschlüssel erstellen können.
es: Debe privatizar todas las subcuentas antes de generar claves nuevas de la organización
fr: Vous devez privatiser tous les comptes secondaires avant de générer de nouvelles clés pour l’organisation
hr: Prije generiranja novih organizacijskih ključeva morate privatizirati sve podračune
id: Anda harus memprivatisasi semua sub-akun sebelum membuat kunci organisasi baru
nl: U moet alle sub-accounts loskoppelen voordat u nieuwe organisatiesleutels genereert
pl: Wszyscy użytkownicy muszą mieć konta chronione, zanim będziesz mógł wygenerować nowe klucze organizacji
pt: Você deve tornar privado todas as sub-contas antes de gerar novas chaves de organização
pt_pt: Tem de privatizar todas as sub-contas antes de gerar novas chaves de organização
ru: Вы должны приватизировать все подчинённые учётные записи прежде, чем создавать новые ключи организации
tr: Yeni kuruluş anahtarları oluşturmadan önce tüm alt hesapları özelleştirmelisiniz
zh_tw: 在產生新的組織金鑰前，必須將所有子帳戶私有化。

# Error
source: You must set a name
ca: Heu d'introduir un nom
de: Sie müssen einen Namen festlegen
es: Debe establecer un nombre
fr: Vous devez définir un nom
hr: Morate postaviti naziv
nl: U moet een naam instellen
pl: Musisz wprowadzić nazwę
pt: Você deve especificar um nome
pt_pt: Tem de definir um nome
ru: Вы должны задать имя
tr: Bir isim belirlemelisiniz
zh_tw: 您必須設定名稱

# Error
source: You must set an email
ca: Cal definir un correu electrònic
de: Sie müssen eine E-Mail festlegen
es: Debe establecer un correo electrónico
fr: Vous devez définir un email
hr: Morate postaviti e-poštu
id: Anda harus menyetel email
nl: U moet een e-mail instellen
pl: Należy ustawić e-mail
pt: Você precisa definir um e-mail
pt_pt: Tem de definir um endereço electrónico
ru: Вы должны задать адрес эл. почты
tr: Bir e-posta adresi ayarlamalısınız
zh_tw: 您必須設定電子郵件地址
