Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: PGP/Inline is only compatible with Plain Text format. Please note that ProtonMail always signs PGP/Inline messages.
ca: PGP/en línia només és compatible amb text sense format. Tingues en compte que ProtonMail sempre signa els missatges PGP/en línia.
de: PGP/Inline ist nur mit dem unformatiertem Textformat kompatibel. Bitte beachten Sie, dass ProtonMail immer PGP/Inline-Nachrichten signiert.
fr: PGP/Inline est compatible uniquement avec le format texte brut. Veuillez noter que ProtonMail signe toujours les messages PGP/Inline.
pt_pt: O PGP/incorporado é compatível apenas com o formato Texto simples. Note que o ProtonMail assina sempre as mensagens com PGP/incorporado.
tr: PGP/Satır içi yalnızca Düz Metin biçimiyle uyumludur. Lütfen ProtonMail’in her zaman PGP/Satır içi iletilerini imzaladığını unutmayın.

# Info
source: PGP/MIME automatically sends the message using the current composer mode. Please note that ProtonMail always signs PGP/MIME messages.
ca: PGP/MIME envia automàticament el missatge utilitzant el mode actual de l'editor. Tingues en compte que ProtonMail sempre signa els missatges PGP/MIME.
de: PGP/MIME sendet die Nachricht automatisch im aktuellen Nachrichtenformat. Bitte beachten Sie, dass ProtonMail PGP/MIME-Nachrichten immer signiert.
fr: PGP/MIME envoie automatiquement le message en utilisant le mode actuel de composition. Veuillez noter que ProtonMail signe toujours les messages PGP/MIME.
pt_pt: O PGP/MIME envia automaticamente a mensagem usando o modo de compositor actual. Note que o ProtonMail assina sempre as mensagens PGP/MIME.
tr: PGP/MIME, geçerli besteci modunu kullanarak iletiyi otomatik olarak gönderir. Lütfen ProtonMail’in her zaman PGP/MIME iletilerini imzaladığını unutmayın.

# Info
source: Paid users can add other @pm.me addresses from Settings → Addresses/Users.
ca: Els usuaris de pagament poden afegir altres direccions @pm.me des de Configuració--> Direccions/Usuaris.
de: Zahlende Benutzer können unter „Einstellungen” ➜ „Adressen/Benutzer” weitere @pm.me-Adressen hinzufügen.
fr: Les utilisateurs ayant souscrit à une offre payante peuvent ajouter d'autres adresses @pm.me depuis Paramètres → Adresses/Utilisateurs.
pt_pt: Os utilizadores pagantes podem adicionar outros endereços @pm.me em Definições → Endereços/Utilizadores.
tr: Ücretli kullanıcılar, Ayarlar → Adresler/Kullanıcılar bölümünden diğer @pm.me adreslerini ekleyebilir.

# Info
source: Password updated
ca: Contrasenya actualitzada
de: Passwort aktualisiert
es: Contraseña actualizada
fr: Mot de passe mis à jour
hr: Lozinka je ažurirana
id: Kata sandi diperbarui
nl: Wachtwoord bijgewerkt
pl: Hasło zostało zaktualizowane
pt: Senha atualizada
pt_pt: Senha actualizada
ru: Пароль обновлён
tr: Parola güncellendi
zh_tw: 已更新密碼

# Info
source: PayPal is currently not available, please try again later.
ca: PayPal no està disponible actualment, proveu-ho més tard.
de: PayPal ist zurzeit nicht verfügbar, bitte versuchen Sie es später erneut.
es: PayPal no está disponible actualmente, por favor inténtelo más tarde.
fr: PayPal n'est pas disponible actuellement, merci de réessayer plus tard.
hr: PayPal trenutno nije dostupan, molimo probajte kasnije.
id: PayPal saat ini tidak tersedia, silahkan coba lagi nanti.
nl: PayPal is momenteel niet beschikbaar, probeer het later opnieuw.
pl: PayPal nie jest obecnie dostępny, spróbuj później.
pt: O PayPal não está disponível no momento, tente novamente mais tarde.
pt_pt: O PayPal de momento não se encontra disponível. Por favor, tente mais tarde.
ru: PayPal на данный момент недоступен, пожалуйста, попробуйте позднее.
tr: PayPal şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.
zh_tw: 目前無法使用 PayPal ，請稍後再試。

# Info
source: Payment can take a few minutes to fully verify.
pt_pt: O pagamento pode levar alguns minutos até estar concluído.

# Info
source: Payments are currently not available, please try again later
ca: Els pagaments actualment no estan disponibles, proveu-ho més tard
de: Zahlungen sind derzeit nicht verfügbar, bitte versuchen Sie es später erneut
es: Los pagos no están disponibles, vuelva a intentarlo más tarde
fr: Les paiements ne sont actuellement pas disponibles, veuillez réessayer plus tard
hr: Plaćanje trenutno nije dostupno, pokušajte ponovo kasnije
id: Pembayaran saat ini tidak tersedia, coba lagi nanti
nl: Betalingen zijn op dit moment niet beschikbaar, probeer het later nog eens
pl: Płatności nie są obecnie dostępne, spróbuj ponownie później
pt: Pagamentos não estão disponíveis no momento. Por favor, tente novamente mais tarde
pt_pt: Os pagamentos estão indisponíveis. Por favor tente mais tarde
ru: Платежи недоступны в данный момент. Попробуйте позже, пожалуйста
tr: Ödeme şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin
zh_tw: 目前無法付款，請稍後再試。

# Info
source: Permanently delete this draft?
ca: Eliminar permanentment aquest esborrany?
de: Diesen Entwurf dauerhaft löschen?
fr: Supprimer ce brouillon définitivement ?
hr: Želite trajno izbrisati ovu skicu?
nl: Dit conceptbericht permanent verwijderen?
pl: Trwale usunąć ten szkic?
pt: Excluir permanentemente este rascunho?
pt_pt: Eliminar permanentemente este rascunho?
ru: Удалить этот черновик навсегда?
tr: Bu taslak kalıcı olarak silinsin mi?
zh_tw: 永久刪除此草稿？

# Info
source: Pick a name for your Organization.
ca: Tria un nom per a la seva organització.
de: Wählen Sie einen Namen für Ihre Organisation.
es: Elija un nombre para su organización.
fr: Choisir un nom pour votre organisation.
hr: Izaberite naziv za svoju organizaciju.
id: Pilih nama untuk Organisasi Anda.
nl: Kies een naam voor uw organisatie.
pl: Wybierz nazwę dla swojej organizacji.
pt: Escolha um nome para sua organização.
pt_pt: Escolha um nome para a sua organização.
ru: Задайте имя вашей организации.
tr: Kuruluşunuz için bir ad seçin.
zh_tw: 請為您的組織起名。

# Info
source: Plan subscription
ca: Pla de subscripció
de: Abonnement planen
fr: Type d'abonnement
hr: Pretplata na plan
nl: Abonnement
pl: Plan subskrypcji
pt: Plano de assinatura
pt_pt: Subscrição de plano
ru: План подписки
tr: Abonelik planı
zh_tw: 已訂閱方案

# Info
source: Please add addresses to send and receive email with this domain
ca: Afegiu adreces per enviar i rebre correus electrònics amb aquest domini
de: Bitte fügen Sie Adressen zum Senden und Empfangen von E-Mails mit dieser Domain hinzu
fr: Veuillez ajouter les adresses pour envoyer et recevoir des emails avec ce nom de domaine
hr: Dodajte adrese za slanje i primanje e-pošte s ovom domenom.
nl: Voeg adressen toe om e-mail te kunnen zenden en ontvangen met dit domein
pl: Dodaj adresy do wysyłania i odbierania poczty e-mail w tej domenie
pt: Por favor, adicione endereços para enviar e receber e-mail com este domínio
pt_pt: Por favor adicione endereços para enviar e receber emails com este domínio
ru: Пожалуйста, добавьте адреса для отправки и получения электронной почты с этим доменом
tr: Lütfen bu etki alanı ile e-posta göndermek ve almak için adres ekleyin
zh_tw: 要從這個域名收發電子郵件，請新增電子郵件地址

# Info
source: Please add the following MX record. Note, DNS records can take several hours to update.
ca: Si us plau afegiu el següent registre MX. Recordeu que els registres DNS poden trigar diverses hores a actualitzar-se.
de: Bitte fügen Sie den folgenden MX-Eintrag hinzu. Beachten Sie dass es einige Stunden dauern kann bis DNS-Einträge aktualisiert werden.
es: Agregue el siguiente registro MX. Tenga en cuenta que los registros DNS pueden tomar varias horas para actualizarse.
fr: Veuillez ajouter l'enregistrement MX suivant. Notez que la mise à jour des enregistrements DNS peut prendre plusieurs heures.
hr: Dodajte sljedeći MX zapis. Napomena, ažuriranje DNS zapisa može trajati nekoliko sati.
id: Harap tambahkan data MX berikut. Catatan, catatan DNS bisa memakan waktu beberapa jam untuk update.
nl: Voeg alstublieft het volgende MX-record toe. Let op, het kan enkele uren duren voordat DNS-records worden bijgewerkt.
pl: Dodaj następujący rekord MX. Weź pod uwagę, że może upłynąć kilka godzin zanim rekordy DNS zostaną zaktualizowane.
pt: Adicione o seguinte registro MX. Note que os registros de DNS podem demorar várias horas para atualizar.
pt_pt: Por favor, adicione o seguinte registo MX. Note que os registos DNS podem levar várias horas a actualizar.
ru: Добавьте, пожалуйста, эту MX запись. Заметьте, что обновление DNS записей может занять несколько часов.
tr: Lütfen aşağıdaki MX kaydını ekleyin. Not, DNS kayıtlarının güncellenmesi birkaç saat sürebilir.
zh_tw: 請新增以下的 MX 紀錄。請注意，DNS 紀錄可能需要幾個小時來更新。

# Info
source: Please add the following TXT record. Note, DNS records can take several hours to update.
ca: Si us plau afegiu el següent registre TXT. Recordeu que els registres DNS poden trigar diverses hores a actualitzar-se.
de: Bitte fügen Sie den folgenden TXT-Eintrag hinzu. Beachten Sie dass es einige Stunden dauern kann bis DNS-Einträge aktualisiert werden.
es: Agregue el siguiente registro TXT. Tenga en cuenta que los registros DNS pueden tomar varias horas para actualizarse.
fr: Veuillez ajouter l'enregistrement TXT suivant. Notez que la mise à jour des enregistrements DNS peut prendre plusieurs heures.
hr: Dodajte sljedeći TXT zapis. Napomena, ažuriranje DNS zapisa može trajati nekoliko sati.
id: Harap tambahkan data TXT berikut ini. Catatan, catatan DNS bisa memakan waktu beberapa jam untuk update.
nl: Voeg het volgende TXT-record toe. Let op, het updaten van DNS-records kan enige tijd duren.
pl: Dodaj następujący rekord TXT. Weź pod uwagę, że może upłynąć kilka godzin zanim rekordy DNS zostaną zaktualizowane.
pt: Por favor, adicione o seguinte registro TXT. Note que os registros DNS podem levar várias horas para atualizar.
pt_pt: Por favor adicione o seguinte registo TXT. Note que os registos DNS podem levar várias horas a actualizar.
ru: Добавьте, пожалуйста, эту TXT запись. Заметьте, что обновление DNS записей может занять несколько часов.
tr: Lütfen aşağıdaki TXT kaydını ekleyin. Not, DNS kayıtlarının güncellenmesi birkaç saat sürebilir.
zh_tw: 請新增以下的 TXT 紀錄。請注意，DNS 紀錄可能需要幾個小時來更新。

# Info
source: Please add the following TXT record:
ca: Si us plau afegiu el següent registre TXT:
de: Bitte den folgenden TXT Record hinzufügen:
es: Agregue el siguiente registro TXT:
fr: Veuillez ajouter l'enregistrement TXT suivant :
hr: Dodajte sljedeći TXT zapis:
id: Harap tambahkan data TXT berikut ini:
nl: Voeg het volgende TXT-record toe:
pl: Dodaj następujący rekord TXT:
pt: Por favor, adicione o seguinte registro TXT:
pt_pt: Por favor adicione o seguinte registo TXT:
ru: Добавьте, пожалуйста, следующую TXT запись:
tr: Lütfen aşağıdaki TXT kaydını ekleyin:
zh_tw: 請新增以下的 TXT 紀錄:

# Info
source: Please check your email and enter the code below:
ca: Si us plau revisi el seu correu electrònic i introduïu el següent codi:
de: Bitte überprüfen Sie Ihre E-Mails und geben Sie den Code unten ein:
es: Por favor revise su correo electrónico e introduzca el código abajo:
fr: Veuillez consulter vos emails et entrez le code ci-dessous :
hr: Molimo provjerite svoju e-poštu i unesite kôd ispod:
id: Silahkan cek email anda dan masukkan kode dibawah ini:
nl: Controleer uw e-mail en vul hieronder de code in:
pl: Sprawdź pocztę i wpisz kod poniżej:
pt: Por favor verifique o seu e-mail e insira o código abaixo:
pt_pt: Por favor verifique o seu email e insira o código abaixo:
ru: Проверьте вашу почту и введите код ниже:
tr: Lütfen e-postanızı kontrol edin ve aşağıdaki kodu girin:
zh_tw: 請檢查電子郵件並在下方輸入代碼：

# Info
source: Please check your mobile and enter the code below:
ca: Si us plau revisa la teva mòbil i ingressa el següent codi:
de: Bitte überprüfen Sie Ihr Handy und geben Sie den untenstehenden Schlüssel ein:
es: Por favor revise su teléfono e ingrese el código abajo:
fr: Veuillez vérifier votre mobile et entrer le code ci-dessous :
hr: Molimo provjerite vaš mobilni uređaj i unesite kôd ispod:
nl: Controleer uw mobiele telefoon en vul onderstaande code in:
pl: Sprawdź komórkę i wpisz kod poniżej:
pt: Por favor, verifique o seu celular e digite o código abaixo:
pt_pt: Por favor, verifique o seu telemóvel e insira o código abaixo:
ru: Проверьте ваш мобильный телефон и введите код ниже:
tr: Lütfen cep telefonunuzu kontrol edin ve aşağıdaki kodu girin:
zh_tw: 請檢查您的手機並在下方輸入代碼：

# Info
source: Please configure a custom domain before adding users to your organization.
ca: Configureu un domini personalitzat abans d'afegir usuaris a la seva organització.
de: Bitte konfigurieren Sie eine eigene Domain bevor Sie Benutzer zu Ihrer Organisation hinzufügen.
es: Configure un dominio personalizado antes de añadir usuarios a su organización.
fr: Veuillez configurer un domaine personnalisé avant d’ajouter des utilisateurs à votre organisation.
hr: Konfigurirajte prilagođenu domenu prije dodavanja korisnika u vašu organizaciju.
id: Konfigurasikan domain khusus sebelum menambahkan pengguna ke organisasi Anda.
nl: Configureer een eigen domein om gebruikers aan uw organisatie toe te voegen.
pl: Ustaw niestandardową domenę zanim zaczniesz dodawać użytkowników do organizacji.
pt: Por favor, configure um domínio personalizado antes de adicionar usuários à sua organização.
pt_pt: Por favor configure um domínio personalizado antes de adicionar utilizadores à sua organização.
ru: Пожалуйста, настройте пользовательский домен перед добавлением пользователей в вашу организацию.
tr: Lütfen kuruluşunuza kullanıcı eklemeden önce özel bir etki alanı yapılandırın.
zh_tw: 在新增使用者到您的組織之前，請先設定好一個自訂域名。

# Info
source: Please enable multi-user support before adding users to your organization
ca: Si us plau activeu la compatibilitat multi-usuari abans d'afegir usuaris a la seva organització
de: Bitte aktivieren Sie Mehrbenutzerunterstützung vor dem Hinzufügen von Benutzern zu Ihrer Organisation
es: Habilite el soporte multi usuario antes de añadir usuarios a su organización
fr: Merci d'activer le support multi-utilisateurs avant d'ajouter des utilisateurs à votre organisation
hr: Molimo vas da omogućite višekorisničku podršku prije dodavanja korisnika u vašu organizaciju
id: Harap aktifkan dukungan multi-pengguna sebelum menambahkan pengguna ke organisasi Anda
nl: Activeer multi-user ondersteuning voordat u gebruikers toevoegt aan uw organisatie
pl: Przed dodaniem użytkowników do organizacji, włącz obsługę wielu użytkowników
pt: Ative o suporte a múltiplos usuários antes de adicionar usuários à sua organização
pt_pt: Por favor, active o suporte multi-utilizador antes de adicionar utilizadores à sua organização
ru: Пожалуйста, включите многопользовательский режим перед добавлением пользователей в вашу организацию
tr: Lütfen kuruluşunuza kullanıcı eklemeden önce çoklu kullanıcı desteğini etkinleştirin
zh_tw: 在新增使用者到您的組織之前，請先啟用多使用者支援。

# Info
source: Please enter your organization recovery password:
ca: Introduïu la contrasenya de recuperació de l'organització:
de: Bitte geben Sie Ihr Wiederherstellungspasswort für Ihre Organisation ein:
fr: Veuillez entrer le mot de passe de récupération de votre organisation :
hr: Unesite lozinku za oporavak od vaše organizacije:
nl: Voer uw organisatie herstelwachtwoord in:
pl: Wpisz hasło odzyskiwania swojej organizacji:
pt: Por favor, digite sua senha de recuperação da organização:
pt_pt: Por favor, insira a senha de recuperação da sua organização:
ru: Пожалуйста, введите пароль восстановления организации:
tr: Lütfen kuruluş kurtarma parolanızı girin:
zh_tw: 請輸入組織備援密碼：

# Info
source: Please give the address and temporary password to the new member so they can log in.
ca: Indiqueu l'adreça i la contrasenya temporal al nou membre perquè pugui accedir-hi.
de: Bitte geben Sie die Adresse und das temporäre Passwort an das neue Mitglied weiter, damit dieses sich anmelden kann.
fr: Veuillez donner l’adresse et le mot de passe temporaire aux nouveaux membres afin qu’ils puissent se connecter.
hr: Dostavite adresu i privremenu lozinku novom članu kako bi se mogao prijaviti.
nl: Geef het adres en het tijdelijke wachtwoord aan het nieuwe lid zodat deze kan inloggen.
pl: Podaj adres oraz hasło tymczasowe nowemu użytkownikowi, aby mógł się zalogować.
pt: Por favor, forneça o endereço e a senha temporária para o novo membro poder fazer o login.
pt_pt: Por favor, forneça o endereço e a senha temporária ao novo membro para que ele possa iniciar sessão.
ru: Пожалуйста, дайте адрес и временный пароль новому участнику, чтобы он мог войти.
tr: Lütfen yeni üyeye, giriş yapabilmeleri için adres ve geçici parolayı verin.
zh_tw: 請向新用戶提供電子郵件地址和暫時密碼，讓他們可以登入。

# Info
source: Please right-click on the attachment and select Save/Download As.
ca: Feu clic dret a l'arxiu adjunt i seleccioneu Desa / Descarrega com.
de: Bitte klicken Sie mit der rechten Maustaste auf den Anhang und wählen Sie: Speichern/Herunterladen als.
es: Haga clic derecho en el archivo adjunto y seleccione Guardar/Descargar como.
fr: Veuillez faire un clic droit sur la pièce jointe et sélectionner Enregistrer/Télécharger comme.
hr: Kliknite desnom tipkom miša na privitak i odaberite Spremi/Spremi kao.
nl: Klik met rechts op de bijlage en kies Opslaan/Downloaden als.
pl: Kliknij prawym przyciskiem na załącznik i wybierz Zapisz/Zapisz jako.
pt: Por favor, clique com botão direito no anexo e selecione Salvar/Download Como.
pt_pt: Por favor, clique com o botão direito no anexo e seleccione Gravar/Transferir como.
ru: Пожалуйста, щёлкните правой кнопкой мыши по вложению и выберите "Сохранить/Скачать как".
tr: Lütfen eke sağ tıklayın ve Farklı Kaydet/İndir seçeneğini seçin.
zh_tw: 請在附件上按右鍵, 然後選擇 "儲存/下載為"。

# Info
source: Please select which email address or adresses to add to this group.
pt_pt: Por favor, seleccione os endereços de email a adicionar a este grupo.

# Info
source: Please tap and hold on the attachment and select Open in New Tab.
ca: Toqueu pressionat l'arxiu adjunt i seleccioneu Obre a Nova pestanya.
de: Bitte den Anhang antippen und festhalten und „In neuem Tab öffnen” wählen.
es: Toque y mantenga pulsado el archivo adjunto y seleccione Abrir en nueva pestaña.
fr: Veuillez cliquer et maintenir sur la pièce jointe puis sélectionner Ouvrir dans un nouvel onglet.
hr: Dodirnite i zadržite na privitku te odaberite Otvori u novoj kartici.
nl: Klik en houd vast op de bijlage en kies 'Openen in nieuw tabblad'.
pl: Kliknij i przytrzymaj na załączniku, i wybierz "Otwórz w nowej karcie".
pt: Por favor, toque e segure no anexo e selecione Abrir na nova aba.
pt_pt: Por favor, toque e segure o anexo e seleccione Abrir em novo separador.
ru: Пожалуйста, нажмите и удерживайте вложение, затем выберите "Открыть в новой вкладке".
tr: Lütfen eke uzun dokunun ve Yeni Sekmede Aç seçeneğini seçin.
zh_tw: 請點選並按住附件, 然後選擇在新頁籤打開。

# Info
source: Please try again, use a different payment method, or call your bank for assistance.
pt_pt: Por favor, tente novamente, use um método de pagamento diferente ou contacte o seu banco para assistência.

# Info
source: Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.
ca: Actualitzi a un pla Professional amb més d'1 usuari o un compte Visionari per obtenir suport multi-usuari.
de: Bitte aktualisieren Sie auf den Professional-Tarif mit der Unterstützung für mehr als einem Benutzer oder auf ein Visionary-Konto, um Unterstützung für mehrere Benutzer zu erhalten.
es: Actualice a un plan Professional con más de un usuario, o a una cuenta Visionary para obtener soporte multi usuario.
fr: Veuillez passer sur une offre Professional avec plus d'un utilisateur ou un compte Visionary pour bénéficier du support multi-utilisateurs.
hr: Nadogradite na Professional plan s više od jednog korisnika ili na Visionary plan, kako biste dobili podršku za više korisnika.
id: Harap tingkatkan versi ke rencana Profesional dengan lebih dari 1 pengguna, atau akun Visioner, untuk mendapatkan dukungan multi-pengguna.
nl: Upgrade naar het Professional abonnement dat meer dan 1 gebruiker ondersteunt, of upgrade naar het Visionary abonnement voor ondersteuning van meerdere gebruikers.
pl: Ulepsz do planu Profesjonalnego z więcej niż 1 użytkownikiem, lub do planu Wizjoner, aby uzyskać obsługę wielu użytkowników.
pt: Faça o upgrade para um plano Profissional com mais de 1 usuário ou uma conta Visionária para obter suporte para múltiplos usuários.
pt_pt: Por favor, actualize para um plano Professional com mais que 1 utilizador, ou uma conta Visionary, para obter suporte a múltiplos utilizadores.
ru: Пожалуйста, перейдите на тариф Professional с более чем 1 пользователем, или на Visionary, чтобы получить поддержку многопользовательского режима.
tr: Çoklu kullanıcı desteğini almak için lütfen, birden fazla kullanıcıya sahip Profesyonel plana veya Vizyoner hesabına yükseltin.
zh_tw: 請升級到多於 1 個使用者的 Professional 方案，或是 Visionary 方案，以獲得多使用者支援。

# Info
source: Please upgrade to a paid plan to use this premium feature.
ca: Si us plau, actualitzi a un pla de pagament per disposar d'aquestes funcions prèmium.
de: Bitte wechseln Sie zu einem kostenpflichtigen Tarif, um diese Premium-Funktion nutzen zu können.
fr: Veuillez passer à une offre payante pour utiliser cette fonctionnalité premium.
hr: Molimo nadogradite na plaćeni plan za korištenje ovih premium značajki.
pl: Ulepsz do płatnego planu, aby korzystać z tych opcji premium.
pt: Por favor, atualize para um plano pago para obter estes recursos premium.
pt_pt: Por favor, actualize para um plano pago para usar esta funcionalidade.
ru: Пожалуйста, перейдите на платный тариф, чтобы пользоваться этой особой возможностью.
tr: Lütfen bu premium özelliği kullanmak için ücretli bir plana geçin.
zh_tw: 請升級到付費方案以使用此高級功能。

# Info
source: Please verify payment at the new tab which was opened.
pt_pt: Por favor, verifique o pagamento no separador que abriu.

# Info
source: Please verify the card in the new tab which was opened.
pt_pt: Por favor, verifique o cartão no separador que abriu.

# Info
source: Please verify your PayPal account at the new tab which was opened.
pt_pt: Por favor, verifique a sua conta PayPal no separador que abriu.

# Info
source: Please wait {{delay}} second(s) before requesting a new code
ca: Si us plau, espereu {{delay}} segon(s) abans de sol·licitar un nou codi
de: Bitte warten Sie {{delay}}} Sekunde(n), bevor Sie einen neuen Schlüssel anfordern
fr: Veuillez patienter {{delay}} seconde(s) avant de demander un nouveau code
hr: Pričekajte {{delay}} sekundu(i) prije podnošenja zahtjeva za novu šifru
pl: Poczekaj {{delay}} sekund(y) przed prośbą o nowy kod
pt_pt: Por favor aguarde {{delay}} segundo(s) antes de pedir um novo código
tr: Lütfen yeni bir kod istemeden önce {{delay}} saniye bekleyin

# Info
source: Primary Admin
ca: Administrador principal
de: Primärer Administrator
fr: Administrateur principal
hr: Glavni Admin
nl: Primaire beheerder
pl: Główny administrator
pt: Administrador primário
pt_pt: Administrador principal
ru: Основной администратор
tr: Birincil Yönetici
zh_tw: 主管理員
