Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Address deleted
ca: Adreça eliminada
de: Adresse gelöscht
es: Dirección eliminada
fr: Adresse supprimée
hr: Adresa je uklonjena
id: Alamat dihapus
nl: Adres verwijderd
pl: Adres został usunięty
pt: Endereço excluído
pt_pt: Endereço eliminado
ru: Адрес удалён
tr: Adres silindi
zh_tw: 已刪除地址

# Info
source: Address disabled
ca: Adreça deshabilitada
de: Adresse deaktiviert
es: Dirección deshabilitada
fr: Adresse désactivée
hr: Adresa je onemogućena
id: Alamat dinonaktifkan
nl: Adres uitgeschakeld
pl: Adres został wyłączony
pt: Endereço desativado
pt_pt: Endereço desactivado
ru: Адрес отключён
tr: Adres devre dışı bırakıldı
zh_tw: 已停用地址

# Info
source: Address enabled
ca: Adreça habilitada
de: Adresse aktiviert
es: Dirección habilitada
fr: Adresse activée
hr: Adresa je omogućena
id: Alamat diaktifkan
nl: Adres ingeschakeld
pl: Adres został włączony
pt: Endereço habilitado
pt_pt: Endereço activado
ru: Адрес включён
tr: Adres etkinleştirildi
zh_tw: 已啟用地址

# Info
source: Address updated
ca: Adreça actualitzada
de: Adresse aktualisiert
es: Dirección actualizada
fr: Adresse mise à jour
hr: Adresa je ažurirana
id: Alamat Diperbarui
nl: Adres bijgewerkt
pl: Adres został zaktualizowany
pt: Endereço atualizado
pt_pt: Endereço actualizado
ru: Адрес обновлён
tr: Adres güncellendi
zh_tw: 已更新地址

# Info
source: Advanced settings saved
ca: Configuració avançada desada
de: Erweiterte Einstellungen gespeichert
fr: Paramètres avancés sauvegardés
hr: Spremljene su napredne postavke
nl: Geavanceerde instellingen opgeslagen
pl: Ustawienia zaawansowane zostały zapisane
pt: Configurações avançadas foram salvas
pt_pt: As configurações avançadas foram gravadas
ru: Расширенные настройки сохранены
tr: Gelişmiş ayarlar kaydedildi
zh_tw: 進階設定已儲存

# Info
source: All uploaded keys are expired or revoked! Encryption is automatically disabled.
ca: Totes les claus carregades han expirat o estan revocades! El xifratge s'ha desactivat de forma automàtica.
de: Alle hochgeladenen Schlüssel sind abgelaufen oder widerrufen! Die Verschlüsselung wird automatisch deaktiviert.
es: ¡Todas las claves subidas expiraron o fueron revocadas! El cifrado se deshabilitó automáticamente.
fr: Toutes les clés téléchargées sont expirées ou révoquées ! Le chiffrement est automatiquement désactivé.
hr: Svi učitani ključevi su istekli ili su opozvani! Šifriranje je automatski onemogućeno.
nl: Alle ge-uploade sleutels zijn verlopen of ingetrokken! Encryptie wordt automatisch uitgeschakeld.
pl: Wszystkie przesłane klucze wygasły lub zostały unieważnione! Szyfrowanie jest automatycznie wyłączone.
pt: Todas as chaves enviadas expiraram ou foram revogadas! A criptografia foi desativada automaticamente.
pt_pt: Todas as chaves enviadas expiraram ou foram revogadas! A encriptação foi desactivada automaticamente.
ru: У всех загруженных ключей либо истекли сроки действия, либо эти ключи были отозваны! Шифрование было автоматически отключено.
tr: Yüklenen tüm anahtarların süresi dolmuş veya iptal edilmiş! Şifreleme otomatik olarak devre dışı bırakıldı.
zh_tw: 所有已上傳的金鑰已經過期或遭撤銷。已自動停用加密。

# Info
source: Already used
ca: Ja utilitzat
de: Bereits verwendet
fr: Déjà utilisé
hr: Već iskorišteno
nl: Al gebruikt
pl: Już wykorzystany
pt: Já utilizado
pt_pt: Já utilizado
ru: Уже использовано
tr: Zaten kullanıldı
zh_tw: 已使用

# Info
source: Also used to reset a forgotten password.
ca: També s'utilitza per a restablir una contrasenya oblidada.
de: Wird auch für das Zurücksetzen eines vergessenen Passworts verwendet.
es: También se utiliza para restablecer una contraseña olvidada.
fr: Également utilisé pour réinitialiser un mot de passe oublié.
hr: Također se koristi za ponovno postavljanje izgubljene lozinke.
id: Juga digunakan untuk me-reset password yang terlupakan.
nl: Ook gebruikt om een vergeten wachtwoord te herstellen.
pl: Używany również do resetowania zapomnianego hasła.
pt: Também usado para redefinir uma senha esquecida.
pt_pt: Utilizado também para repor uma senha esquecida.
ru: Также используется для сброса забытого пароля.
tr: Unutulan bir parolayı sıfırlamak için kullanılır.
zh_tw: 亦用以重設密碼。

# Info
source: An unknown public key has been detected for this recipient.
ca: S'ha detectat una clau pública desconegut per aquest receptor.
de: Für diesen Empfänger wurde ein unbekannter öffentlicher Schlüssel erkannt.
fr: Une clé publique inconnue a été détectée pour ce destinataire.
hr: Otkriven je nepoznati javni ključ za ovog primatelja.
pl: Wykryto nieznany klucz publiczny dla tego odbiorcy.
pt: Uma chave pública desconhecida foi detectada para este destinatário.
pt_pt: Foi detectada uma chave pública desconhecida para este destinatário.
ru: Для этого получателя обнаружен неизвестный публичный ключ.
tr: Bu alıcı için bilinmeyen bir genel anahtar algılandı.

# Info
source: Annually
ca: Anualment
de: Jährlich
es: Anualmente
fr: annuellement
hr: Godišnje
id: Setiap tahun
nl: Jaarlijks
pl: Rocznie
pt: Anualmente
pt_pt: Anualmente
ru: Ежегодно
tr: Yıllık
zh_tw: 每年

# Info
source: Are you sure you want to clear all your logs?
ca: Estàs segur que vols esborrar tots els registres?
de: Sind Sie sich sicher, dass sie all Ihre Protokolle löschen wollen?
es: ¿Está seguro que desea borrar todos los registros?
fr: Êtes-vous sûr de vouloir effacer tous les journaux ?
hr: Jeste li sigurni da želite izbrisati sve zapise?
id: Yakin ingin menghapus semua log Anda?
nl: Weet u zeker dat u alle logbestanden wil wissen?
pl: Czy na pewno chcesz wyczyścić wszystkie dzienniki?
pt: Você tem certeza de que deseja limpar todos os seus registros?
pt_pt: Tem a certeza de que deseja eliminar todos os seus diários?
ru: Вы уверены, что хотите очистить все свои логи авторизации?
tr: Tüm kayıtları temizlemek istediğinize emin misiniz?
zh_tw: 您確定要刪除所有日誌？

# Info
source: Are you sure you want to delete all your contacts?
ca: Estàs segur que vols esborrar tots els contactes?
de: Sind Sie sicher, dass Sie all Ihre Kontakte löschen wollen?
es: ¿Está seguro que desea eliminar todos sus contactos?
fr: Êtes-vous sûr de vouloir supprimer tous vos contacts ?
hr: Jeste li sigurni da želite ukloniti sve svoje kontakte?
id: Yakin ingin menghapus semua kontak Anda?
nl: Weet u zeker dat u al uw contactpersonen wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie kontakty?
pt: Você tem certeza de que deseja excluir todos os seus contatos?
pt_pt: Tem a certeza de que deseja eliminar todos os seus contactos?
ru: Вы уверены, что хотите удалить все ваши контакты?
tr: Tüm kişilerinizi silmek istediğinize emin misiniz?
zh_tw: 您確定要刪除所有聯絡人？

# Info
source: Are you sure you want to delete these contact groups ? Contacts in the group aren’t deleted if the contact group is deleted.
ca: Esteu segur que voleu suprimir aquests grups de contactes? Els contactes en el grup no es suprimeixen si es suprimeix el grup de contacte.
de: Möchten Sie diese Kontaktgruppen wirklich löschen? Kontakte in der Gruppe werden nicht gelöscht, wenn die Kontaktgruppe aufgelöst wird.
fr: Êtes-vous sûr de vouloir supprimer ces groupes de contacts ? Les contacts au sein du groupe ne sont pas supprimés lorsque le groupe de contact est supprimé.
hr: Jeste li sigurni da želite izbrisati ove grupe kontakata? Kontakti u grupi neće biti izbrisani već samo grupa.
pl: Czy na pewno chcesz usunąć te grupy kontaktów? Usunięcie grupy nie spowoduje usunięcia kontaktów.
pt: Você tem certeza de que deseja excluir esses grupos de contatos? Os contatos no grupo não são excluídos se o grupo de contatos for excluído.
pt_pt: Tem a certeza de que deseja eliminar estes grupos de contactos? Os contactos nestes grupos não serão eliminados se os grupos forem eliminados.
ru: Вы уверены, что хотите удалить эти группы контактов? Контакты, бывшие в группе, не удаляются при её удалении.
tr: Bu kişi gruplarını silmek istediğinizden emin misiniz? Kişi grubu silinirse gruptaki kişiler silinmez.
zh_tw: 確實要刪除這些連絡人群組嗎？如果刪除連絡人群組, 則不會刪除群組中的連絡人。

# Info
source: Are you sure you want to delete this address?
ca: Esteu segur que voleu esborrar aquesta carpeta?
de: Sind Sie sicher, dass Sie diese Adresse löschen wollen?
es: ¿Está seguro que desea borrar esta dirección?
fr: Êtes-vous sûr de vouloir supprimer cette adresse ?
hr: Jeste li sigurni da želite ukloniti ovu adresu?
id: Yakin ingin menghapus alamat ini?
nl: Weet u zeker dat u dit adres wil verwijderen?
pl: Czy na pewno chcesz usunąć ten adres?
pt: Você tem certeza que deseja excluir este endereço?
pt_pt: Tem a certeza de que deseja eliminar este endereço?
ru: Вы уверены, что хотите удалить этот адрес?
tr: Bu adresi silmek istediğinizden emin misiniz?
zh_tw: 您確定要刪除此地址？

# Info
source: Are you sure you want to delete this contact ?
ca: Estàs segur que vols esborrar aquest contacte?
de: Möchten Sie diesen Kontakt wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer ce contact ?
hr: Jeste li sigurni da želite ukloniti ovaj kontakt?
pl: Czy na pewno chcesz usunąć ten kontakt?
pt: Você tem certeza de que deseja excluir este contato?
pt_pt: Tem a certeza de que deseja eliminar este contacto?
ru: Вы уверены, что хотите удалить этот контакт?
tr: Bu kişiyi silmek istediğinizden emin misiniz?
zh_tw: 您確定要刪除此聯絡人？

# Info
source: Are you sure you want to delete this contact group ? Contacts in the group aren’t deleted if the contact group is deleted.
ca: Esteu segur que voleu suprimir aquests grups de contactes? Els contactes en el grup no es suprimeixen si es suprimeix el grup de contacte.
de: Möchten Sie diese Kontaktgruppe wirklich löschen? Kontakte in der Gruppe werden nicht gelöscht, wenn die Kontaktgruppe aufgelöst wird.
fr: Êtes-vous sûr de vouloir supprimer ce groupe de contacts ? Les contacts au sein du groupe ne sont pas supprimés lorsque le groupe de contact est supprimé.
hr: Jeste li sigurni da želite izbrisati ovu grupu kontakata? Kontakti u grupi neće biti izbrisani već samo grupa.
pl: Czy na pewno chcesz usunąć tę grupę kontaktów? Usunięcie grupy nie spowoduje usunięcia kontaktów.
pt: Você tem certeza de que deseja excluir esse grupo de contato? Os contatos no grupo não são excluídos se o grupo de contatos for excluído.
pt_pt: Tem a certeza de que deseja eliminar este grupo de contactos? Os contactos neste grupo não serão eliminados se o grupo for eliminado.
ru: Вы уверены, что хотите удалить эту группу контактов? Контакты, бывшие в группе, не удаляются при её удалении.
tr: Bu kişi grubunu silmek istediğinizden emin misiniz? Kişi grubu silinirse gruptaki kişiler silinmez.
zh_tw: 確實要刪除這些連絡人群組嗎？如果刪除連絡人群組, 則不會刪除群組中的連絡人。

# Info
source: Are you sure you want to delete this contact?
ca: Esteu segur que voleu esborrar aquest contacte?
de: Möchten Sie diesen Kontakt wirklich löschen?
es: ¿Está seguro de querer eliminar este contacto?
fr: Êtes-vous sûr de vouloir supprimer ce contact ?
hr: Jeste li sigurni da želite ukloniti ovaj kontakt?
id: Yakin ingin menghapus kontak yang dipilih?
nl: Weet u zeker dat u deze contactpersoon wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten kontakt?
pt: Você tem certeza que deseja excluir este contato?
pt_pt: Tem a certeza de que deseja eliminar este contacto?
ru: Вы уверены, что хотите удалить этот контакт?
tr: Bu kişiyi silmek istediğinizden emin misiniz?
zh_tw: 您確定要刪除已選聯絡人？

# Info
source: Are you sure you want to delete this filter?
ca: Estàs segur que vols esborrar aquest filtre?
de: Sind Sie sicher, dass Sie diesen Filter löschen möchten?
es: ¿Está seguro que desea eliminar este filtro?
fr: Êtes-vous sûr de vouloir supprimer ce filtre ?
hr: Jeste li sigurni da želite izbrisati ovaj filtar?
id: Yakin ingin menghapus filter ini?
nl: Weet u zeker dat u dit filter wil verwijderen?
pl: Czy na pewno chcesz usunąć ten filtr?
pt: Você tem certeza de que deseja excluir esse filtro?
pt_pt: Tem a certeza de que deseja eliminar este filtro?
ru: Вы уверены, что хотите удалить этот фильтр?
tr: Bu filtreyi silmek istediğinize emin misiniz?
zh_tw: 您確定要刪除這個篩選器？

# Info
source: Are you sure you want to delete this folder? Messages in the folders aren’t deleted if the folder is deleted, they can still be found in all mail. If you want to delete all messages in a folder, move them to trash.
ca: Esteu segur que vols esborrar aquesta carpeta? Els missatges en la carpeta no seran suprimits si suprimiu la carpeta, els podreu localitzar en tots els missatges. Si voleu suprimir tots els missatges d'una carpeta, desplaceu-los a la paperera.
de: Sind Sie sicher, dass Sie diesen Ordner löschen wollen? Nachrichten in diesem Ordner werden nicht gelöscht, wenn der Ordner gelöscht wird. Diese können immer noch unter "Alle Nachrichten" gefunden werden. Wenn Sie alle Nachrichten in diesem Ordner löschen wollen, verschieben Sie diese in den Papierkorb.
es: ¿Está seguro que desea eliminar esta carpeta? Los mensajes en la carpeta no serán eliminados si se elimina la carpeta, aún se encontrarán en todos los mensajes. Si desea eliminar todos los mensajes de una carpeta, muévalos a la papelera.
fr: Êtes-vous sûr de vouloir supprimer ce dossier ? Les messages présents dans le dossier ne sont pas supprimés si le dossier est supprimé, ils sont toujours disponibles dans le dossier « Tous les messages ». Si vous souhaitez supprimer l'ensemble des messages dans un dossier, déplacez-les dans la corbeille.
hr: Jeste li sigurni da želite izbrisati ovu mapu? Poruke u mapama neće biti izbrisano ako se mapa izbriše, već ih idalje možete pronaći u pošti. Ako želite izbrisati sve poruke u mapi, premjestite ih u otpad.
nl: Weet u zeker dat u deze map wil verwijderen? Berichten in mappen worden niet verwijderd zodra de map is verwijderd, u kunt ze nog steeds vinden onder "Alle e-mails". Als u alle berichten in een map wil verwijderen, verplaats ze dan naar de prullenbak.
pl: Czy na pewno chcesz usunąć ten folder? Usunięcie folderu nie spowoduje usunięcia wiadomości w nim zawartych - pozostaną one w katalogu wszystkich wiadomości. Jeśli chcesz usunąć wszystkie wiadomości w folderze, przenieś je do kosza.
pt: Você tem certeza que deseja excluir esta pasta? As mensagens dentro da pasta não serão excluídas com a exclusão da pasta, elas ainda podem ser encontradas em todos os e-mails. Se você deseja excluir todas as mensagens em uma pasta, mova-as para o lixeira.
pt_pt: Tem a certeza de que deseja eliminar esta pasta? As mensagens nas pastas não serão eliminadas se a pasta for eliminada, ainda podem ser encontradas na caixa de correio. Se pretender eliminar todas as mensagens numa pasta, mova-as para o lixo.
ru: Вы уверены, что хотите удалить эту папку? Сообщения в этой папке не удалятся, если будет удалена папка, их всё ещё можно будет найти в папке "Вся почта". Если вы хотите удалить все сообщения в папке, переместите их в "Корзину".
tr: Bu klasörü silmek istediğinize emin misiniz? Klasörler silindiğinde içindeki mesajlar silinmez ve postalar arasında bulunabilirler. Bir klasördeki tüm iletileri silmek istiyorsanız, onları çöp kutusuna taşıyın.
zh_tw: 您確定要刪除此資料夾？資料夾內的訊息不會被刪除，您仍可在「所有郵件」資料夾內找到它們。若您想刪除資料夾內的所有訊息，請將它們移至垃圾桶。

# Info
source: Are you sure you want to delete this label? Removing a label will not remove the messages with that label.
ca: Esteu segur que voleu suprimir aquesta etiqueta? Esborrar una etiqueta no eliminarà els missatges amb aquesta etiqueta.
de: Sind Sie sicher, dass Sie diese Kategorie löschen möchten? Das Löschen einer Kategorie wird keine Nachrichten dieser Kategorie löschen.
es: ¿Está seguro que desea eliminar esta etiqueta? Eliminar una etiqueta no eliminará los mensajes con esa etiqueta.
fr: Êtes-vous sûr de vouloir supprimer ce label ? Retirer un label n'entraîne pas la suppression des messages portant ce label.
hr: Jeste li sigurni da želite izbrisati ovu oznaku? Uklanjanje oznake neće ukloniti poruke s tom oznakom.
id: Yakin ingin menghapus label ini? Melepaskan label tidak akan menghapus pesan dengan label itu.
nl: Weet u zeker dat u dit label wil verwijderen? Door een label te verwijderen worden de geassocieerde berichten niet verwijderd.
pl: Czy na pewno chcesz usunąć tę etykietę? Usuwanie etykiety nie spowoduje usunięcia wiadomości związanej z etykietą.
pt: Você tem certeza de que deseja excluir esse marcador? A remoção de um marcador não removerá as mensagens com este marcador.
pt_pt: Tem a certeza de que deseja eliminar esta etiqueta? Remover uma etiqueta não removerá as mensagens com essa etiqueta.
ru: Вы уверены, что хотите удалить этот ярлык? Удаление ярлыка не приведёт к удалению сообщений с этим ярлыком.
tr: Bu etiketi silmek istediğinize emin misiniz? Bir etiketi kaldırmak o etikete sahip iletileri kaldırmaz.
zh_tw: 您確定要刪除此標籤？刪除標籤並不會刪除帶有該標籤的訊息。

# Info
source: Are you sure you want to delete this payment method?
ca: Esteu segur que voleu suprimir aquest mètode de pagament?
de: Sind Sie sicher, dass Sie diese Zahlungsmethode löschen wollen?
es: ¿Está seguro que desea eliminar esta forma de pago?
fr: Êtes-vous sûr de vouloir supprimer ce mode de paiement ?
hr: Jeste li sigurni da želite ukloniti ovaj način plaćanja?
id: Yakin ingin menghapus metode pembayaran ini?
nl: Weet u zeker dat u deze betaalmethode wil verwijderen?
pl: Czy na pewno chcesz usunąć tę metodę płatności?
pt: Você tem certeza de que deseja excluir esse método de pagamento?
pt_pt: Tem a certeza de que deseja eliminar este método de pagamento?
ru: Вы уверены, что хотите удалить этот способ оплаты?
tr: Bu ödeme yöntemini silmek istediğinize emin misiniz?
zh_tw: 您確定要刪除這個付款方式？

# Info
source: Are you sure you want to disable this address?
ca: Esteu segur que voleu deshabilitar aquesta adreça?
de: Möchten Sie diese Adresse wirklich deaktivieren?
es: ¿Está seguro que desea deshabilitar esta dirección?
fr: Êtes-vous sûr de vouloir désactiver cette adresse ?
hr: Jeste li sigurni da želite onemogućiti ovu adresu?
id: Yakin ingin menonaktifkan alamat ini?
nl: Weet u zeker dat u dit adres wil uitschakelen?
pl: Czy na pewno chcesz wyłączyć ten adres?
pt: Você tem certeza de que deseja desabilitar este endereço?
pt_pt: Tem a certeza de que deseja desactivar este endereço?
ru: Вы уверены, что хотите отключить этот адрес?
tr: Bu adresi devre dışı bırakmak istediğinizden emin misiniz?
zh_tw: 您確定要停用這個地址？

# Info
source: Are you sure you want to disable two-factor authentication?
ca: Esteu segur que voleu deshabilitar l'autenticació de dos factors?
de: Sind Sie sicher, dass Sie die Zwei-Faktor-Authentifizierung deaktivieren wollen?
es: ¿Estás seguro de que desea deshabilitar la autenticación de dos factores?
fr: Êtes-vous sûr de vouloir désactiver l’authentification à deux facteurs ?
hr: Jeste li sigurni da želite onemogućiti provjeru autentičnosti u dva koraka?
id: Yakin ingin menonaktifkan autentikasi dua faktor?
nl: Weet u zeker dat u tweestapsverificatie wil uitschakelen?
pl: Czy na pewno chcesz wyłączyć uwierzytelnianie dwustopniowe?
pt: Você tem certeza de que deseja desativar a autenticação de dois fatores?
pt_pt: Tem certeza de que deseja desactivar a autenticação em dois passos?
ru: Вы уверены, что хотите отключить двухфакторную аутентификацию?
tr: İki adımlı kimlik doğrulamasını devre dışı bırakmak istediğinize emin misiniz?
zh_tw: 您確定要停用兩步驟驗證？

# Info
source: Are you sure you want to permanently delete this user? The inbox and all addresses associated with this user will be deleted.
ca: Esteu segur que voleu suprimir permanentment aquest usuari? La safata d'entrada i totes les adreces associades a aquest usuari s'eliminaran.
de: Sind Sie sicher, dass Sie diesen Benutzer permanent löschen möchten? Der Posteingang und alle Adressen dieses Benutzers werden gelöscht.
es: ¿Está seguro que desea eliminar permanentemente este usuario? La bandeja de entrada y todas las direcciones asociadas a este usuario se eliminarán.
fr: Êtes-vous sûr de vouloir supprimer définitivement cet utilisateur ? La boîte de réception ainsi que toutes les adresses associées à cet utilisateur seront supprimées.
hr: Jeste li sigurni da želite trajno izbrisati ovog korisnika? Pristigla pošta i sve adrese povezane s ovim korisnikom biti će izbrisane.
id: Yakin ingin menghapus pengguna ini secara permanen? Kotak masuk dan semua alamat yang terkait dengan pengguna ini akan dihapus.
nl: Weet u zeker dat u deze gebruiker permanent wil verwijderen? De inbox van de gebruiker en alle gekoppelde adressen zullen worden verwijderd.
pl: Czy na pewno chcesz trwale usunąć tego użytkownika? Skrzynka pocztowa i wszystkie adresy z nim skojarzone zostaną usunięte.
pt: Você tem certeza de que deseja excluir este usuário permanentemente? A caixa de entrada do usuário e todos os endereços associados a este membro serão excluídos.
pt_pt: Tem a certeza de que deseja eliminar permanentemente este utilizador? A caixa de entrada e todos os endereços a ele associados serão eliminados.
ru: Вы уверены, что хотите навсегда удалить этого пользователя? Почтовый ящик и все адреса, связанные с пользователем, будут удалены.
tr: Bu kullanıcıyı kalıcı olarak silmek istediğinizden emin misiniz? Gelen kutusu ve bu kullanıcı ile ilişkili tüm adresler silinecek.
zh_tw: 您確定要永久刪除這位使用者？與這位使用者關聯的收件匣及所有地址將被刪除。

# Info
source: Are you sure you want to permanently remove this user from your organization? The user will lose access to all the addresses of your organization.
ca: Estàs segur que vols suprimir de manera permanent aquest usuari de la teva organització? L'usuari perdrà tot accés a les adreces que pertanyin a la teva organització.
de: Möchten Sie diesen Benutzer wirklich dauerhaft aus Ihrer Organisation entfernen? Der Benutzer verliert den Zugriff auf alle Adressen Ihres Unternehmens.
fr: Êtes-vous sûr de vouloir supprimer définitivement cet utilisateur de votre organisation ? L'utilisateur perdra l’accès à toutes les adresses de votre organisation.
hr: Jeste li sigurni da želite trajno ukloniti ovog korisnika iz vaše organizacije? Korisnik će izgubiti pristup svim adresama vaše organizacije.
nl: Weet u zeker dat u deze gebruiker permanent wilt verwijderen uit uw organisatie? De gebruiker zal toegang tot alle adressen die tot uw organisatie behoren verliezen.
pl: Czy na pewno chcesz trwale usunąć użytkownika z organizacji? Użytkownik straci dostęp do wszystkich adresów w organizacji.
pt: Você tem certeza de que deseja remover este usuário permanentemente de sua organização? O usuário irá perder o acesso a todos os endereços da sua organização.
pt_pt: Tem a certeza de que deseja remover permanentemente este utilizador da sua organização? O utilizador perderá o acesso a todos os endereços da sua organização.
ru: Вы уверены, что хотите навсегда удалить этого пользователя из своей организации? Пользователь потеряет доступ ко всем адресам вашей организации.
tr: Bu kullanıcıyı kuruluşunuzdan kalıcı olarak kaldırmak istediğinizden emin misiniz? Kullanıcı, kuruluşunuzun tüm adreslerine erişimini kaybedecektir.
zh_tw: 您確定要從您的組織移除這位使用者嗎？該使用者將無法存取您組織所有的郵件地址。
