Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Placeholder
source: Confirm organization password
ca: Confirma la contrasenya de l'organització
de: Passwort der Organisation bestätigen
fr: Confirmer le mot de passe de l'organisation
hr: Potvrdite organizacijsku lozinku
nl: Bevestiging organisatiewachtwoord
pl: Potwierdź hasło organizacji
pt: Confirmar senha da organização
pt_pt: Confirmar senha da organização
ru: Подтвердите пароль организации
tr: Kuruluş parolasını onayla
zh_tw: 確認組織密碼

# Placeholder
source: Confirm password
ca: Confirmar contrasenya
de: Passwort bestätigen
fr: Confirmer le mot de passe
hr: Potvrdi lozinku
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt: Confirmar senha
pt_pt: Confirmar senha
ru: Подтвердите пароль
tr: Parolayı onayla
zh_tw: 確認密碼

# Placeholder
source: Country
ca: País
de: Land
fr: Pays
hr: Država
nl: Land
pl: Kraj
pt: País
pt_pt: País
ru: Страна
tr: Ülke
zh_tw: 國家

# Placeholder
source: Custom
ca: Personalitza
de: Benutzerdefiniert
fr: Personnalisé
hr: Prilagođeno
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
pt_pt: Personalizado
ru: Пользовательский
tr: Özel
zh_tw: 自訂

# Placeholder
source: Custom field
ca: Camp personalitzat
de: Benutzerdefiniertes Feld
es: Campo personalizado
fr: Champ personnalisé
hr: Prilagođeno polje
id: Tanah adat
nl: Aangepast veld
pl: Pole niestandardowe
pt: Campo personalizado
pt_pt: Campo personalizado
ru: Настраиваемое поле
tr: Özel alan
zh_tw: 自訂欄位

# Placeholder
source: Display name
ca: Nom a mostrar
de: Anzeigename
fr: Nom d'affichage
hr: Zaslonsko ime
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome de exibição
pt_pt: Nome a mostrar
ru: Отображаемое имя
tr: Görünen isim
zh_tw: 顯示名稱

# Placeholder
source: Email Address
ca: Adreça de correu electrònic
de: E-Mail-Adresse
fr: Adresse email
hr: Adresa e-pošte
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
pt_pt: Endereço de email
ru: Адрес эл. почты
tr: E-posta adresi
zh_tw: 電子郵件地址

# Placeholder
source: Email address
ca: Adreça de correu electrònic
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse email
hr: Adresa e-pošte
id: Alamat email
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
pt_pt: Endereço de email
ru: Адрес эл. почты
tr: E-posta Adresi
zh_tw: 電子郵件地址

# Placeholder
source: Email verification
ca: Verificació d'adreça electrònica
de: E-Mail-Adresse bestätigen
fr: Email de vérification
hr: Potvrda e-pošte
nl: E-mailverificatie
pl: Weryfikacja e-mail
pt: Verificação de e-mail
pt_pt: Verificação do email
ru: Проверка адреса эл. почты
tr: E-posta doğrulama
zh_tw: 電子郵件驗證

# Placeholder
source: Extended address (apartment or suite number)
ca: Direcció estesa (nombre de departament o suite)
de: Adresszusatz (Wohnungs- oder Zimmernummer)
fr: Complément d’adresse (numéro d’appartement ou de suite)
hr: Proširena adresa (broj apartmana ili stana)
nl: Toevoeging (bijv. appartement- of suitenummer)
pl: Rozszerzony adres (numer mieszkania lub apartamentu)
pt: Endereço completo (número de apartamento ou suite)
pt_pt: Endereço alargado (número de apartamento ou suite)
ru: Расширенный адрес (квартира или номер помещения)
tr: Genişletilmiş adres (daire veya suit numarası)
zh_tw: 延伸地址(公寓或套房號碼)

# Placeholder
source: Feedback
ca: Opinió
fr: Vos commentaires
hr: Povratne informacije
pl: Opinia
pt_pt: Comentários
ru: Обратная связь
tr: Geri bildirim
zh_tw: 意見回饋

# Placeholder
source: Filter folders
ca: Carpetes de filtre
de: Ordner filtern
fr: Filtrer les dossiers
hr: Filtriraj mape
nl: Mappen filteren
pl: Filtruj foldery
pt: Filtrar pastas
pt_pt: Filtrar pastas
ru: Фильтр папок
tr: Klasörleri süz
zh_tw: 篩選資料夾

# Placeholder
source: Hint
ca: Pista
de: Hinweis
fr: Indice
hr: Savjet
nl: Suggestie
pl: Podpowiedź
pt: Dica
pt_pt: Dica
ru: Подсказка
tr: İpucu
zh_tw: 提示

# Placeholder
source: Image URL
ca: URL de la imatge
de: Grafikadresse
fr: URL de l'image
hr: URL slike
nl: URL van afbeelding
pl: Adres URL zdjęcia
pt: URL da imagem
pt_pt: URL da imagem
ru: URL-адрес изображения
tr: Resim URL'si
zh_tw: 圖片網址

# Placeholder
source: Information
ca: Informació
es: Información
hr: Informacije
id: Informasi
nl: Informatie
pl: Informacje
pt: Informação
pt_pt: Informação
ru: Информация
tr: Bilgi
zh_tw: 資訊

# Placeholder
source: Key password
ca: Contrasenya clau
de: Passwort des Schlüssels
fr: Mot de passe de la clé
hr: Lozinka ključa
nl: Wachtwoord voor sleutel
pl: Hasło klucza
pt: Senha da chave
pt_pt: Palavra-passe da chave
ru: Пароль ключа
tr: Anahtar parolası
zh_tw: 金鑰密碼

# Placeholder
source: Login password
ca: Contrasenya d'inici de sessió
de: Anmeldepasswort
fr: Mot de passe de connexion
hr: Lozinka za prijavu
nl: Inlogwachtwoord
pl: Hasło logowania
pt: Senha de login
pt_pt: Senha de início de sessão
ru: Пароль для входа
tr: Oturum açma parolası
zh_tw: 登入密碼

# Placeholder
source: Mailbox password
ca: Contrasenya de la bústia de correu
de: Passwort des Kontos
fr: Mot de passe de la boîte aux lettres
hr: Lozinka sandučića e-pošte
nl: Mailboxwachtwoord
pl: Hasło skrzynki pocztowej
pt: Senha da caixa de correio
pt_pt: Palavra-passe da caixa de correio
ru: Пароль почтового ящика
tr: Posta kutusu parolası
zh_tw: 郵箱密碼

# Placeholder
source: Name
ca: Nom
es: Nombre
fr: Nom
hr: Naziv
id: Nama
nl: Naam
pl: Nazwa
pt: Nome
pt_pt: Nome
ru: Имя
tr: Ad
zh_tw: 名稱

# Placeholder
source: Notification email
ca: Correu electrònic de notificació
de: Benachrichtigungsmail
fr: Email de notification
hr: Adresa e-pošte za obavijesti
nl: Notificatie e-mail
pl: E-mail powiadomień
pt: Email de notificação
pt_pt: Email de notificação
ru: Эл. почта для уведомлений
tr: Bildirim e-postası
zh_tw: 通知用電子郵件地址

# Placeholder
source: OS Name
ca: Nom de Sistema Operatiu
de: Betriebssystem
fr: Nom de l'OS
hr: Naziv OS
nl: Naam van OS
pl: Nazwa systemu operacyjnego
pt: Nome do sistema operacional
pt_pt: Nome do sistema operativo
ru: Название ОС
tr: İşletim sistemi adı
zh_tw: 作業系統名稱

# Placeholder
source: OS version
ca: Versió de Sistema Operatiu
de: Betriebssystemversion
fr: Version de l’OS
hr: Verzija OS
nl: Versie besturingssysteem
pl: Wersja systemu
pt: Versão do sistema operacional
pt_pt: Versão do sistema operativo
ru: Версия ОС
tr: İşletim sistemi sürümü
zh_tw: 作業系統版本

# Placeholder
source: Organization name
ca: Nom de l'organització
de: Name der Organisation
fr: Nom de l'organisation
hr: Ime organizacije
nl: Organisatienaam
pl: Nazwa organizacji
pt: Nome da organização
pt_pt: Nome da organização
ru: Название организации
tr: Kuruluş adı
zh_tw: 組織名稱

# Placeholder
source: Organization password
ca: Contrasenya d'organització
de: Passwort der Organisation
fr: Mot de passe de l'organisation
hr: Lozinka organizacije
nl: Organisatiewachtwoord
pl: Hasło organizacji
pt: Senha da organização
pt_pt: Senha da organização
ru: Пароль организации
tr: Kuruluş parolası
zh_tw: 組織密碼

# Placeholder
source: Password
ca: Contrasenya
de: Passwort
fr: Mot de passe
hr: Lozinka
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_pt: Senha
ru: Пароль
tr: Parola
zh_tw: 密碼

# Placeholder
source: Phone number
ca: Número de telèfon
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
hr: Broj telefona
id: Nomor telepon
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
pt_pt: Número de telefone
ru: Номер телефона
tr: Telefon numarası
zh_tw: 電話號碼

# Placeholder
source: Post office box
ca: Apartat de correus
de: Postfach
fr: Boîte postale
hr: Poštanski sandučić
nl: Postbus
pl: Skrytka pocztowa
pt: Caixa postal
pt_pt: Caixa de correio postal
ru: Почтовый ящик
tr: Postane kutusu
zh_tw: 郵政信箱

# Placeholder
source: Postal code
ca: Codi postal
de: Postleitzahl
fr: Code postal
hr: Poštanski broj
nl: Postcode
pl: Kod pocztowy
pt: CEP
pt_pt: Código postal
ru: Почтовый индекс
tr: Posta kodu
zh_tw: 郵遞區號

# Placeholder
source: Public key
ca: Clau pública
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
hr: Javni ključ
nl: Publieke sleutel
pl: Klucz publiczny
pt: Chave pública
pt_pt: Chave pública
ru: Публичный ключ
tr: Genel anahtar
zh_tw: 公鑰

# Placeholder
source: Recovery email
ca: Correu electrònic de recuperació
de: E-Mail-Adresse zur Wiederherstellung
fr: Email de récupération
hr: Adresa e-pošte za oporavak
nl: Herstel-e-mailadres
pl: E-mail odzyskiwania
pt: E-mail de recuperação
pt_pt: Email de recuperação
ru: Адрес резервной эл. почты
tr: Kurtarma e-postası
zh_tw: 備援電子郵件地址

# Placeholder
source: Search for emails
ca: Cerqueu correus electrònics
de: Nach Nachrichten suchen
fr: Rechercher des emails
hr: Traženje e-pošte
nl: Zoeken naar e-mails
pl: Szukaj wiadomości e-mail
pt: Pesquisar por e-mails
pt_pt: Procurar emails
ru: Поиск писем
tr: E-postaları ara
zh_tw: 搜尋電子郵件

# Placeholder
source: State/Region
ca: Estat/Regió
de: Bundesland/Region
fr: État/Région
hr: Država/Regija
nl: Provincie/regio
pl: Województwo/Region
pt: Estado/Região
pt_pt: Distrito/Região
ru: Область/Регион
tr: Devlet/Bölge
zh_tw: 州/地區

# Placeholder
source: Street address
ca: Adreça
de: Straße und Hausnummer
fr: Rue
hr: Adresa
nl: Straatnaam
pl: Ulica
pt: Endereço
pt_pt: Rua
ru: Адрес улицы
tr: Sokak adresi
zh_tw: 街道地址

# Placeholder
source: Subject
ca: Assumpte
de: Betreff
fr: Objet
hr: Predmet
nl: Onderwerp
pl: Temat
pt: Assunto
pt_pt: Assunto
ru: Тема
tr: Konu
zh_tw: 主旨

# Placeholder
source: Two-factor passcode
ca: Codi de dos factors
de: Zwei-Faktor-Passwort
fr: Code d'accès à deux facteurs
hr: Šifra za provjeru autentičnosti u dva koraka
nl: Tweestapsverificatie toegangscode
pl: Kod uwierzytelniający
pt: Código de dois fatores
pt_pt: Código-passe em dois passos
ru: Код 2ФА
tr: İki adımlı parola
zh_tw: 兩步驟驗證碼

# Placeholder
source: Type a command
ca: Escriviu una ordre
de: Befehl eingeben
fr: Tapez une commande
hr: Unesite naredbu
nl: Type een opdracht
pl: Wpisz polecenie
pt: Digite um comando
pt_pt: Escreva um comando
ru: Введите команду
tr: Bir komut yazın
zh_tw: 執行指令

# Placeholder
source: auto
de: automatisch
pl: Autoresponder
pt: automático
pt_pt: automático
ru: [автоответчик]
tr: otomatik
zh_tw: 自動回覆

# Placeholder
source: name
ca: nom
fr: nom
hr: naziv
pl: nazwa
pt: nome
pt_pt: nome
ru: название
tr: ad
zh_tw: 名稱

# Placeholder for YYYY in YYYY-MM-DD
source: YYYY
ca: AAAA
de: JJJJ
es: AAAA
fr: AAAA
hr: GGGG
nl: JJJJ
pl: RRRR
pt: AAAA
pt_pt: AAAA
ru: ГГГГ
zh_tw: 年年年年

# Placeholder search
source: Keywords
ca: Paraules claus
de: Schlüsselwörter
fr: Mots-clés
hr: Ključne riječi
nl: Trefwoorden
pl: Słowa kluczowe
pt: Palavras-chave
pt_pt: Palavras-chave
ru: Ключевые слова
tr: Anahtar kelimeler
zh_tw: 關鍵字

# Placeholder search
source: Search messages
ca: Cerqueu missatges
de: Nachrichten suchen
fr: Rechercher des messages
hr: Pretraži poruke
nl: Doorzoek berichten
pl: Wyszukaj wiadomości
pt: Pesquisar mensagens
pt_pt: Procurar mensagens
ru: Поиск сообщений
tr: İletileri ara
zh_tw: 搜尋訊息

# Plan feature
source: Folders
ca: Carpetes
de: Ordner
es: Carpetas
fr: Dossiers
hr: Mape
id: Map
nl: Mappen
pl: Foldery
pt: Pastas
pt_pt: Pastas
ru: папки
tr: Klasörler
zh_tw: 資料夾

# Plan feature
source: Labels
ca: Etiquetes
de: Kategorien
es: Etiquetas
hr: Oznake
id: Label
pl: Etykiety
pt: Marcadores
pt_pt: Etiquetas
ru: ярлыков
tr: Etiketler
zh_tw: 標籤

# Plan feature
source: Limited support
ca: Suport limitat
de: Eingeschränkter Support
es: Soporte limitado
fr: Assistance limitée
hr: Ograničena podrška
id: Dukungan terbatas
nl: Beperkte ondersteuning
pl: Ograniczone wsparcie
pt: Suporte limitado
pt_pt: Suporte limitado
ru: Ограниченная поддержка
tr: Sınırlı destek
zh_tw: 有限支援

# Plan feature
source: Messages per day
ca: Missatges per dia
de: Nachrichten pro Tag
es: Mensajes por día
fr: Messages par jour
hr: Poruka dnevno
id: Pesan per hari
nl: Berichten per dag
pl: Wiadomości wysyłanych dziennie
pt: Mensagens por dia
pt_pt: Mensagens por dia
ru: сообщений в день
tr: Günlük iletiler
zh_tw: 訊息/日

# Plan feature
source: Priority support
ca: Suport prioritari
de: Priorisierter Support
es: Soporte prioritario
fr: Support prioritaire
hr: Prioritetna podrška
id: Dukungan prioritas
nl: Ondersteuning met hoge prioriteit
pl: Priorytetowe wsparcie
pt: Suporte prioritário
pt_pt: Suporte prioritário
ru: Приоритетная поддержка
tr: Öncelikli destek
zh_tw: 優先支援

# Plan feature
source: Support
ca: Suport
es: Soporte
hr: Podrška
id: Mendukung
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
pt_pt: Suporte
ru: Поддержка
tr: Destek
zh_tw: 支援

# Plan feature
source: Unlimited Folders / Unlimited labels
ca: Carpetes il▵limitades / Etiquetes il▵limitades
de: Unbegrenzte Anzahl Ordner und unbegrenzte Anzahl Kategorien
es: Carpetas ilimitadas / Etiquetas ilimitadas
fr: Dossiers illimités / Labels illimités
hr: Neograničeno mapa / Neograničeno oznaka
id: Folder Tak Terbatas / label tak terbatas
nl: Onbeperkte mappen / Onbeperkte labels
pl: Nieograniczona ilość folderów / nieograniczona ilość etykiet
pt: Pastas ilimitadas / Marcadores ilimitados
pt_pt: Pastas ilimitadas/Etiquetas ilimitadas
ru: Безлимитные папки и ярлыки
tr: Sınırsız Klasörler / Sınırsız Etiketler
zh_tw: 無限資料夾/無限標籤

# Plan feature
source: Unlimited sending
ca: Sense límit d'enviament
de: Unbegrenztes Senden
es: Envío ilimitado
fr: Envois illimités
hr: Neograničeno slanje poruka
id: Pengiriman tak terbatas
nl: Onbeperkt verzenden
pl: Nieograniczone wysyłanie wiadomości
pt: Envio ilimitado
pt_pt: Envio ilimitado
ru: Нет ограничений на отправку
tr: Sınırsız gönderim
zh_tw: 不設發送量限制

# Price offer
source: Regular price
pt_pt: Preço normal

# ProtonVPN with X connections
source: connections
ca: connexions
de: Verbindungen
es: conexiones
fr: connexions
hr: veza
id: koneksi
nl: verbindingen
pl: połączeniami
pt: conexões
pt_pt: ligações
ru: соединений(я)
tr: bağlantılar
zh_tw: 連線

# ProtonVPN with X connections
source: with
ca: amb
de: mit
es: con
fr: avec
hr: s
id: dengan
nl: met
pl: z
pt: com
pt_pt: com
ru: с
tr: ile
zh_tw: 與

# Record message
source: Message saved
ca: Missatge desat
de: Nachricht gespeichert
es: Mensaje guardado
fr: Message enregistré
hr: Poruka je spremljena
id: Pesan disimpan
nl: Bericht opgeslagen
pl: Wiadomość została zapisana
pt: Mensagem salva
pt_pt: Mensagem gravada
ru: Сообщение сохранено
tr: İleti kaydedildi
zh_tw: 郵件已儲存

# Remember encryption choice encrypt
source: Remember my choice
ca: Recorda la meva elecció
de: Meine Auswahl merken
es: Recordar mi elección
fr: Se souvenir de mon choix
hr: Zapamti moj odabir
nl: Mijn keuze onthouden
pl: Zapamiętaj mój wybór
pt: Lembrar minha escolha
pt_pt: Memorizar a minha escolha
ru: Запомнить мой выбор
tr: Seçimimi hatırla
zh_tw: 記住我的選擇

# Remove button for the vpn form
source: Remove VPN protection
ca: Treu protecció de VPN
de: VPN-Schutz aufheben
es: Quitar protección VPN
fr: Retirer la protection VPN
hr: Uklanjanje VPN zaštite
id: Hapus perlindungan VPN
nl: VPN-beveiliging verwijderen
pl: Usuń ochronę VPN
pt: Remover proteção VPN
pt_pt: Remover protecção VPN
ru: Удалить VPN-защиту
tr: VPN korumasını kaldır
zh_tw: 解除 VPN 保護

# Remove element
source: {{total}} {{item}} removed
ca: {{total}} {{item}} eliminat
de: {{total}} {{item}} entfernt
es: {{total}} {{item}} eliminados
fr: {{total}} {{item}} supprimé
hr: {{total}} {{item}} uklonjeno
id: {{total}} {{item}} dihapus
nl: {{total}} {{item}} verwijderd
pl: Usunięto {{total}} {{item}}
pt: {{total}} {{item}} removida(s)
pt_pt: {{total}} {{item}} removidas
ru: Удалено {{total}} {{item}}
tr: {{total}} {{item}} silindi
zh_tw: 已移除 {{total}} {{item}}

# Reset password
source: Recovery email
ca: Correu electrònic de recuperació
de: Wiederherstellungs-E-Mail-Adresse
es: Correo de recuperación
fr: Email de récupération
hr: Adresa e-pošte za oporavak
nl: Herstel-e-mailadres
pl: E-mail odzyskiwania
pt: E-mail de recuperação
pt_pt: Email de recuperação
ru: Адрес резервной эл. почты
tr: Kurtarma e-postası
zh_tw: 備援電子郵件地址

# Reset your login
source: Confirm new password
ca: Confirmi la nova contrasenya
de: Neues Passwort bestätigen
es: Confirmar contraseña nueva
fr: Confirmez le nouveau mot de passe
hr: Potvrdi novu lozinku
nl: Bevestig nieuw wachtwoord
pl: Potwierdź nowe hasło
pt: Confirmar nova senha
pt_pt: Confirmar nova senha
ru: Подтвердите новый пароль
tr: Yeni parolayı onayla
zh_tw: 確認新密碼

# Reset your login
source: Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.
ca: NO oblideu aquesta contrasenya. Si l'oblideu, no podreu accedir ni desxifrar els vostres missatges.
de: Vergessen Sie NICHT dieses Passwort! Ohne Passwort werden Sie sich nicht anmelden oder Ihre Nachrichten entschlüsseln können.
es: NO olvide esta contraseña. Si la olvida, no podrá iniciar sesión ni descifrar sus mensajes.
fr: * N’oubliez SURTOUT PAS ce mot de passe. Si vous l’oubliez, vous ne serez plus en mesure de vous connecter ou de déchiffrer vos messages.
hr: NEMOJTE zaboraviti ovu lozinku. Ako je zaboravite, nećete se moći prijaviti ni dešifrirati vaše poruke.
id: JANGAN lupa password ini. Jika Anda lupa, Anda tidak akan bisa masuk atau mendekripsi pesan Anda.
nl: Vergeet dit wachtwoord NIET. Als u het vergeet kunt u niet meer inloggen of uw berichten ontsleutelen.
pl: ZAPAMIĘTAJ hasło. Jeśli je zapomnisz, nie będziesz mógł się zalogować ani odszyfrować wiadomości.
pt: NÃO esqueça esta senha. Se você esquecê-la, você não poderá acessar sua conta ou descriptografar suas mensagens.
pt_pt: NÃO se esqueça desta senha. Se a esquecer, não conseguirá iniciar sessão ou desencriptar as mensagens.
ru: НЕ забывайте данный пароль. Если Вы его забудете, то не сможете авторизовываться или расшифровывать свои сообщения.
tr: Bu şifreyi UNUTMAYIN. Unutursanız, iletilerinize giriş yapamaz veya iletilerinizin şifresini çözemezsiniz.
zh_tw: 請勿忘記此密碼。否則，您將無法登入或解密訊息。

# Reset your login
source: Save your password somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm that you have typed your password correctly.
pt_pt: Guarde a sua senha em lugar seguro. Clique no ícone <i class="fa fa-eye"></i> para confirmar que inseriu a senha correctamente.

# Reset your password
source: Choose a new password
ca: Trieu una clau nova
de: Neues Passwort wählen
es: Elija una contraseña nueva
fr: Choisissez un nouveau mot de passe
hr: Odaberite novu lozinku
nl: Kies een nieuw wachtwoord
pl: Wybierz nowe hasło
pt: Escolha uma nova senha
pt_pt: Escolha uma nova senha
ru: Задайте новый пароль
tr: Yeni bir parola seçin
zh_tw: 選擇新密碼

# Restore administrator panel
source: * Creating new sub-users
ca: * Crear nous sub-usuaris
de: • Neue Unterbenutzer anlegen
es: * Crear nuevos subusuarios
fr: * Création de nouveaux sous-utilisateurs
hr: * Izrada novih podkorisnika
id: * Membuat sub-pengguna baru
nl: * Nieuwe subgebruikers aanmaken
pl: * Tworzenie nowych użytkowników
pt: * Criando novos sub usuários
pt_pt: * Criar novos sub-utilizadores
ru: * Создание доп. пользователей
tr: * Yeni alt kullanıcılar oluşturma
zh_tw: * 建立新的子使用者

# Restore administrator panel
source: * Reading emails of non-private subusers
ca: * Llegir correus de sub-usuaris no privats
de: * E-Mails von nicht-privaten Unterbenutzern lesen
es: * Leer correos de subusuarios no privados
fr: * Lecture des messages de sous-utilisateurs non privé
hr: * Čitanje e-pošte od podkorisnika koji nisu privatni
id: Membaca email non-private subusers
nl: * E-mails van niet-privé subgebruikers lezen
pl: * Czytanie wiadomości niechronionych użytkowników
pt: * Ler e-mails de sub usuários não privados
pt_pt: * Ler emails de sub-utilizadores não-privados
ru: * Чтение писем неконфиденциальных пользователей
tr: * Özel olmayan alt kullanıcılara ait e-postalarını okumak
zh_tw: * 閱讀非私人子使用者的電子郵件

# Restore administrator panel
source: Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:
ca: A causa d'un canvi de contrasenya, els privilegis d'administrador de la seva organització han estat restringits. Les següents accions ja no estan permeses:
de: Aufgrund einer Passwortänderung wurden die Administratorrechte Ihre Organisation eingeschränkt. Folgende Aktionen sind nicht länger erlaubt:
es: Debido a un cambio de contraseña, sus privilegios de administrador en la organización se han limitado. Ya no se permiten las siguientes acciones:
fr: En raison d'un changement de mot de passe, les privilèges de l'administrateur de votre organisation ont été réduits. Les actions suivantes ne sont plus permises :
hr: Zbog promjene lozinke, ograničene su ovlasti administratora vaše organizacije. Sljedeće radnje više nisu dopuštene:
id: Karena adanya perubahan kata sandi, hak istimewa administrator organisasi Anda telah dibatasi. Tindakan berikut tidak lagi diizinkan:
nl: Als gevolg van het wijzigen van een wachtwoord zijn uw beheerdersbevoegdheden beperkt. De volgende acties zijn niet langer toegestaan:
pl: Ze względu na zmianę hasła Twoje uprawnienia administratora organizacji zostały ograniczone. Następujące działania nie są dozwolone:
pt: Devido a uma alteração de senha, seus privilégios de administrador da organização estão com restrições. As seguintes ações já não são permitidas:
pt_pt: Devido a uma alteração de senha, os privilégios de administrador da sua organização foram restringidos. As seguintes acções já não são permitidas:
ru: По причине смены пароля ваши полномочия администратора организации были ограничены. Указанные действия более не разрешены:
tr: Şifre değişikliği nedeniyle kuruluş yöneticinizin ayrıcalıkları kısıtlandı. Aşağıdaki işlemlere artık izin verilmiyor:
zh_tw: 由於密碼更改，您的組織管理員權限受到限制。不再允許進行下列操作：

# SPF configuration status badge
source: Not set
ca: No establert
de: Nicht festgelegt
fr: Non configuré
hr: Nije postavljeno
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não definido
pt_pt: Não definido
ru: Не задано
tr: Ayarlanmadı
zh_tw: 未設定

# Search action filter
source: All
ca: Tots
de: Alle
fr: Tout
hr: Sve
nl: Alles
pl: Wszędzie
pt: Tudo
pt_pt: Tudo
ru: Все
tr: Tümü
zh_tw: 全部

# Search action filter
source: No
de: Nein
fr: Non
hr: Ne
nl: Nee
pl: Nie
pt: Não
pt_pt: Não
ru: Нет
tr: Hayır
zh_tw: 否

# Search action filter
source: Yes
ca: Si
de: Ja
fr: Oui
hr: Da
nl: Ja
pl: Tak
pt: Sim
pt_pt: Sim
ru: Да
tr: Evet
zh_tw: 是

# Select your type of OS
source: Select your client below to get started with ProtonVPN
ca: Seleccioni el seu client a continuació per començar amb ProtonVPN
de: Wählen Sie unten Ihren bevorzugten Client aus, um mit ProtonVPN zu beginnen
es: Seleccione su sistema operativo para comenzar con ProtonVPN
fr: Sélectionnez votre client ci-dessous pour commencer à utiliser ProtonVPN
hr: Odaberite vašeg klijenta u nastavku da biste započeli s ProtonVPN
id: Pilih klien Anda di bawah ini untuk memulai ProtonVPN
nl: Kies uw platform hieronder om te beginnen met ProtonVPN
pl: Wybierz swojego klienta poniżej, aby rozpocząć korzystanie z ProtonVPN
pt: Selecione seu cliente abaixo para começar a usar o ProtonVPN
pt_pt: Seleccione o seu programa abaixo para começar a usar o ProtonVPN
ru: Выберите клиент ниже, чтобы начать работу с ProtonVPN
tr: ProtonVPN'e başlamak için aşağıdan istemcinizi seçin
zh_tw: 選擇下面的用戶端以使用 ProtonVPN
