Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Title
source: Resetting your password means you will no longer be able to read your old emails. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Click here to learn more</a>. If you have further questions, please email contact@protonmail.com. Are you sure you want to reset your password?
ca: Si restabliu la vostra contrasenya significa que ja no podreu llegir els vostres correus electrònics antics.<a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Feu clic aquí per obtenir més informació</a>. Si teniu més preguntes, envieu un correu electrònic a contact@protonmail.com. Esteu segur que voleu restablir la contrasenya?
de: Wenn Sie Ihr Passwort zurücksetzen werden Sie nicht länger in der Lage sein, Ihre alten E-Mails zu lesen. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Klicken Sie hier um mehr zu erfahren</a>. Wenn Sie weitere Fragen haben senden Sie bitte eine E-Mail an contact@protonmail.ch. Sind Sie sicher dass Sie Ihr Passwort zurücksetzen möchten?
fr: Réinitialiser votre mot de passe signifie que vous ne pourrez plus lire vos anciens emails. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Cliquez ici pour en apprendre plus</a>. Si vous avez d'autres questions, veuillez envoyer un courriel à contact@protonmail.com. Êtes-vous sûr de vouloir réinitialiser votre mot de passe ?
hr: Poništavanjem vaše lozinke znači da više nećete moći čitati stare poruke e-pošte. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Saznajte više</a>. Ako imate dodatnih pitanja, obratite se na e-mail adresu contact@protonmail.com. Jeste li sigurni da želite poništiti lozinku?
pl: Resetowanie hasła sprawi, że nie będziesz w stanie odczytać starych wiadomości e-mail. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Kliknij tutaj, aby dowiedzieć się więcej</a>. Jeśli masz dodatkowe pytania, prosimy o e-mail na adres contact@protonmail.com. Czy na pewno chcesz zresetować hasło?
pt_pt: Redefinir a sua senha significa que não poderá mais ler os seus emails antigos. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Clique aqui para saber mais</a>. Se tiver dúvidas, por favor envie um email para contact@protonmail.ch. Tem a certeza de que deseja repor a senha?
tr: Parolanızı sıfırlamak artık eski e-postalarınızı okuyamayacağınız anlamına gelmektedir. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Daha fazlasını öğrenmek için buraya tıklayın</a>. Başka sorularınız varsa lütfen contact@protonmail.com adresine e-posta gönderin. Parolanızı sıfırlamak istediğinizden emin misiniz?

# Title
source: Restore Administrator Privileges
ca: Restaurar privilegis de l'administrador
de: Administrationsprivilegien wiederherstellen
es: Restaurar privilegios de administrador
fr: Restaurer les droits administrateur
hr: Vraćanje administratorskih ovlasti
id: Kembalikan Keistimewaan Administrator
nl: Herstel beheerdersbevoegdheden
pl: Przywróć uprawnienia administratora
pt: Restaurar os privilégios de administrador
pt_pt: Restaurar privilégios de administrador
ru: Восстановить полномочия администратора
tr: Yönetici ayrıcalıklarını geri yükle
zh_tw: 恢復管理者權限

# Title
source: Revoke Sessions
pt_pt: Revogar sessões

# Title
source: Role
ca: Rol
de: Rolle
es: Privilegio
fr: Rôle
hr: Uloga
id: Peran
nl: Rol
pl: Uprawnienia
pt: Função
pt_pt: Cargo
ru: Роль
tr: Rol
zh_tw: 角色

# Title
source: Search
ca: Cerca
de: Suche
es: Buscar
fr: Rechercher
hr: Pretraga
id: Pencarian
nl: Zoeken
pl: Wyszukiwanie
pt: Pesquisar
pt_pt: Procurar
ru: Поиск
tr: Ara
zh_tw: 搜尋

# Title
source: Search contacts
ca: Cerca als contactes
de: Kontakte suchen
es: Buscar contactos
fr: Rechercher des contacts
hr: Pretraži kontakte
nl: Doorzoek contacten
pl: Przeszukuj kontakty
pt: Procurar contatos
pt_pt: Procurar contactos
ru: Поиск контактов
tr: Kişileri ara
zh_tw: 搜尋聯絡人

# Title
source: Security
ca: Seguretat
de: Sicherheit
es: Seguridad
fr: Sécurité
hr: Sigurnost
id: Keamanan
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
pt_pt: Segurança
ru: Безопасность
tr: Güvenlik
zh_tw: 安全保護

# Title
source: Select a domain
ca: Selecciona un domini
pt_pt: Seleccione um domínio

# Title
source: Select an address
ca: Seleccionar una adreça
de: Adresse auswählen
fr: Sélectionner une adresse
hr: Odaberite adresu
nl: Selecteer een adres
pl: Wybierz adres
pt: Selecione um endereço
pt_pt: Seleccione um endereço
ru: Выберите адрес
tr: Bir adres seçin
zh_tw: 選擇電子郵件地址

# Title
source: Select payment method:
ca: Seleccioneu el mètode de pagament:
de: Zahlungsmethode wählen:
es: Seleccionar un método de pago:
fr: Choisissez un mode de paiement :
hr: Odaberite način plaćanja:
id: Pilih metode pembayaran:
nl: Betalingsmethode selecteren:
pl: Wybierz metodę płatności:
pt: Selecionar método de pagamento:
pt_pt: Seleccione o método de pagamento:
ru: Выберите способ оплаты:
tr: Ödeme yöntemini seçin:
zh_tw: 請選擇支付方法：

# Title
source: Sender
ca: Remitent
de: Absender
es: Remitente
fr: Expéditeur
hr: Pošiljatelj
id: Pengirim
nl: Afzender
pl: Nadawca
pt: Remetente
pt_pt: Remetente
ru: Отправитель
tr: Gönderen
zh_tw: 寄件者

# Title
source: Sending notice
ca: S'està enviant un avís
de: Mitteilung wird gesendet
es: Enviar aviso
fr: Envoi de l’avis
hr: Slanje obavijesti
nl: Mededeling aan het versturen
pl: Wysyłanie powiadomienia
pt: Aviso de envio
pt_pt: Aviso de envio
ru: Примечание об отправке
tr: Bildirim gönderiliyor
zh_tw: 傳送通知

# Title
source: Sent
ca: Enviat
de: Gesendet
es: Enviados
fr: Envoyés
hr: Poslano
id: Dikirim
nl: Verzonden
pl: Wysłane
pt: Enviado
pt_pt: Enviado
ru: Отправленные
tr: Gönderilen
zh_tw: 已傳送

# Title
source: Sent / Drafts folders appearance
ca: S'ha enviat / esborra l'aparença de les carpetes
de: Gesendet-/Entwürfe-Ordneraussehen
es: Apariencia de carpetas Enviados / Borradores
fr: Apparence des dossiers Envoyés / Brouillons
hr: Izgled Poslano / Skice mapa
id: Terkirim / Draf tampilan folder
nl: Uiterlijk van de mappen verzonden / concepten
pl: Wygląd folderów Wysłane / Szkice
pt: Aparência da pastas Enviado / Rascunhos
pt_pt: Aparência das pastas Enviado/Rascunhos
ru: Внешний вид папок Отправленные / Черновики
tr: Gönderilen/Taslaklar klasörlerinin görünümü
zh_tw: 寄件備份 / 草稿 資料夾外觀

# Title
source: Session Management
ca: Gestió de sessions
de: Sitzung verwalten
es: Administrar sesiones
fr: Gestionnaire de sessions
hr: Upravljanje sesijama
id: Manajemen Sesi
nl: Sessiebeheer
pl: Zarządzanie sesją
pt: Gerenciamento de sessão
pt_pt: Gestor de sessão
ru: Управление сессиями
tr: Oturum Yönetimi
zh_tw: 管理工作階段

# Title
source: Set OpenVPN Password
ca: Establir la contrasenya d'OpenVPN
de: OpenVPN-Passwort festlegen
es: Establezca la contraseña de OpenVPN
fr: Définir votre mot de passe OpenVPN
hr: Postavite OpenVPN lozinku
id: Setel Password OpenVPN
nl: OpenVPN-wachtwoord instellen
pl: Ustaw hasło OpenVPN
pt: Definir senha do OpenVPN
pt_pt: Defina a senha do OpenVPN
ru: Задать пароль OpenVPN
tr: OpenVPN parolasını ayarla
zh_tw: 設定 OpenVPN 密碼

# Title
source: Set Organization Password
ca: Estableix la contrasenya de l'organització
de: Organisationspasswort festlegen
es: Establezca la contraseña de la organización
fr: Définir le mot de passe de l'organisation
hr: Postavite lozinku za organizaciju
id: Setel Password Organisasi
nl: Organisatiewachtwoord instellen
pl: Ustaw hasło organizacji
pt: Definir senha da organização
pt_pt: Definir a senha da organização
ru: Задать пароль организации
tr: Kuruluş parolasını ayarla
zh_tw: 設定組織密碼

# Title
source: Set Up Two Factor Authentication
ca: Configura l'autenticació de dos factors
de: Zwei-Faktor-Authentifikation einrichten
es: Habilitar autenticación de dos factores
fr: Mettre en place l'authentification en deux étapes
hr: Postavite provjeru autentičnosti u dva koraka
nl: Tweestapsverificatie instellen
pl: Ustaw uwierzytelnianie dwustopniowe
pt: Configurar a autenticação de dois fatores
pt_pt: Configurar a autenticação em dois passos
ru: Настроить двухфакторную аутентификацию
tr: İki adımlı kimlik doğrulamasını ayarlayın
zh_tw: 設定兩步驟驗證

# Title
source: Set display name and signature
ca: Estableix el nom de visualització i la signatura
de: Anzeigename und Signatur festlegen
es: Establecer nombre para mostrar y firma
fr: Définir le nom d'affichage et la signature
hr: Postavite zaslonsko ime i potpis
nl: Stel weergavenaam en handtekening in
pl: Ustaw nazwę wyświetlania i podpis
pt: Definir nome de exibição e assinatura
pt_pt: Definir nome a mostrar e assinatura
ru: Задать отображаемое имя и подпись
tr: Görünen ismi ve imzayı ayarlayın
zh_tw: 設定顯示名稱與簽名

# Title
source: Set up your account
ca: Configureu el vostre compte
de: Richten Sie Ihr Konto ein
es: Configure su cuenta
fr: Configurez votre compte
hr: Postavite Vaš račun
id: Siapkan akun Anda
nl: Account configureren
pl: Skonfiguruj swoje konto
pt: Configurar sua conta
pt_pt: Configurar a sua conta
ru: Настройте свою учётную запись
tr: Hesabınızı oluşturun
zh_tw: 設定您的帳戶

# Title
source: Setting up account
ca: Configuració del compte
de: Ihr Konto wird eingerichtet
fr: Configuration de votre compte
hr: Postavljanje računa
nl: Uw account wordt ingesteld
pl: Konfigurowanie konta
pt: Configurando conta
pt_pt: Configurar a conta
ru: Настройка учётной записи
tr: Hesap oluşturuluyor
zh_tw: 設定帳戶

# Title
source: Setting up your Addresses
ca: Configuració de les adreces
de: Einrichten Ihrer Adressen
es: Configurando sus direcciones
fr: Configuration de vos adresses
hr: Postavljanje vaših adresa
id: Menyiapkan Alamat Anda
nl: Uw adressen worden ingesteld
pl: Konfigurowanie adresów
pt: Configurando seus endereços
pt_pt: Configurar o seu endereço
ru: Настройка ваших адресов
tr: Adresleriniz ayarlanıyor
zh_tw: 設定年的郵件地址

# Title
source: Setting up your Keys
ca: Configuració de les claus
de: Ihre Schlüssel werden eingerichtet
es: Configurando sus claves
fr: Configuration de vos clés
hr: Postavljanje vaših ključeva
id: Menyiapkan Tombol Anda
nl: Uw sleutels worden aangemaakt
pl: Konfigurowanie kluczy
pt: Configurando suas chaves
pt_pt: Configurar as suas chaves
ru: Настройка ваших ключей
tr: Anahtarlarınız ayarlanıyor
zh_tw: 設定您的金鑰

# Title
source: Setting up your Organization
ca: Configuració de la vostra organització
de: Ihre Organisation wird eingerichtet
es: Configurando su organización
fr: Configuration de votre organisation
hr: Postavljanje vaše organizacije
id: Menyiapkan Organisasi Anda
nl: Uw organisatie wordt aangemaakt
pl: Konfiguracja Twojej organizacji
pt: Configurando sua organização
pt_pt: Configurar a sua organização
ru: Настройка вашей организации
tr: Kuruluşunuz ayarlanıyor
zh_tw: 設定您的組織

# Title
source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
fr: Paramètres
hr: Postavke
id: Pengaturan
nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_pt: Definições
ru: Настройки
tr: Ayarlar
zh_tw: 設定

# Title
source: Show previous message
ca: Mostra el missatge anterior
de: Vorherige Nachrichten anzeigen
es: Mostrar mensajes anteriores
fr: Afficher le message précédent
hr: Prikaži prethodnu poruku
id: Tampilkan pesan sebelumnya
nl: Toon vorig bericht
pl: Pokaż poprzednią wiadomość
pt: Mostrar mensagem anterior
pt_pt: Mostrar mensagem anterior
ru: Показать предыдущее сообщение
tr: Önceki iletiyi göster
zh_tw: 顯示前一則訊息

# Title
source: Sieve Script
es: Código Sieve
fr: Script Sieve
hr: Sieve skripta
id: Saringan Script
pl: Skrypt Sieve
pt_pt: Script Sieve
ru: Скрипт Sieve
zh_tw: Sieve 手稿

# Title
source: Sign in again to continue
ca: Torneu a iniciar per continuar
de: Erneut anmelden um fortzufahren
es: Inicie sesión nuevamente para continuar
fr: Connectez-vous à nouveau pour continuer
hr: Ponovno se prijavite da biste nastavili
id: Masuk lagi untuk melanjutkan
nl: Log opnieuw in om door te gaan
pl: Zaloguj się ponownie, aby kontynuować
pt: Acessar novamente para continuar
pt_pt: Reinicie sessão para continuar
ru: Чтобы продолжить, повторно войдите ещё раз
tr: Devam etmek için tekrar giriş yapın
zh_tw: 請重新登入以繼續

# Title
source: Signup
ca: Registra't
de: Registrierung
es: Registrarse
fr: Inscription
hr: Registracija
id: Daftar
nl: Registratie
pl: Rejestracja
pt: Criar conta
pt_pt: Registar
ru: Регистрация
tr: Kaydol
zh_tw: 註冊

# Title
source: Similar Key Already Active!
ca: Clau similar ja activa!
de: Ähnlicher Schlüssel bereits aktiv!
fr: Clé similaire déjà active !
hr: Sličan ključ je već aktivan!
nl: Vergelijkbare sleutel reeds actief!
pl: Podobny klucz jest już aktywny!
pt: Chave semelhante já ativa!
pt_pt: Chave semelhante já activa!
ru: Похожий ключ уже активен!
tr: Benzer anahtar zaten etkin!
zh_tw: 已有類似金鑰正在生效！

# Title
source: Spam Filters
ca: Filtres de correu brossa
de: Spamfilter
es: Filtros de spam
fr: Filtres anti-spam
hr: Filteri neželjene pošte
id: Filter Spam
pl: Filtry antyspamowe
pt: Filtros de spam
pt_pt: Filtros de Spam
ru: Фильтры спама
tr: Spam Filtreleri
zh_tw: 垃圾郵件篩選器

# Title
source: Starred
ca: Destacats
de: Markiert
es: Destacados
fr: Favoris
hr: Sa zvjezdicom
id: Dibintangi
nl: Met ster
pl: Wyróżnione
pt: Com estrela
pt_pt: Com estrela
ru: Избранные
tr: Yıldızlı
zh_tw: 已加星號

# Title
source: Start date
ca: Data d'inici
de: Anfangsdatum
es: Fecha de inicio
fr: Date de début
hr: Početni datum
id: Mulai tanggal
nl: Begindatum
pl: Wiadomości wysłane po
pt: Data de início
pt_pt: Data de início
ru: Начиная с
tr: Başlangıç tarihi
zh_tw: 開始日期

# Title
source: State-of-the-art
ca: Última tecnologia
de: Auf dem neuesten Stand
fr: À la pointe de la technologie
pl: Najnowocześniejszy
pt_pt: Tecnologia de ponta
tr: Teknoloji harikası

# Title
source: Status
ca: Estat
es: Estado
fr: Statut
pt_pt: Estado
ru: Состояние
tr: Durum
zh_tw: 狀態

# Title
source: Storage
ca: Emmagatzematge
de: Speicher
es: Almacenamiento
fr: Stockage
hr: Prostor za pohranu
id: Penyimpanan
nl: Opslagruimte
pl: Przestrzeń dyskowa
pt: Armazenamento
pt_pt: Armazenamento
ru: Хранилище
tr: Depolama
zh_tw: 儲存空間

# Title
source: Subject
ca: Assumpte
de: Betreff
fr: Objet
hr: Predmet
nl: Onderwerp
pl: Temat
pt: Assunto
pt_pt: Assunto
ru: Тема
tr: Konu
zh_tw: 主旨

# Title
source: Switch to One-Password Mode
ca: Canvieu al mode de contrasenya única
de: Wechseln zum Ein-Passwort-Modus
es: Cambiar al modo de una contraseña
fr: Passer en mode un seul mot de passe
hr: Prijeđite na način rada s jednom lozinkom
id: Beralih ke Mode Satu-Kata Sandi
nl: Overschakelen naar één-wachtwoord modus
pl: Przełącz do trybu jednohasłowego
pt: Mudar para o modo de senha única
pt_pt: Mudar para modo Senha única
ru: Переключение в режим одного пароля
tr: Tek şifre moduna geç
zh_tw: 切換至單密碼模式

# Title
source: Switch to Two-Password Mode
ca: Canvieu al mode de dues contrasenyes
de: Wechseln zum Zwei-Passwörter-Modus
es: Cambiar al modo de dos contraseñas
fr: Passer en mode deux mots de passe
hr: Prijeđite na način rada s dvije lozinke
id: Beralih ke Mode Dua-Kata Sandi
nl: Overschakelen naar twee-wachtwoord modus
pl: Przełącz do trybu dwuhasłowego
pt: Mudar para o modo de duas senhas
pt_pt: Mudar para modo Duas senhas
ru: Переключение в режим двойного пароля
tr: Çift şifre moduna geç
zh_tw: 切換至雙密碼模式

# Title
source: Text color
ca: Color del text
de: Schriftfarbe
es: Color de texto
fr: Couleur du texte
hr: Boja slova
id: Warna teks
nl: Tekstkleur
pl: Kolor tekstu
pt: Cor de texto
pt_pt: Cor do texto
ru: Цвет текста
tr: Metin rengi
zh_tw: 文字顏色

# Title
source: Thank you for your subscription!
ca: Gràcies per la vostra subscripció!
de: Danke für Ihr Abonnement!
es: ¡Gracias por su suscrpción!
fr: Merci pour votre abonnement!
hr: Hvala vam za Vašu pretplatu!
id: Terima kasih untuk langganan anda!
nl: Bedankt voor het abonneren!
pl: Dziękujemy za subskrypcję!
pt: Agradecemos sua assinatura!
pt_pt: Obrigado pela sua subscrição!
ru: Спасибо за подписку!
tr: Aboneliğiniz için teşekkür ederiz!
zh_tw: 感謝您的訂閱！

# Title
source: Thank you for your support!
ca: Gràcies pel vostre suport!
de: Vielen Dank für Ihre Unterstützung!
es: ¡Gracias por su ayuda!
fr: Merci pour votre soutien !
hr: Hvala vam na vašoj podršci!
id: Terima kasih atas dukungan Anda!
nl: Hartelijk dank voor uw steun!
pl: Dziękujemy za Twoje wsparcie!
pt: Agradecemos seu apoio!
pt_pt: Obrigado pelo seu apoio!
ru: Спасибо за вашу поддержку!
tr: Desteğiniz için teşekkürler!
zh_tw: 感謝支持！

# Title
source: Threadlist
ca: Llista de temes
de: Nachrichtenliste
es: Conversaciones
fr: Fil de discussion
hr: Upravljanje listama
id: Daftar pertanyaan
nl: Berichtenlijst
pl: Lista wątków
pt: Lista de conversas
pt_pt: Conversas
ru: Список тем
tr: İleti Listesi
zh_tw: 討論串清單

# Title
source: Time
ca: Temps
de: Zeit
es: Fecha
fr: Date
hr: Vrijeme
id: Waktu
nl: Tijd
pl: Czas
pt: Horário
pt_pt: Hora
ru: Время
tr: Zaman
zh_tw: 時間

# Title
source: To
ca: Per a
de: An
es: Para
fr: À
hr: Za
id: Untuk
nl: Aan
pl: Do
pt: Para
pt_pt: Para
ru: Кому
tr: Kime
zh_tw: 收件者

# Title
source: To:
ca: Per a:
de: An:
fr: À :
pt_pt: Para:
tr: Kime:

# Title
source: Toolbar
ca: Barra d'eines
de: Symbolleiste
es: Barra de herramientas
fr: Barre d'outils
hr: Alatna traka
id: Tampilkan palang alat
nl: Werkbalk
pl: Pasek narzędzi
pt: Barra de ferramentas
pt_pt: Barra de ferramentas
ru: Панель инструментов
tr: Araç çubuğu
zh_tw: 工具列

# Title
source: Total (2-year billing)
ca: Total (facturació a 2 anys)
de: Gesamtbetrag (2-Jahres-Abrechnung)
es: Total (facturación bienal)
fr: Total (facturation sur 2 ans)
hr: Ukupno (dvogodišnje plaćanje)
id: Total (penagihan 2 tahun)
nl: Totaal (2-jarige facturering)
pl: Łącznie (płatności dwuletnie)
pt: Total (cobrança bienal)
pt_pt: Total (facturação bi-anual)
ru: Всего (счёт каждые 2 года)
tr: Toplam (2 yıllık faturalandırma)
zh_tw: 總費用（兩年計費）

# Title
source: Total (annual billing)
ca: Total (facturació anual)
de: Gesamtbetrag (jährliche Abrechnung)
es: Total (facturación anual)
fr: Total (facturation annuelle)
hr: Ukupno (godišnje plaćanje)
id: Total (penagihan tahunan)
nl: Totaal (jaarlijkse facturering)
pl: Łącznie (płatności roczne)
pt: Total (cobrança anual)
pt_pt: Total (facturação anual)
ru: Всего (ежегодный счёт)
tr: Toplam (yıllık faturalandırma)
zh_tw: 總費用（一年計費）

# Title
source: Total (monthly billing)
ca: Total (facturació mensual)
de: Gesamtbetrag (monatliche Abrechnung)
es: Total (facturación mensual)
fr: Total (facturation mensuelle)
hr: Ukupno (mjesečno plaćanje)
id: Total (penagihan bulanan)
nl: Totaal (maandelijkse facturering)
pl: Łącznie (płatności miesięczne)
pt: Total (cobrança mensal)
pt_pt: Total (facturação mensal)
ru: Всего (ежемесячный счёт)
tr: Toplam (aylık faturalandırma)
zh_tw: 總費用（月結）

# Title
source: Trash
ca: Paperera
de: Papierkorb
es: Papelera
fr: Corbeille
hr: Otpad
id: Sampah
nl: Prullenbak
pl: Kosz
pt: Lixeira
pt_pt: Lixo
ru: Корзина
tr: Çöp Kutusu
zh_tw: 垃圾桶

# Title
source: Trust Public Key (Address Verification)
ca: Confia en la clau pública (verificació de l'adreça)
de: Vertrauenswürdiger öffentlicher Schlüssel (Adressprüfung)
es: Confiar clave pública (Verificación de Dirección)
fr: Clé publique de confiance (vérification de l’adresse)
hr: Pouzdani javni ključ (Potvrda adresa)
nl: Vertrouw publieke sleutel (adres verificatie)
pl: Zaufany klucz publiczny (weryfikacja adresu)
pt: Chave pública de confiança (Verificação de endereço)
pt_pt: Chave pública de confiança (verificação de endereço)
ru: Доверие публичному ключу (Проверка адреса)
tr: Ortak Anahtara Güven (Adres Doğrulama)
zh_tw: 信任公開金鑰 (位址驗證)

# Title
source: Two-Factor Authentication
ca: Autenticació de dos factors
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification en deux étapes
hr: Provjera autentičnosti u dva koraka
id: Otentikasi dua faktor
nl: Tweestapsverificatie
pl: Uwierzytelnianie dwustopniowe
pt: Autenticação de dois fatores
pt_pt: Autenticação em dois passos
ru: Двухфакторная аутентификация
tr: İki Adımlı Kimlik Doğrulama
zh_tw: 兩步驟驗證

# Title
source: Two-factor authentication enabled
ca: S'ha activat l'autenticació de dos factors
de: Zwei-Faktor-Authentifizierung aktiviert
es: Autenticación de dos factores habilitada
fr: Authentification en deux étapes activée
hr: Omogućena je provjera autentičnosti u dva koraka
id: Autentikasi dua faktor diaktifkan
nl: Tweestapsverificatie ingeschakeld
pl: Uwierzytelnianie dwustopniowe włączone
pt: Autenticação de dois fatores habilitada
pt_pt: Autenticação em dois passos activada
ru: Двухфакторная аутентификация включена
tr: İki adımlı kimlik doğrulama etkin
zh_tw: 已啟用兩步驟驗證

# Title
source: Type
ca: Tipus
de: Typ
es: Tipo
hr: Vrsta
id: Mengetik
pl: Typ
pt: Tipo
pt_pt: Tipo
ru: Тип
tr: Tür
zh_tw: 類型

# Title
source: Unsubscribe from mailing list?
de: Aus der Mailingliste austragen?
es: ¿Desuscribirse de la lista de correo?
fr: Vous désinscrire de la liste de diffusion ?
hr: Otkazati pretplatu s mailing liste?
id: Berhenti berlangganan milis?
nl: Afmelden van mailinglijst?
pl: Wypisać się z listy mailingowej?
pt: Cancelar a inscrição da lista de endereços?
pt_pt: Cancelar a subscrição nesta lista de correio?
ru: Отписаться от рассылки?
tr: Posta listesinden çıkmak istiyor musunuz?
zh_tw: 取消郵件群組的訂閱？

# Title
source: Unsupported browser
pt_pt: Navegador não suportado

# Title
source: Update user
ca: Actualitza l'usuari
de: Benutzer aktualisieren
es: Actualizar usuario
fr: Mettre à jour l'utilisateur
hr: Ažuriranje korisnika
id: Perbarui pengguna
nl: Gebruiker bijwerken
pl: Aktualizacja użytkownika
pt: Atualizar usuário
pt_pt: Actualizar utilizador
ru: Обновить пользователя
tr: Kullanıcıyı güncelle
zh_tw: 更新使用者

# Title
source: Upgrade
ca: Millorar
es: Mejorar
fr: Mise à niveau
hr: Nadogradnja
id: Meningkatkan
pl: Ulepsz
pt_pt: Actualizar
ru: Улучшить
tr: Yükselt
zh_tw: 升級

# Title
source: Use for encryption
ca: Utilitza per al xifratge
de: Zur Verschlüsselung benutzen
fr: Utiliser pour le chiffrement
hr: Upotreba šifriranja
nl: Gebruik voor versleuteling
pl: Użyj do szyfrowania
pt: Usar para criptografia
pt_pt: Usar para encriptação
ru: Использовать для шифрования
tr: Şifreleme için kullan
zh_tw: 用於加密

# Title
source: User
ca: Usuari
de: Benutzer
es: Usuario
fr: Utilisateur
hr: Korisnik
id: Pengguna
nl: Gebruiker
pl: Użytkownik
pt: Usuário
pt_pt: Utilizador
ru: Пользователь
tr: Kullanıcı
zh_tw: 使用者

# Title
source: User history
ca: Historial d'usuaris
de: Benutzerhistorie
es: Historial de usuario
fr: Historique de l’utilisateur
hr: Povijest korisnika
id: Riwayat pengguna
nl: Gebruikersgeschiedenis
pl: Historia użytkownika
pt: Histórico de usuário
pt_pt: Histórico do utilizador
ru: История пользователя
tr: Kullanıcı geçmişi
zh_tw: 使用者記錄

# Title
source: User login
ca: Entrada d'usuari
de: Benutzer-Login
es: Inicio de sesión
fr: Connexion
hr: Prijava korisnika
id: Login pengguna
nl: Gebruikerslogin
pl: Logowanie użytkownika
pt: Início de sessão do usuário
pt_pt: Início de sessão do utilizador
ru: Имя пользователя
tr: Kullanıcı girişi
zh_tw: 使用者登入

# Title
source: Username
ca: Nom d'usuari
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hr: Korisničko ime
id: Nama pengguna
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
pt_pt: Nome de utilizador
ru: Имя пользователя
tr: Kullanıcı adı
zh_tw: 使用者名稱

# Title
source: Username and domain
ca: Nom d'usuari i domini
de: Benutzername und Domain
es: Nombre de usuario y dominio
fr: Nom d'utilisateur et domaine
hr: Korisničko ime i domena
id: Username dan domain
nl: Gebruikersnaam en domein
pl: Nazwa użytkownika i domena
pt: Nome de usuário e domínio
pt_pt: Nome de utilizador e domínio
ru: Имя пользователя и домен
tr: Kullanıcı adı ve etki alanı
zh_tw: 使用者名稱及網域
