Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Reset your login
source: Save your password somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm you that have typed your password correctly.
ca: Guardeu les seves contrasenyes en un lloc segur. Feu clic a la icona <i class="fa fa-eye"></i> per confirmar que ha escrit la contrasenya correctament.
de: Speichern Sie Ihr Passwort an einem sicheren Ort. Klicken Sie auf <i class="fa fa-eye"></i>, um zu bestätigen, dass Sie Ihr Passwort korrekt eingegeben haben.
es: Guarde su contraseña en un lugar seguro. Haga clic en el ícono <i class="fa fa-eye"></i> para confirmar que ha escrito su contraseña correctamente.
fr: Enregistrez votre mot de passe dans un endroit sûr. Cliquez sur l'icône <i class="fa fa-eye"></i> pour confirmer que vous avez tapé votre mot de passe correctement.
hr: Spremite svoju lozinku na sigurno. Pritisnite na <i class="fa fa-eye"></i> ikonu da biste potvrdili da ste unijeli lozinku točno.
id: Simpan kata sandi Anda di tempat yang aman. Klik ikon <i class = "fa fa-eye"> </ i> untuk mengonfirmasi bahwa Anda sudah mengetik kata sandi dengan benar.
nl: Bewaar uw wachtwoord op een veilige plaats. Klik op het <i class="fa fa-eye"></i> pictogram om te controleren of u het wachtwoord correct hebt ingevoerd.
pl: Zapisz hasło w bezpiecznym miejscu. Kliknij na ikonę <i class="fa fa-eye"></i>, aby potwierdzić, że poprawnie wpisałeś hasło.
pt: Guarde sua senha em local seguro. Clique sobre o <i class="fa fa-eye"></i> ícone para confirmar que digitou sua senha corretamente.
ru: Сохраните пароль где-нибудь в надёжном месте. Нажмите на значок <i class="fa fa-eye"></i>, чтобы проверить правильность ввода пароля.
tr: Parolanızı güvenli bir yerde saklayın. Parolanızı doğru yazdığınızdan emin olmak için <i class="fa fa-eye"></i> simgesine tıklayın.
zh_tw: 請把密碼保管於安全的場所。按 <i class="fa fa-eye"></i> 圖示以確認密碼輸入正確。

# Storage warning
source: You have reached 100% of your storage capacity. You won't be able to send or receive emails unless you permanently delete some emails or purchase more storage. {{learnMoreLink}}.
hr: Dostigli ste 100% kapaciteta za pohranu. Nećete moći slati ni primati e-poštu osim ako trajno ne izbrišete neke poruke e-pošte ili kupite više prostora za pohranu. {{learnMoreLink}}.
nl: U heeft 100% van uw opslagruimte in gebruik. U kunt geen e-mailberichten versturen of ontvangen tenzij u een aantal e-mailberichten verwijdert of meer opslagruimte aanschaft. {{learnMoreLink}}.
pt: Você atingiu 100% da sua capacidade de armazenamento. Você não será capaz de enviar ou receber e-mails a menos que você exclua permanentemente alguns e-mails ou compre mais armazenamento. {{learnMoreLink}}.
ru: Вы достигли 100% ёмкости своего хранилища. Вы не сможете отправлять или принимать почту, пока полностью не удалите некоторые письма или пока не купите больше места для хранения. {{learnMoreLink}}.
zh_tw: 您已經達到100%空間儲存限制。您將無法繼續寄送會接收郵件 除非您永久刪除部分郵件或是購買更多的儲存空間。 {{learnMoreLink}}

# Success
source: Autoresponder activated
hr: Aktiviran je automatski odgovor
pt: Respostas automáticas foram ativadas
ru: Автоответчик включён

source: bytes).
fr: octets).
hr: bajtova).
id: byte).
pl: bajtów).
ru: байт).
tr: bayt).
zh_tw: 位元組）

# Title
source: BCC
ca: CCO
es: CCO
fr: CCI
pl: UDW
pt: CCO
ru: Cкрытая копия
tr: Gizli Kopya
zh_tw: 密件副本

# Title
source: Bits
hr: Bitovi
pl: Bitów
ru: Бит
tr: Bit
zh_tw: 位元

# Title
source: CC
pl: DW
pt: Com Cópia
ru: Копия
zh_tw: 副本

# Title
source: Confirm
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
zh_tw: 確認

# Title
source: DKIM
ru: DKIM-запись

# Title
source: Email
ca: Correu electrònic
es: Correo electrónico
hr: E-pošta
ru: Эл. почта
tr: E-Posta
zh_tw: 電子郵件

# Title
source: Error encountered
es: Se ha producido un error
hr: Došlo je do pogreške
nl: Fout opgetreden
pl: Wystąpił błąd
pt: Erro encontrado
ru: Произошла ошибка
zh_tw: 出現錯誤

# Title
source: Expiration
ca: Venciment
de: Verfallszeitpunkt
es: Expiración
fr: Date d'expiration
hr: Istječe
id: Kadaluarsa
nl: Vervaldatum
pl: Wygasa
pt: Expiração
ru: Срок действия
tr: Bitiş
zh_tw: 使用期限

# Title
source: Key size
es: Tamaño de clave
nl: Sleutelgrootte
pt: Tamanho da chave
ru: Длина ключа
zh_tw: 金鑰大小

# Title
source: Number
ca: Número
de: Nummer
es: Número
fr: Nombre
hr: Broj
id: Jumlah
nl: Nummer
pl: Numer
pt: Número
ru: Номер
tr: Numara
zh_tw: 數字

# Title
source: Resetting your password means you will no longer be able to read your old emails. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Click here to learn more</a>. If you have further questions, please email contact@protonmail.ch. Are you sure you want to reset your password?
es: Restablecer su contraseña significa que ya no podrá leer sus mensajes viejos. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">haga clic aquí para más información</a>. Si tiene más preguntas, por favor envíenos un correo electrónico a contact@protonmail.ch. ¿Está seguro que desea restablecer la contraseña?
nl: Uw wachtwoord resetten betekent dat u niet meer uw oude berichten kunt lezen. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Klik voor meer informatie</a>. Als u nog verdere vragen heeft kunt u een e-mail sturen naar contact@protonmail.ch. Weet u zeker dat u uw wachtwoord wil resetten?
pt: Redefinir a sua senha significa que você não poderá mais ler seus e-mails antigos. <a href="https://protonmail.com/support/knowledge-base/updating-sua-login-password/" target="_blank"> Clique aqui para saber mais </a>. Se você tiver mais perguntas, envie um email para contact@protonmail.ch. Tem certeza de que deseja redefinir sua senha?
ru: Сброс вашего пароля означает, что вы больше не сможете читать свои старые письма. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Щёлкните здесь, чтобы узнать подробнее</a>. Если у вас есть другие вопросы, пожалуйста, напишите на contact@protonmail.ch. Вы действительно уверены, что хотите сбросить свой пароль?
zh_tw: 若重設密碼，您將無法讀取舊電子郵件。<a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">瞭解詳情</a>。如您有任何問題，請發電子郵件至 contact@protonmail.ch 。您確定要重設密碼？

# Title
source: Spam
ca: Correu brossa
hr: Neželjena pošta
ru: Спам
tr: Gereksiz
zh_tw: 垃圾郵件

# Title
source: You can generate a new encryption key if you think your previous key has been compromised. 4096-bit keys only work on high performance computers. For most users, we recommend using 2048-bit keys.
nl: U kunt een nieuwe versleutelingssleutel aanmaken als u denkt dat uw sleutel gestolen is. Sleutels van 4096-bit werken alleen goed op krachtige computers. Voor de meeste gebruikers raden wij sleutels van 2048-bit aan.
pt: Você pode gerar uma nova chave de criptografia caso desconfie que sua chave anterior esteja comprometida. Chaves de 4096 bits é recomendável apenas em computadores com alto desempenho. Para a maioria dos usuários, recomendamos o uso de chaves de 2048 bits.
ru: Вы можете создать новый ключ шифрования, если считаете, что ваш предыдущий ключ был скомпрометирован. 4096-битные ключи работают только на высокопроизводительных компьютерах. Для большинства пользователей мы рекомендуем 2048-битные ключи.
zh_tw: 若您認為您的金鑰已外洩，您可以生成一個新金鑰。4096 位元的金鑰只會在高性能電腦上運作。對大部份用戶，我們推薦使用 2048 位元的金鑰。

# VCard key name
source: Email
ca: Correu electrònic
de: E-Mail-Adresse
es: Correo
hr: E-pošta
ru: Эл. почта
tr: E-posta
zh_tw: 電子郵件

# VCard key name
source: Fax
hr: Faks
pl: Faks
ru: Факс
tr: Faks

# Want to test the latest features? Log in on BETA
source: BETA
fr: BÊTA
pl: wersji BETA
ru: БЕТА-ВЕРСИЮ
zh_tw: 公測

# fileSize format
source: GB
fr: Go
ru: ГБ

# fileSize format
source: KB
fr: Ko
ru: КБ

# fileSize format
source: MB
fr: Mo
ru: МБ

# Title
source: Bridge IMAP/SMTP
ca: Pont IMAP / SMTP
de: IMAP/SMTP-Brücke
fr: Passerelle IMAP/SMTP
hr: IMAP/SMTP most
id: Jembatan IMAP/SMTP
nl: IMAP/SMTP-brug
pl: Most IMAP/SMTP
pt: Ponte IMAP/SMTP
tr: IMAP/SMTP Bridge

# Success
source: Preference updated
ca: Preferència desada
de: Einstellungen aktualisiert

# Title
source: BCC:
ca: CCO:
fr: Cci :

# Info
source: Download your PGP Keys for use with other PGP compatible services. Only incoming messages in inline OpenPGP format are currently supported.
es: Descargue las claves PGP para utilizarlas con otros servicios compatibles con PGP. Sólo se admiten mensajes entrantes en formato OpenPGP.
zh_tw: 下載您的PGP金鑰，可用於其他 PGP 相容的服務。目前只支援內嵌 OpenPGP 格式的郵件。

# Title
source: <span class="margin-right" translate-context="Info" translate="">Available VPN connections</span>
zh_tw: <span class="margin-right" translate="">可用的 VPN 連接</span>

# Title
source: <span class="margin-right" translate-context="Info" translate="">Number of users</span>
zh_tw: <span class="margin-right" translate="">使用者數</span>

# Title
source: <span class="margin-right" translate="" translate-context="Info">Organization storage</span>
zh_tw: <span class="margin-right" translate="">組織存儲空間</span>

# Action
source: <i class="fa fa-floppy-o"></i> <span ng-show="message.maximized === true" translate="" translate-context="Action">Save</span>
es: <i class="fa fa-floppy-o"></i> <span ng-show="message.maximized === true" translate="" translate-context="Action">Guardar</span>

# Action
source: <i class="fa fa-trash-o"></i> <span ng-show="!!message.maximized" translate="" translate-context="Action">Discard</span>
es: <i class="fa fa-trash-o"></i> <span ng-show="!!message.maximized" translate="" translate-context="Action">Descartar</span>

# Action
source: Add Condition
es: Añadir condición

# Action
source: Buy
es: Comprar

# Action
source: Edit other signatures
es: Editar otras firmas

# Action
source: Edit photo
es: Editar imagen

# Action
source: Fetch from server
es: Buscar desde el servidor

# Action
source: For custom 2-year plans, click here
es: Para planes bienales personalizados, clic aquí

# Action
source: Get a new 2-year plan
es: Obtenga un nuevo plan bienal

# Action
source: Having trouble? Try an older version
es: ¿Tiene problemas? Pruebe la versión anterior

# Action
source: Reactivate address keys
es: Reactivar claves de direcciones

# Action
source: Reactivate contact keys
es: Reactivar claves de contacto

# Action
source: Show features
es: Mostrar funciones

# Action
source: Switch current subscription to a 2-year plan
es: Cambiar suscripción actual por un plan bienal

# Action
source: To
es: Para

# Action
source: View original
es: Mostrar original

# Action to not save contact details and switch to the new page
source: Discard
es: Descartar

# Action to save contact details and switch to the new page
source: Save
es: Guardar

# Contact item label
source: Trusted Keys
es: Claves de confianza

# Donation modal
source: Error while processing credit.
es: Error al procesar el crédito.

# Donation modal
source: Error while processing donation.
es: Error al procesar la donación.

# Dropdown
source: Change currency <i class="fa fa-caret-down"></i>
es: Cambiar moneda <i class="fa fa-caret-down"></i>

# Error
source: Address creation failed
es: Creación de la dirección fallida

# Error
source: Cannot send message
es: No se puede enviar el mensaje

# Error
source: Domain request failed
es: Error en la solicitud del dominio

# Error
source: Email invalid
es: Correo electrónico inválido

# Error
source: Error during deletion
es: Error al borrar

# Error
source: Error during disable request
es: Error durante la solicitud de desactivación

# Error
source: Error during enable request
es: Error durante la petición de habilitar

# Error
source: Error during get address
es: Error al obtener la dirección

# Error
source: Error during query addresses
es: Error durante la consulta de direcciones

# Error
source: Error during revoke request
es: Error durante la petición de revocar

# Error
source: Error during the encryption
es: Error durante el cifrado

# Error
source: Error during the initialization of logs
es: Error durante la inicialización de los registros

# Error
source: Error during the reply process
es: Error durante el proceso de respuesta

# Error
source: Error during updating
es: Error durante la actualización

# Error
source: Error privatizing the user
es: Error al privatizar al usuario

# Error
source: Error retrieving backup organization keys
es: Error al recuperar la copia de las claves de la organización

# Error
source: Error subscribing
es: Error al suscribirse

# Error
source: Error updating organization key recovery password
es: Error al actualizar la contraseña de recuperación de la clave de la organización

# Error
source: Error updating organization name
es: Error al actualizar el nombre de la organización

# Error
source: Error updating role
es: Error al actualizar el privilegio

# Error
source: Error updating the disk space quota
es: Error al actualizar la cuota de espacio

# Error
source: Error updating the name
es: Error al actualizar el nombre

# Error
source: Error updating the vpn option
es: Error al actualizar la opción de vpn

# Error
source: Error while updating setting
es: Error al actualizar los ajustes

# Error
source: Invalid email(s): {{total}}
es: Correo(s) inválido(s): {{total}}

# Error
source: No conversations available
es: No hay conversaciones disponibles

# Error
source: No messages available
es: No hay mensajes disponibles

# Error
source: Organization keys request failed
es: Falló la solicitud de claves de la organización

# Error
source: Saving draft failed, please try again
es: Error al guardar el borrador, inténtelo de nuevo

# Error
source: Subscription request failed
es: Falló la solicitud de la suscripción

# Error
source: Unable to get organization keys
es: No se pueden obtener las claves de la organización

# Error
source: Unable to reset theme
es: No se puede restablecer el tema

# Error
source: Unable to save your changes, please try again.
es: No se pueden guardar los cambios, por favor, inténtelo de nuevo.

# Error
source: Unable to save your changes, your signature is too large.
es: No se pueden guardar los cambios, su firma es demasiado larga.

# Error
source: User creation failed
es: Error al crear el usuario

# Error
source: User request failed
es: Error en la solicitud del usuario

# Error
source: Username already taken
es: Nombre de usuario ya registrado

# Error
source: Username invalid
es: Nombre de usuario inválido

# Error
source: VPN request failed
es: Error en la solicitud de VPN

# Error
source: You have {{total}} recipients. The maximum number is 25.
es: Tiene {{total}} destinatarios. El número máximo es de 25.

# Error
source: Your account currently has an overdue invoice. Please contact your administrator.
es: Su cuenta tiene actualmente una factura vencida. Por favor contacte con su administrador.

# Error delete attachment
source: Error during the remove request
es: Error durante la solicitud de quitar

# Error label modal
source: Error when saving label
es: Error al guardar la etiqueta

# Error message
source: %s is not a valid PGP key.
es: %s no es una clave PGP válida.

# Error message
source: Uploaded key does match selected key.
es: La clave subida no coincide con la clave seleccionada.

# Error organization
source: Error during the generation of new organization keys
es: Error durante la generación de nuevas claves de la organización

# Error organization
source: Organization request failed
es: Falló la solicitud de la organización

# Error organization creation
source: Error during organization request
es: Error durante la solicitud de la organización

# Full day name
source: Friday
es: Viernes

# Full day name
source: Monday
es: Lunes

# Full day name
source: Saturday
es: Sábado

# Full day name
source: Sunday
es: Domingo

# Full day name
source: Thursday
es: Jueves

# Full day name
source: Tuesday
es: Martes

# Full day name
source: Wednesday
es: Miércoles

# Help
source: To edit the signature(s) and manage your address(es), <a ui-sref="secured.account">go to account</a>
es: Para editar las firmas y gestionar sus direcciones, <a ui-sref="secured.account">vaya a Cuenta</a>

# Info
source: Are you sure you want to permanently remove this user from your organization? They will lose access to any addresses belonging to your organization.
es: ¿Está seguro que desea eliminar permanentemente este usuario de su organización? Perderá acceso a cualquier dirección perteneciente a su organización.

# Info
source: Choose your prefered button order for marking messages as read / unread.
es: Elija su orden preferido de los botones para marcar mensajes como leídos / no leídos.

# Info
source: For a strictly limited period between Black Friday and Cyber Monday (November 24-27), we are having the first ever sale in ProtonMail's history! For these 4 days only, it is possible to get up to 45% off regular price for ProtonMail and ProtonVPN with our special 2-year plans. Once subscribed to this promotion, you keep the discount as long as your subscription is active.
es: Por un tiempo estrictamente limitado entre el Black Friday y el Cyber Monday (24-27 de noviembre), tendremos nuestra primera liquidación en la historia de ProtonMail. Durante estos cuatro días, será posible obtener hasta un 45% de descuento para ProtonMail y ProtonVPN con nuestros planes especiales de dos años. Una vez suscrito a esta promoción, mantendrá el descuento mientras su suscripción esté activa.

# Info
source: For security reasons, we need to verify that you are the owner of your domain. Please add the following code into your DNS. <strong>Do not remove it even after successful verification</strong>. This can typically be done in the control panel of your domain name registrar.
es: Por razones de seguridad, tenemos que verificar que es el dueño de su dominio. Por favor, agregue el siguiente código en el registro DNS. <strong>No lo borre hasta después de la verificación exitosa</strong>. Esto puede hacerse generalmente en el panel de control de su registrador de nombres de dominio.

# Info
source: If you wish to delete in order to combine this account with another one, do NOT delete your account. You need to instead follow
es: Si desea eliminar para combinar esta cuenta con otra, NO elimine su cuenta. En ese caso necesita seguir

# Info
source: ProtonMail Plus adds a number of powerful features to your secure inbox: 5GB storage, 5 extra addresses, Filters, Folders, Labels, IMAP/SMTP support (beta), use your own domain name.
es: ProtonMail Plus añade funciones y características adicionales a su cuenta: 5 GB de almacenamiento, cinco direcciones adicionales, filtros, carpetas, etiquetas, soporte IMAP/SMTP (beta), su dominio personalizado.

# Info
source: ProtonMail is entirely community funded as we don't sell ads or abuse your privacy. Your support allows us to continue to improve ProtonMail and make the Internet a better place.
es: ProtonMail es una comunidad financiada porque no vendemos publicidad ni abusamos de su privacidad. Su apoyo nos permite seguir mejorando ProtonMail y hacer de Internet un lugar mejor.

# Info
source: ProtonVPN encrypts your internet connection, ensuring your online activity stays private. 100+ servers in 14 countries. Secure core network, Tor integration, protect up to 5 devices.
es: ProtonVPN cifra su conexión a internet, asegurando que su actividad en línea se mantenga privada. Más de cien servidores en catorce países. Red secure core, integración con Tor, proteger hasta cinco dispositivos.

# Info
source: The ultimate internet privacy package, combining the most popular ProtonMail and ProtonVPN plans. By buying both together with our special 2-year plan, you can save 45% off of the regular monthly price.
es: El mejor paquete de privacidad en Internet, combinando los planes más populares ProtonMail y ProtonVPN. Comprando ambos con nuestro plan bienal, puede ahorrar hasta un 45% del precio mensual regular.

# Info
source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
es: Este correo electrónico ha fallado los requisitos de autenticación de su dominio. ¡Puede ser falsificado o reenviado incorrectamente!

# Key details
source: Created on {{created}}, {{bits}} bits (only used for signature verification)
es: Creado el {{created}}, {{bits}} bits (utilizada solamente para verificación de firmas).

# Label
source: <label class="labelsState-toggle-label" translate-context="Label" translate="">Notification</label> <toggle data-status="label.notify" data-on="ON" data-off="OFF" data-name="changeNotifyLabel" data-id="{{ label.ID }}"></toggle>
es: <label class="labelsState-toggle-label" translate-context="Label" translate="">Notificación</label> <toggle data-status="label.notify" data-on="ON" data-off="OFF" data-name="changeNotifyLabel" data-id="{{ label.ID }}"></toggle>

# Link
source: Reactivate keys
es: Reactivar claves

# Link
source: the procedure
es: el procedimiento

# List domains
source: No custom domain found
es: No se encontró ningún dominio personalizado

# Paypal component
source: Error connecting to PayPal.
es: Error al conectar con PayPal.

# Pikaday
source: April
es: Abril

# Pikaday
source: August
es: Agosto

# Pikaday
source: December
es: Diciembre

# Pikaday
source: February
es: Febrero

# Pikaday
source: January
es: Enero

# Pikaday
source: July
es: Julio

# Pikaday
source: June
es: Junio

# Pikaday
source: March
es: Marzo

# Pikaday
source: May
es: Mayo

# Pikaday
source: November
es: Noviembre

# Pikaday
source: October
es: Octubre

# Pikaday
source: September
es: Septiembre

# Placeholder
source: Composer mode
es: Modo del editor

# Placeholder
source: Cryptographic scheme
es: Esquema criptográfico

# Placeholder
source: Encrypt
es: Cifrar

# Placeholder
source: Sign
es: Firmar

# Price per month
source: /mo
es: /mes

# Report bug request
source: Error communicating with the server
es: Error al comunicarse con el servidor

# Signup error
source: Would you like to create a free ProtonMail account instead?
es: ¿Desea crear una cuenta gratuita de ProtonMail en su lugar?

# Signup features
source: 20GB storage
es: 20 GB de almacenamiento

# Signup features
source: 5GB storage
es: 5 GB de almacenamiento

# Signup features
source: Early access to new features
es: Acceso temprano a nuevas funciones

# Signup features
source: Help pick new features through Visionary only polls
es: Ayude a elegir nuevas funciones solo a través de encuestas para Visionary

# Signup features
source: Labels and Custom Filters
es: Etiquetas y filtros personalizados

# Signup features
source: No sending limits
es: Sin límites de envío

# Signup features
source: Priority Customer Support
es: Soporte prioritario

# Signup features
source: Send encrypted messages to external recipients
es: Enviar mensajes cifrados a destinatarios externos

# Signup features
source: Send up to 1000 messages per day
es: Enviar hasta 1000 mensajes por día

# Signup features
source: Support for up to 5 domains
es: Soporte hasta 5 dominios

# Signup features
source: Up to 5 email aliases
es: Hasta 5 alias de correo electrónico

# Signup features
source: Up to 50 email aliases
es: Hasta 50 alias de correo electrónico

# Signup features
source: Use your own domain (ex: thomas@anderson.com)
es: Utilice su propio dominio (ej: thomas@anderson.com)

# Single letter code Monday
source: M
es: L

# Single letter code Sunday
source: S
es: D

# Single letter code Thursday
source: T
es: J

# Single letter code Tuesday
source: T
es: M

# Single letter code Wednesday
source: W
es: K

# Text displays in the toggle component, make it shorter as possible
source: Yes
es: Sí

# Three letter code Friday
source: Fri
es: Vie

# Three letter code Monday
source: Mon
es: Lun

# Three letter code Saturday
source: Sat
es: Sáb

# Three letter code Sunday
source: Sun
es: Dom
