Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
ca: Sense activació no podreu crear nous usuaris, afegir adreces a usuaris existents o accedir a comptes d'usuaris no privats.
de: Ohne Aktivierung sind Sie nicht in der Lage neue Benutzer zu erstellen, Adressen zu bestehenden Benutzern hinzuzufügen oder auf nicht-private Accounts zuzugreifen.
es: Sin activación, no podrá crear nuevos usuarios, agregar direcciones a usuarios existentes o acceder a cuentas de usuario no privadas.
fr: Sans activation, vous ne pourrez pas créer de nouveaux utilisateurs, ajouter des adresses aux utilisateurs existants ou accéder aux comptes d’utilisateurs non privés.
hr: Bez aktivacije nećete moći stvarati nove korisnike, dodavati adrese postojećim korisnicima niti pristupati neprivatnim korisničkim računima.
id: Tanpa aktivasi Anda tidak dapat membuat pengguna baru, menambahkan alamat ke pengguna yang ada, atau mengakses akun pengguna non-pribadi.
nl: Zonder activatie kun u nog geen nieuwe gebruikers maken, adressen aan bestaande gebruikers toewijzen of toegang krijgen tot niet-privé gebruikeraccounts.
pl: Bez aktywacji nie będziesz w stanie tworzyć nowych użytkowników, dodawać adresów do istniejących użytkowników, ani mieć dostępu do nie prywatnych kont użytkowników.
pt: Sem a ativação, você não poderá criar novos usuários, adicionar endereços a usuários existentes ou acessar as contas de usuário que não são privadas.
pt_pt: Sem a activação, não poderá criar novos utilizadores, adicionar endereços a utilizadores existentes ou aceder a contas de utilizador não privadas.
ru: Без активации вы не сможете создавать новых пользователей, добавлять адреса к существующим пользователям или получать доступ к неконфиденциальным учётным записям.
tr: Etkinleştirme olmadan yeni kullanıcılar oluşturamaz, mevcut kullanıcılara adres ekleyemez veya özel olmayan kullanıcı hesaplarına erişemezsiniz.
zh_tw: 如果沒有啟用，您將無法建立新的使用者、新增電子郵件地址給現有的使用者或者存取非私有的使用者帳戶。

# Info
source: You are about to open another browser tab and visit:
ca: Esteu a punt d'obrir una altra pestanya del navegador i visitar:
de: Sie öffnen damit einen neuen Tab in Ihrem Browser und besuchen:
pt_pt: Está prestes a abrir outro separador no navegador e visitar:

# Info
source: You are about to revoke all sessions. The user will be automatically logged out of all sessions and prompted to log back in. Are you sure you want to revoke all sessions ?
pt_pt: Está prestes a revogar todas as sessões. O utilizador será automaticamente desligado de todas as sessões e instado a reiniciar sessão. Tem a certeza de que deseja revogar todas as sessões?

# Info
source: You are using ProtonVPN Free. Upgrade to ProtonVPN Plus to get faster speeds and better privacy.
ca: Esteu emprant ProtonVPN Gratuït. Actualitzeu a ProtonVPN Plus per aconseguir velocitats més altes i més privacitat.
de: Sie verwenden ProtonVPN Free. Aktualisieren Sie auf ProtonVPN Plus, um damit schnellere Geschwindigkeiten und bessere Privatsphäre zu erhalten.
fr: Vous utilisez ProtonVPN Free. Veuillez passer à ProtonVPN Plus pour obtenir des vitesses plus rapides et un meilleur niveau de confidentialité.
hr: Koristite ProtonVPN Free. Nadogradite na ProtonVPN Plus da biste dobili veće brzine i bolju privatnost.
nl: U gebruikt ProtonVPN Free. Upgrade naar ProtonVPN Plus voor hogere snelheden en betere privacy.
pl: Używasz darmowego ProtonVPNa. Ulepsz do planu ProtonVPN Plus, aby móc korzystać z większych prędkości oraz lepszej ochrony prywatności.
pt: Você está usando o ProtonVPN Gratuito. Faça o upgrade para o ProtonVPN Plus para obter uma maior velocidade e melhor privacidade.
pt_pt: Está a usar o ProtonVPN Free. Actualize para o ProtonVPN Plus para obter velocidades mais rápidas e melhor privacidade.
ru: Вы используете ProtonVPN Free. Расширьте тариф до ProtonVPN Plus для получения более быстрых скоростей и лучшей конфиденциальности.
tr: ProtonVPN Ücretsiz planını kullanıyorsunuz. Daha hızlı ve daha iyi gizlilik için ProtonVPN Plus planına yükseltin.
zh_tw: 您正使用 ProtonVPN 免費版。升級至 ProtonVPN Plus 以獲得更高速度和更好的隱私。

# Info
source: You can add and remove folders from selected emails by clicking the folders button <strong>(2)</strong>.
ca: Podeu afegir i eliminar carpetes dels correus seleccionats clicant el botó de carpetes <strong>(2)</strong>.
de: Sie können Ordner aus ausgewählten E-Mails hinzufügen und entfernen, indem Sie auf die Schaltfläche Ordner <strong>(2)</strong> klicken.
es: Puede añadir y eliminar carpetas de correos seleccionados haciendo clic en el botón de carpetas <strong>(2)</strong>.
fr: Vous pouvez ajouter et supprimer les dossiers des emails sélectionnés en cliquant sur le bouton dossiers <strong>(1)</strong>.
hr: Mape iz odabranih poruka e-pošte možete dodavati i uklanjati pritiskom na gumb mape <strong>(2)</strong>.
nl: U kunt mappen toewijzen en verwijderen van geselecteerde e-mails door op de knop 'mappen' te klikken <strong>(2)</strong>.
pl: Możesz dodawać lub usuwać foldery z wybranych wiadomości klikając przycisk folderu <strong>(2)</strong>.
pt: Você pode adicionar e remover pastas de e-mails selecionados clicando no botão de pastas <strong>(2)</strong>.
pt_pt: Pode adicionar e remover pastas de emails seleccionados clicando no botão de pastas <strong>(2)</strong>.
ru: Вы можете назначать (добавлять и удалять) папки для выбранных писем, нажимая кнопку "Папки" <strong>(2)</strong>.
tr: <strong>(2)</strong> klasörüne tıklayarak seçili e-postalardan klasöre ekleyebilir veya kaldırabilirsiniz.
zh_tw: 您可以從所選取的電子郵件中來新增且移除資料夾，只需點擊資料夾的按鈕<strong>(2)</strong>。

# Info
source: You can add and remove labels from selected emails by clicking the labels button <strong>(1)</strong>.
ca: Podeu afegir i eliminar etiquetes dels correus seleccionats clicant el botó d'etiquetes <strong>(1)</strong>.
de: Sie können Kategorien aus ausgewählten E-Mails hinzufügen und entfernen, indem Sie auf die Schaltfläche Kategorie <strong>(1)</strong> klicken.
es: Puede añadir y eliminar etiquetas de correos seleccionados haciendo clic en el botón de etiquetas <strong>(1)</strong>.
fr: Vous pouvez ajouter et supprimer les labels des emails sélectionnés en cliquant sur le bouton labels <strong>(1)</strong>.
hr: Oznake možete dodavati i uklanjati iz odabranih poruka e-pošte pritiskom na gumb s oznakama <strong>(1)</strong>.
nl: U kunt labels toewijzen en verwijderen aan geselecteerde e-mails door op de knop 'labels' te klikken <strong>(1)</strong>.
pl: Można dodawać i usuwać etykiety z wybranych wiadomości klikając przycisk etykiety <strong>(1)</strong>.
pt: Você pode adicionar e remover marcadores de e-mails selecionados clicando no botão de marcadores <strong>(1)</strong>.
pt_pt: Pode adicionar e remover etiquetas de emails seleccionados clicando no botão de etiquetas <strong>(1)</strong>.
ru: Вы можете добавлять и удалять ярлыки для выбранных писем, нажимая кнопку "Ярлыки" <strong>(1)</strong>.
tr: <strong>(1)</strong> etiketine tıklayarak seçili e-postalardan etikete ekleyebilir veya kaldırabilirsiniz.
zh_tw: 您可以從所選取的電子郵件中來新增且移除標籤，只需點擊標籤的按鈕<strong>(1)</strong>。

# Info
source: You can also add, delete, and edit them by clicking on <em>Folders / Labels</em> <strong>(3)</strong>.
ca: Podeu afegir, eliminar i editar clicant <em>Carpetes / Etiquetes</em><strong>(3)</strong>.
de: Sie können sie außerdem hinzufügen, löschen und bearbeiten, indem Sie auf <em>Ordner/Kategorien</em> <strong>(3)</strong> klicken.
es: También puede añadirlos, eliminarlos y editarlos haciendo clic en <em>Carpetas/Etiquetas</em> <strong>(3)</strong>.
fr: Vous pouvez également les ajouter, les supprimer et les modifier en cliquant sur <em>Dossiers / Labels</em> <strong>(3)</strong>.
hr: Možete ih dodavati, brisati i uređivati pritiskom na <em>Mape / Oznake</em> <strong>(3)</strong>.
nl: U kunt ze ook toewijzen, verwijderen of bewerken door op <em>Mappen/Labels</em> te klikken <strong>(3)</strong>.
pl: Można również dodawać, usuwać i edytować je, klikając na <em>Foldery / Etykiety</em> <strong>(3)</strong>.
pt: Você também pode adicionar, excluir e editar clicando em <em> Pastas / Marcadores </em><strong> (3) </strong>.
pt_pt: Também pode adicionar, eliminar e editar clicando em <em>Pastas/Etiquetas</em> <strong>(3)</strong>.
ru: Вы также можете добавлять, удалять, и изменять их, нажимая на <em>Папки / Ярлыки</em> <strong>(3)</strong>.
tr: <em>Klasörler / Etiketler</em><strong>(3)<strong> 'e tıklayarak da ekleyebilir, silebilir ve düzenleyebilirsiniz.
zh_tw: 您還可以點擊<em>資料夾/標籤</em><strong>(3)</strong> 並且新增、刪除與編輯。

# Info
source: You can decrypt the file with a program such as {{link}} if you have the corresponding private key.
ca: Podeu desxifrar l'arxiu amb un programa del tipus {{link}} si teniu la clau privada corresponent.
de: Sie können die Datei mit einer Anwendung wie z.B. {{link}} entschlüsseln, wenn Sie den entsprechenden privaten Schlüssel besitzen.
es: Puede descifrar el archivo con un programa como {{link}} si tiene la clave privada correspondiente.
fr: Si vous avez la clé privée correspondante, vous pouvez déchiffrer le fichier avec un programme tel que {{link}}.
hr: Datoteku možete dešifrirati programom kao što je {{link}} ako imate odgovarajući privatni ključ.
nl: Wanneer u de bijbehorende private sleutel heeft, dan kan u het bestand met een programma zoals {{link}} ontsleutelen.
pl: Możesz odszyfrować plik programem takim jak {{link}}, jeśli masz odpowiedni klucz prywatny.
pt: Você pode descriptografar o arquivo com um programa, como {{link}}, se você tiver a chave privada correspondente.
pt_pt: Pode desencriptar o ficheiro com um programa como o {{link}} se tiver a chave privada correspondente.
ru: Вы сможете расшифровать файл программой вроде {{link}} , если у вас есть соответствующий закрытый ключ.
tr: Karşılık gelen özel anahtara sahipseniz, dosyanın şifresini {{link}} gibi bir programla çözebilirsiniz.
zh_tw: 若您有對應的私密金鑰，您可使用諸如 {{link}} 的程式解密檔案。

# Info
source: You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.
ca: Podeu habilitar l'accés amb autenticació per veure quan s'accedeix al vostre compte, i des de quina IP. Enregistrarem l'adreça IP que accedeix al compte, l'hora i els intents fallits.
de: Sie können die Protokollierung von Authentifizierungen aktivieren um zu sehen wann auf Ihr Account von welcher IP-Adresse zugegriffen wurde. Wir werden die IP-Adresse und den Zeitpunkt, auch von fehlgeschlagenen Anmeldeversuchen, aufzeichnen.
es: Puede habilitar el registro de autenticación para ver cuándo se accede a su cuenta y desde qué IP. Registraremos la dirección IP que accede a la cuenta y la hora, así como los intentos fallidos.
fr: Vous pouvez activer la journalisation des connexions à votre compte afin de visualiser les accès à celui-ci ainsi que les adresses IP à l'origine de la connexion. Nous enregistrons pour chaque tentative de connexion l’adresse IP source, la date et l'heure, ainsi que les connexions ayant échoué.
hr: Možete omogućiti zapisivanje provjera autentičnosti da biste vidjeli kada se pristupa vašem računu i s koje je IP adrese. Snimit ćemo IP adresu koja je pristupila računu i vrijeme, kao i neuspješne pokušaje.
id: Anda dapat mengaktifkan logging otentikasi untuk melihat kapan akun Anda diakses, dan dari mana IP. Kami akan mencatat alamat IP yang mengakses akun dan waktu, serta usaha yang gagal.
nl: U kunt inschakelen dat bijgehouden wordt wanneer uw account benaderd wordt, en vanaf welk IP-adres. We zullen dan het IP-adres bijhouden vanaf waar uw account benaderd wordt, de tijd wanneer dit gebeurt, evenals mislukte inlogpogingen.
pl: Możesz włączyć dziennik logowania, aby widzieć udane i nieudane próby logowania, oraz adres IP, z których próby te następowały.
pt: Você pode habilitar o registro de autenticação para ver quando sua conta é acessada e de qual IP. Registramos o endereço IP que acessa a conta e a hora, bem como tentativas falhas.
pt_pt: Pode activar o diário de autenticações para saber quando é que a sua conta foi acedida e de que IP. Será gravado o endereço IP que acede à conta, a hora e as tentativas falhadas.
ru: Вы можете включить логи аутентификации, чтобы видеть в какое время и с какого IP-адреса производился доступ к учётной записи. Мы будем записывать IP-адреса, которые имели доступ к учётной записи, а также время посещения и неудачные попытки входа.
tr: Hesabınıza ne zaman ve hangi IP adresinden erişildiğini görmek için kimlik doğrulama günlüğünü etkinleştirebilirsiniz. Başarısız girişimlerin yanı sıra hesaba erişen IP adresini ve saatlerini de kaydedeceğiz.
zh_tw: 您可以啟用登入驗證記錄，以用來查詢您帳戶的存取時間和來源IP。我們將記錄帳戶登入成功與登入失敗的IP 位址以及時間。

# Info
source: You can now also receive and send messages from your @pm.me address (short for ProtonMail me or Private Message me).
ca: Ara també podeu rebre i enviar missatges des de la vostra adreça @pm.me (abreviat de "ProtonMail me" o "Private Message me").
de: Sie können ab sofort Nachrichten von Ihrer @pm.me Adresse (kurz für „ProtonMail me” oder „Private Message me”) empfangen und versenden.
es: Ahora puede recibir y enviar mensajes con su dirección @pm.me (abreviatura de ProtonMail).
fr: Vous pouvez désormais également recevoir des messages sur votre adresse @pm.me (abréviation de ProtonMail me ou de Private Message me).
hr: Sada možete primati i slati poruke s vaše @pm.me adrese e-pošte (skraćeno od ProtonMail me ili Private Message me).
id: Anda sekarang juga dapat menerima dan mengirim pesan dari alamat @pm.me Anda (singkat untuk ProtonMail saya atau Pesan Pribadi saya).
nl: U kunt nu ook berichten ontvangen en verzenden vanaf uw @pm.me-adres (afkorting voor 'ProtonMail me' of 'Private Message me').
pl: Teraz możesz również odbierać i wysyłać wiadomości z adresu @pm.me (skrót dla ProtonMail me lub Private Message me).
pt: Agora você também pode receber e enviar mensagens do seu endereço @pm.me (abreviação de ProtonMail me ou Private Message me).
pt_pt: Agora também pode enviar e receber mensagens do seu endereço @pm.me (abreviatura para ProtonMail me ou Private Message me).
ru: Теперь вы также можете получать и отправлять сообщения, используя свой адрес @pm.me (сокращённое название от "ProtonMail me" или "Private Message me").
tr: Artık @pm.me adresinizden de ileti alabilir ve gönderebilirsiniz (ProtonMail için kısa ileti veya bana özel ileti).
zh_tw: 您現在也可以從您的 @pm.me 電子郵件地址來接收和傳送郵件 (ProtonMail me 或 Private Message me 的縮寫)。

# Info
source: You can now also receive messages at your @pm.me address (short for ProtonMail me or Private Message me).
ca: Ara també podeu rebre missatges a la vostra adreça @pm.me (abreviat de "ProtonMail me" o "Private Message me").
de: Sie können nun ebenfalls Nachrichten an Ihre @pm.me-Adresse erhalten (kurz für ProtonMail me oder Private Message me).
es: Ya puede recibir mensajes a su dirección @pm.me (abreviatura de ProtonMail).
fr: Vous pouvez désormais également recevoir des messages sur votre adresse @pm.me (diminutif de ProtonMail me ou de Private Message me).
hr: Sada možete primati poruke i na @pm.me adrese e-pošte (skraćeno od ProtonMail me ili Private Message me).
id: Sekarang Anda juga dapat menerima pesan di alamat @pm.me Anda (kependekan dari ProtonMail me atau Private Message me).
nl: U kunt nu ook berichten ontvangen op uw @pm.me-adres (afkorting voor 'ProtonMail me' of 'Private Message me').
pl: Teraz możesz również odbierać wiadomości z adresu @pm.me (skrót dla ProtonMail me lub Private Message me).
pt: Agora você também pode receber mensagens no seu endereço @pm.me (abreviação de ProtonMail me ou Private Message me).
pt_pt: Agora também pode receber mensagens no seu endereço @pm.me (abreviatura para ProtonMail me ou Private Message me).
ru: Теперь вы также можете получать сообщения на свой адрес @pm.me (сокращённое название от "ProtonMail me" или "Private Message me").
tr: Artık @pm.me adresinden de iletiler alabilirsiniz (ProtonMail için kısa ilet veya bana özel ileti).
zh_tw: 您現在也可以從您的 @pm.me 電子郵件地址來接收和傳送郵件 (ProtonMail me 或 Private Message me 的縮寫)。

# Info
source: You have a new email
ca: Teniu un nou correu electrònic
de: Sie haben eine neue E-Mail
es: Tiene un nuevo correo electrónico
fr: Vous avez un nouveau message
hr: Imaš novu poruku
id: Anda memiliki email baru
nl: U hebt een nieuwe e-mail
pl: Masz nową wiadomość e-mail
pt: Você recebeu um novo e-mail
pt_pt: Tem um novo email
ru: Вы получили новое сообщение
tr: Yeni bir e-postanız var
zh_tw: 您有新電子郵件

# Info
source: You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
ca: Heu perdut l'accés a les vostres claus d'organització. Sense restauració no podreu crear usuaris nous, afegir adreces a usuaris ja existents, o accedir a comptes d'usuaris no privats.
de: Sie haben den Zugriff auf Ihre Organisationsschlüssel verloren. Ohne Wiederherstellung werden Sie nicht in der Lage sein, neue Benutzer zu erstellen, bestehenden Nutzern Adressen zuzuweisen oder auf nicht-private Accounts zuzugreifen.
es: Ha perdido el acceso a las claves de su organización. Sin restauración, no podrá crear nuevos usuarios, agregar direcciones a usuarios existentes o acceder a cuentas de usuario no privadas.
fr: Vous avez perdu l'accès aux clés de votre organisation. Sans une restauration, vous ne pourrez ni créer de nouveaux utilisateurs, ni ajouter d'adresses à un utilisateur existant, ni accéder à un compte non privé.
hr: Izgubili ste pristup ključevima organizacije. Bez obnove nećete moći stvarati nove korisnike, dodavati adrese postojećim korisnicima niti pristupati privatnim korisničkim računima.
id: Anda telah kehilangan akses ke kunci organisasi Anda. Tanpa restorasi Anda tidak dapat membuat pengguna baru, menambahkan alamat ke pengguna yang ada, atau mengakses akun pengguna non-pribadi.
nl: U heeft uw toegang tot de organisatie sleutels verloren. Zonder herstel kan u geen nieuwe gebruikers creëren, nieuwe adressen aan bestaande gebruikers toewijzen of toegang krijgen tot niet-private gebruikers accounts.
pl: Utraciłeś dostęp do kluczy organizacji. Bez ich odzyskania nie będzie możliwości zakładania nowych użytkowników, dodawania adresów do już istniejących oraz logowania się na konta niechronione.
pt: Você perdeu o acesso às chaves de sua organização. Sem restauração, você não poderá criar novos usuários, adicionar endereços a usuários existentes ou acessar contas de usuários não-privadas.
pt_pt: Perdeu o acesso às chaves da sua organização. Sem restauro não poderá criar novos utilizadores, adicionar endereços a utilizadores existentes ou aceder a contas de utilizador não privadas.
ru: Вы потеряли доступ к ключам организации. Без восстановления вы не сможете создавать новых пользователей, добавлять адреса к существующим пользователям или получать доступ к неконфиденциальным учётным записям.
tr: Kuruluş anahtarlarınıza erişiminizi kaybettiniz. Geri yükleme olmadan; yeni kullanıcılar oluşturamaz, mevcut kullanıcılara adres ekleyemez veya özel olmayan kullanıcı hesaplarına erişemezsiniz.
zh_tw: 您失去了對組織金鑰的存取權限。如果沒有還原，您將無法建立新使用者、向現有使用者添加電子郵件位址，或是訪問非專用使用者的帳戶。

# Info
source: You have no contact groups.
ca: No teniu grups de contacte.
de: Keine Kontaktgruppen vorhanden
fr: Vous n’avez pas de groupe de contacts.
hr: Nemate grupa kontakata.
pl: Nie masz żadnej grupy kontaktów.
pt: Você não tem grupos de contatos.
pt_pt: Não tem grupos de contactos.
ru: У вас нет групп контактов.
tr: Kişi grubunuz yok.
zh_tw: 您沒有連絡人群組。

# Info
source: You have no contacts
ca: No teniu cap contacte
de: Keine Kontakte vorhanden
es: No tiene contactos
fr: Vous n’avez pas de contacts
hr: Nemate kontakata
id: Anda tidak memiliki kontak
nl: U heeft geen contactpersonen
pl: Nie masz żadnych kontaktów
pt: Você não possui contatos
pt_pt: Não tem contactos
ru: У вас нет контактов
tr: Hiç kişiniz yok
zh_tw: 您沒有聯絡人

# Info
source: You have no custom filters.
ca: No tens filtres personalitzats.
de: Sie haben keine benutzerdefinierten Filter.
es: No tiene filtros personalizados.
fr: Vous n’avez aucun filtre personnalisé.
hr: Nemate više prilagođenih filtara.
id: Anda tidak memiliki filter khusus.
nl: U heeft geen geavanceerde filters.
pl: Nie posiadasz filtrów niestandardowych.
pt: Você não tem nenhum filtro personalizado.
pt_pt: Não tem filtros personalizados.
ru: У вас нет пользовательских фильтров.
tr: Özel filtreniz yok.
zh_tw: 沒有自訂篩選器。

# Info
source: You have no duplicate contacts
ca: No tens contactes duplicats
de: Keine doppelten Kontakte vorhanden
es: No tiene contactos duplicados
fr: Vous n’avez pas de contacts en double
hr: Nemate dupliciranih kontakata
id: Anda tidak memiliki kontak duplikat
nl: U heeft geen dubbele contactpersonen
pl: Nie masz zduplikowanych kontaktów
pt: Você não tem nenhum contato duplicado
pt_pt: Não tem contactos duplicados
ru: У вас нет повторяющихся контактов
tr: Yinelenen kişiniz yok
zh_tw: 您沒有重複的聯絡人

# Info
source: You have no labels.
ca: No tens etiquetes.
de: Noch keine Kategorien angelegt.
es: No tiene etiquetas.
fr: Vous n’avez aucun label.
hr: Nemate oznaka.
id: Anda tidak memiliki label.
nl: U hebt geen labels.
pl: Nie posiadasz etykiet.
pt: Você não tem marcadores.
pt_pt: Não tem etiquetas.
ru: У вас нет ярлыков.
tr: Hiç etiketiniz yok.
zh_tw: 沒有標籤。

# Info
source: You have no saved payment methods.
ca: No té mètodes de pagament guardats.
de: Sie verfügen über keine gespeicherten Zahlungsmethoden.
es: No tiene ningún método de pago guardado.
fr: Vous n'avez pas de mode de paiement enregistré.
pt_pt: Não tem métodos de pagamento gravados.
tr: Kayıtlı ödeme yönteminiz yok.
