Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly. Feel free to ignore and skip DMARC unless you really want strict policies such as <strong>p=quarantine</strong> or <strong>p=reject</strong>.
ca: Si heu configurat tant l'SPF com el DKIM, el DMARC us permet especificar com els altres serveis de correu haurien d'enviar missatges des del vostre domini quan els controls de l'SPF i el DKIM han fallat. Això pot dificultar l'apropiació indeguda d'identitat però també pot provocar problemes en l'enviament si no es configura correctament. Ignoreu el DMARC a no ser que vulgueu una regulació estricte com <strong>p=quarantine</strong> o <strong>p=reject</strong>.
de: Wenn Sie sowohl SPF als auch DKIM eingerichtet haben können Sie mit DMARC spezifizieren wie andere E-Mail-Dienste Nachrichten Ihrer Domain behandeln wenn SPF und DKIM Prüfungen fehlerhaft waren. Dies kann es für Spammer schwieriger machen Ihre Identität vorzutäuschen, es kann jedoch auch Fehler bei der Zustellung verursachen wenn dies nicht ordnungsgemäß eingestellt ist. Fühlen Sie sich frei, DMARC zu ignorieren wenn Sie nicht strikte Regeln wie <strong>p=quarantine</strong> oder <strong>p=reject</strong> anwenden möchten.
es: Si ha configurado SPF y DKIM, DMARC le permite especificar cómo otros servicios de correo electrónico deben entregar correo electrónico a su dominio si SPF y DKIM han fallado las comprobaciones. Esto puede hacer más difícil para los spammers que pretenden ser usted pero también puede causar problemas con la entrega si no fue hecho correctamente. Siéntase libre para ignorar y omitir DMARC a menos que realmente quiera políticas estrictas tales como <strong>p=quarantine</strong> o <strong>p=reject</strong>.
fr: Si vous avez activé SPF et DKIM, DMARC vous permet de spécifier comment d'autres services de emails doivent transmettre les emails pour votre domaine au cas où les vérifications SPF et DKIM ont échouées. Ceci peut compliquer la tâche des polluposteurs qui souhaitent se faire passer pour vous mais peut aussi occasioner des problèmes de livraison de emails en cas de configuration partielle ou approximative. N'hésitez pas à ignorer DMARC sauf si vous souhaitez des règles strictes telles que <strong>p=quarantine</strong> ou <strong>p=reject</strong>.
hr: Ako ste postavili SPF i DKIM, DMARC vam omogućuje da odredite kako bi drugi pružatelji usluge e-pošte trebali dostaviti e-poštu za vašu domenu, ako SPF i DKIM provjere nisu uspjele. Ovo može otežati pošiljateljima neželjenih poruka koji se pretvaraju da ste vi, ali može uzrokovati i probleme s isporukom ako se ne provede ispravno. Slobodno zanemarite i preskočite DMARC osim ako ne želite stroga pravila kao što su <strong>p=quarantine</strong> ili <strong>p=reject</strong>.
id: Jika Anda telah menetapkan SPF dan DKIM, DMARC memungkinkan Anda menentukan bagaimana layanan email lain mengirimkan email untuk domain Anda jika cek SPF dan DKIM telah gagal. Hal ini dapat membuat lebih sulit bagi spammer yang berpura-pura menjadi Anda tapi mungkin juga menyebabkan masalah pengiriman jika tidak dilakukan dengan benar. Jangan ragu untuk mengabaikan dan lewati DMARC kecuali Anda benar-benar menginginkan kebijakan yang ketat seperti <strong> p = karantina </ strong> atau <strong> p = reject </ strong> .
nl: Indien u zowel SPF als DKIM ingesteld hebt, geeft het DMARC-record voor andere e-maildiensten aan wat er moet gebeuren als er iets misgaat tijdens het controleren van uw SPF- en DKIM-records. Dit maakt het moeilijker voor spammers om zich voor te doen als u, maar dit kan ook afleverproblemen veroorzaken ten gevolge van een foutieve configuratie. U bent niet verplicht DMARC in te stellen en kunt dit naar behoeve overslaan, tenzij u een streng beleid wil instellen, bijvoorbeeld door <strong>p=quarantine</strong> of <strong>p=reject</strong> te gebruiken.
pl: Jeśli ustawiłeś zarówno SPF, jak i DKIM, to konfiguracja DMARC pomoże Ci określić, w jaki sposób inni dostawcy powinni dostarczać wiadomości e-mail dla Twojej domeny, w momencie, gdy wiadomości nie przejdą weryfikacji SPF i DKIM. Pomoże to uniknąć podszywania się spamerów pod Twoją domenę, ale jeśli zostanie ustawione nieprawidłowo, może powodować problemy z dostarczaniem wiadomości. Możesz pominąć konfiguracje DMARC, chyba że interesuje Cię zastosowanie odpowiedniej polityki, jak kwarantanna <strong>p=quarantine</strong> lub odrzucanie <strong>p=reject</strong>.
pt: Se você configurou o SPF e DKIM, o DMARC irá permitir que você especifique como outros serviços de e-mail devem entregar e-mails para seu domínio caso as verificações SPF e DKIM falhem. Isso pode tornar mais difícil para spammers se passarem por você, mas também podem causar problemas de entrega se não for feito corretamente. Sinta-se à vontade para ignorar e pular a parte de configuração do DMARC, a menos que você realmente queira políticas rígidas, como <strong>p =quarantine</strong> ou <strong>p=reject</strong>.
pt_pt: Se definiu o SPF e o DKIM, o DMARC permite-lhe especificar como é que outros serviços de email devem entregar os emails para o seu domínio, se a verificação dos SPF e DKIM falharem. Isto pode dificultar a personificação pelos assediadores mas também pode causar problemas se não for feito correctamente. Ignore o DMARC à vontade, a não ser que pretenda realmente políticas restritas, tais como a <strong>p=quarantine</strong> ou <strong>p=reject</strong>.
ru: Если у вас настроены оба SPF и DKIM, DMARC позволит вам указать, как другие почтовые службы должны доставлять почту для вашего домена, если обе SPF и DKIM проверки были неудачны. Это осложнит возможность спамерам притворяться вами, но также может послужить проблемой доставки, если не настроено правильно. Вы можете проигнорировать и пропустить DMARC до тех пор, пока не захотите строгие ограничения, такие как <strong>p=quarantine</strong> или <strong>p=reject</strong>.
tr: Hem SPF'yi hem de DKIM'i ayarladıysanız, DMARC, hem SPF hem de DKIM kontrolleri başarısız olmuşsa, diğer e-posta servislerinin etki alanınız için e-posta göndermesini belirtmenizi sağlar. Bu, sizin gibi davranan gereksiz ileti gönderenlerin işini zorlaştırabilir. Ancak doğru şekilde yapılmazsa teslimat sorunlarına da neden olabilir. <strong>p=karantina</strong> veya <strong>p=reddetme</strong> gibi sıkı politikaları gerçekten istemediğiniz sürece, DMARC'yı görmezden gelip atlamaktan çekinmeyin.
zh_tw: 若您同時設定 SPF 和 DKIM，DMARC 可讓您指示其他電子郵件服務在 SPF 和 DKIM 檢查失敗時如何處理您的電子郵件。這可以令垃圾郵件發佈者更難偽裝，但若設定不當，亦能引起郵件傳送問題。除非您希望 <strong>p=quarantine</strong> 或 <strong>p=reject</strong> 之類的嚴格政策，否則您可以略過 DMARC 設定。

# Info
source: If you lose your password, you will not be able to read your emails.
ca: Si perdeu la contrasenya, no podreu llegir els vostres correus.
de: Wenn Sie Ihr Passwort verlieren, werden Sie nicht mehr in der Lage sein Ihre E-Mails zu lesen.
es: Si pierde su contraseña, no será capaz de leer sus correos electrónicos.
fr: Si vous perdez votre mot de passe, vous ne serez plus en mesure de consulter vos emails.
hr: Ako izgubite vašu lozinku, nećete moći čitati poruke e-pošte.
id: Jika Anda kehilangan kata sandi Anda, Anda tidak akan bisa membaca email Anda.
nl: Als u uw wachtwoord vergeet bent u niet meer in staat om uw e-mails te lezen.
pl: Jeśli zapomnisz lub zgubisz hasło, nie będziesz w stanie odczytać wiadomości e-mail.
pt: Se você perder sua senha, não poderá ler seus e-mails.
pt_pt: Se perder a sua senha, não poderá ler os seus emails.
ru: Если Вы потеряете свой пароль, то не сможете читать свои письма.
tr: Parolanızı kaybederseniz e-postalarınızı okumanız mümkün olmayacaktır.
zh_tw: 若您遺失密碼，您將無法讀取電子郵件。

# Info
source: If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit 2FA code to log into your account. Each code can only be used once.
ca: Si perdeu el dispositiu habilitat per a l'autentificació de doble factor, aquests codis es poden emprar per accedir al vostre compte en comptes del codi 2FA de 6 xifres. Cada codi es pot utilitzar una sola vegada.
de: Wenn Sie Ihr bestätigtes 2-Faktor-Gerät verlieren, können diese Schlüssel anstelle des 6-stelligen 2FA-Schlüssels verwendet werden, um sich am Konto anzumelden. Jeder Schlüssel kann nur einmal verwendet werden.
es: Si pierde su dispositivo habilitado para dos factores, estos códigos se pueden utilizar en lugar del código de 6 dígitos para ingresar a su cuenta. Cada código puede utilizarse solo una vez.
fr: Si vous perdez votre appareil destiné à l'authentification à deux facteurs, ces codes peuvent être utilisés pour vous connecter à votre compte en lieu et place des codes à 6 chiffres générés. Chacun de ces codes ne peut être utilisé qu'une seule fois.
hr: Ukoliko izgubite svoj uređaj za provjeru autentičnosti u dva koraka, ovi kodovi se mogu upotrijebiti umjesto 6-znamenkastog 2FA koda da bi se prijavili na vaš račun. Svaki kôd može se upotrijebiti samo jednom.
id: Jika Anda kehilangan perangkat berkemampuan dua faktor, kode ini dapat digunakan sebagai pengganti kode 2 digit 2FA untuk masuk ke akun Anda. Setiap kode hanya bisa digunakan satu kali.
nl: Wanneer u uw tweestapsverificatie apparaat verliest kunnen deze codes gebruikt worden in plaats van de 6-cijferige 2FA code om in te loggen op uw account. Elke code kan maar een keer worden gebruikt.
pl: Jeśli zgubisz urządzenie z przypisanym uwierzytelnianiem dwustopniowym, do logowania mogą zostać użyte poniższe kody zamiast 6-cyfrowego kodu 2FA. Każdy kod może być użyty tylko jeden raz.
pt: Se você perdeu seu dispositivo com autenticação de dois fatores ativado, estes códigos podem ser utilizados ao invés do código de 6 dígitos de dois fatores para entrar em sua conta. Cada código só pode ser utilizado uma única vez.
pt_pt: Se perder o seu dispositivo com autenticação em dois passos, poderá utilizar estes códigos em vez do código 2FA de 6 dígitos para entrar na conta. Cada código só pode ser utilizado uma vez.
ru: Если вы потеряете своё "двухфакторное" устройство, то эти коды могут быть использованы вместо 6-значного 2ФА-кода, чтобы войти в вашу учётную запись. Каждый код может быть использован только единожды.
tr: İki adımlı etkin cihazınızı kaybederseniz, bu kodlar hesabınıza giriş yapmak için 6 basamaklı 2FA kodu yerine kullanılabilir. Her kod, yalnızca bir kez kullanılabilir.
zh_tw: 若您遺失了兩步驟驗證裝置，您可使用這些代碼來取代六位數字的兩步驟驗證碼以登入帳戶。每個代碼只能使用一次。

# Info
source: If you want to keep an existing SPF record, you can just add <code>include:_spf.protonmail.ch</code> to it after the <code>v=spf1</code>. Do not create multiple SPF records.
ca: Si voleu mantenir un registre SPF existent, podeu afegir <code>include:_spf.protonmail.ch</code> després de <code>v=spf1</code>. No creeu múltiples registres SPF.
de: Wenn Sie Ihren bestehenden SPF-Eintrag behalten möchten können Sie <code>include:_spf.protonmail.ch</code> nach <code>v=spf1</code> hinzufügen. Erstellen Sie nicht mehrere SPF-Einträge.
es: Si desea mantener un registro SPF existente, sólo puede agregar <code>include:_spf.protonmail.ch</code> a él después de <code>v=spf1</code>. No cree múltiples registros de SPF.
fr: Si vous désirez conserver un enregistrement SPF existant, il vous suffit d'ajouter <code>include:_spf.protonmail.ch</code> à ce dernier après le mot-clé <code>v=spf1</code>. Ne créez pas plusieurs enregistrements SPF.
hr: Ako želite zadržati postojeći SPF zapis, možete mu dodati <code>include:_spf.protonmail.ch</code> nakon <code>v=spf1</code>. Ne stvarajte više SPF zapisa.
id: Jika Anda ingin menyimpan data SPF yang ada, Anda bisa menambahkan <code> include: _spf.protonmail.ch </ code> ke kode <code> v = spf1 </ code> . Jangan membuat beberapa catatan SPF.
nl: Als u een bestaand SPF-record wil behouden, kunt u <code>include:_spf.protonmail.ch</code> toevoegen na <code>v=spf1</code>. Maak geen meerdere SPF-records aan.
pl: Jeśli chcesz zachować istniejący rekord SPF, dodaj jedynie <code>include:_spf.protonmail.ch</code> po istniejącym <code>v = spf1</code>. Nie należy tworzyć wielu rekordów SPF.
pt: Se você quiser manter um registro SPF existente, você pode simplesmente adicionar <code> include: _spf.protonmail.ch</code> a ele depois do <code>v=spf1</code>. Não crie múltiplos registros SPF.
pt_pt: Se quer manter um registo de SPF existente, pode simplesmente adicionar-lhe <code>include:_spf.protonmail.ch</code> após <code>v=spf1</code>. Não crie múltiplos registos SPF.
ru: Если вы хотите оставить существующую SPF запись, то можете просто добавить <code>include:_spf.protonmail.ch</code> к ней, после <code>v=spf1</code>. Не создавайте несколько SPF записей.
tr: Mevcut bir SPF kaydını tutmak istiyorsanız, yalnızca <code>include:_spf.protonmail.ch</code> kodundan sonra <code>v=spf1</code> kodunu ekleyebilirsiniz. Birden fazla SPF kaydı oluşturmayın.
zh_tw: 若您想保留既有的 SPF 記錄，請在 <code>v=spf1</code> 後加入 <code>include:_spf.protonmail.ch</code> 。請不要建立多個 SPF 記錄。

# Info
source: If you wish to delete this account in order to combine it with another one, do NOT delete it. You need to follow
ca: Si voleu suprimir aquest compte per combinar-lo amb un altre, NO ho suprimiu. Has de seguir
de: Wenn Sie dieses Konto löschen möchten, um es mit einem weiterem zu verknüpfen, dürfen Sie es NICHT löschen. Sie müssen folgen
fr: Si vous souhaitez supprimer ce compte en vue de le combiner avec un autre, ne le supprimez PAS. Vous devez suivre
hr: Ako želite izbrisati ovaj račun s ciljem da ga kombinirate s drugim, NE brišite ga. Možete slijediti
nl: Als u dit account probeert te verwijderen om het te combineren met een ander account, dan moet u het NIET verwijderen. U moet volgen
pl: Nie usuwaj tego konta w celu połączenia go z innym. Musisz postępować zgodnie
pt: Se você deseja excluir esta conta para combiná-la com outra, NÃO a exclua. Você precisa seguir
pt_pt: Se deseja eliminar esta conta para combiná-la com outra, NÃO a elimine. Tem de seguir
ru: Если вы хотите удалить эту учётную запись для того, чтобы объединить её с другой, то НЕ удаляйте её. Вам нужно следовать
tr: Bu hesabı başka bir hesap ile birleştirmek için silmek isterseniz, SİLMEYİN. Takip etmeniz gerekiyor
zh_tw: 如果您想要刪除此帳戶以便與另一帳戶合併，請先不要刪除。您需要依照

# Info
source: Important: Please make sure you saved the recovery codes. Otherwise you can permanently lose access to your account if you lose your 2FA device.
ca: Important: Si us plau assegureu-vos que heu guardat els codis de recuperació. D'altra manera podríeu perdre l'accés al vostre compte de forma permanent en cas de perdre el dispositiu 2FA.
de: Wichtig: Bitte stellen Sie sicher, dass Sie die Wiederherstellungsschlüssel gespeichert haben. Andernfalls können Sie den Zugriff auf Ihr Konto dauerhaft verlieren, wenn Sie Ihr Gerät für die Zwei-Faktor-Authentifizierung verlieren.
es: Importante: Asegúrese de que ha guardado los códigos de recuperación. De lo contrario, podría perder el acceso permanentemente a su cuenta si pierde su dispositivo 2FA.
fr: Important : Assurez-vous d'avoir enregistré les codes de récupération. Dans le cas contraire, vous risquez de perdre définitivement l’accès à votre compte si vous perdez votre appareil 2FA.
hr: Važno: Molimo spremite kodove za oporavak. U suprotnom možete trajno izgubiti pristup računu ako izgubite svoj uređaj za provjeru autentičnosti u dva koraka (2FA).
id: Penting: Pastikan Anda menyimpan kode pemulihan. Jika tidak, Anda dapat kehilangan akses ke akun Anda secara permanen jika kehilangan perangkat 2FA Anda.
nl: Belangrijk: Zorg ervoor dat u uw herstelcodes hebt opgeslagen. Anders kunt u permanent de toegang tot uw account verliezen wanneer u uw tweestapsverificatie-apparaat kwijtraakt.
pl: Ważne: Upewnij się, że zapisałeś kody odzyskiwania. W przeciwnym razie możesz trwale utracić dostęp do konta, w przypadku zgubienia urządzenia generującego hasła dwustopniowe.
pt: Importante: Por favor, certifique-se de salvar os códigos de recuperação. Caso contrário, você perderá permanentemente o acesso a sua conta se perder seu dispositivo com autenticação de duas etapas.
pt_pt: Importante: certifique-se de que gravou os códigos de recuperação. Caso contrário, pode perder permanentemente o acesso à sua conta, caso perca o seu dispositivo 2FA (autenticação em dois passos).
ru: Важно: пожалуйста, убедитесь, что вы сохранили коды восстановления, иначе вы навсегда потеряете доступ к своей учётной записи в случае утери вашего 2ФА-устройства.
tr: Önemli: Lütfen kurtarma kodlarını kaydettiğinizden emin olun. Aksi takdirde, 2FA cihazınızı kaybederseniz hesabınıza erişiminizi kalıcı olarak kaybedebilirsiniz.
zh_tw: 重要：請確認已保存備用碼。否則，若遺失兩步驟驗證裝置，您會永久喪失帳戶存取權。

# Info
source: In the next few weeks, ProtonMail will drop support for Internet Explorer. Download one of the modern browsers below.
pt_pt: Nas próximas semanas, o ProtonMail vai deixar de suportar o Internet Explorer. Transfira um dos navegadores modernos indicado abaixo.

# Info
source: Invoice paid
ca: Factura pagada
de: Rechnung bezahlt
es: Factura pagada
fr: Facture payée
hr: Plaćen račun
id: Faktur dibayar
nl: Factuur betaald
pl: Faktura zapłacona
pt: Fatura paga
pt_pt: Factura paga
ru: Счёт оплачен
tr: Fatura ödendi
zh_tw: 已付款發票

# Info
source: It can take up to a day for DNS changes to update.
ca: Els canvis DNS poden trigar fins a un dia a actualitzar-se.
de: Es kann bis zu einem Tag dauern, bis DNS-Änderungen aktualisiert werden.
es: Puede tardar hasta un día para que los cambios de DNS se actualicen.
fr: Les changements de DNS peuvent prendre jusqu'à une journée pour être mis à jour.
hr: Može potrajati do jedan dan da se DNS promjene ažuriraju.
id: Butuh waktu hingga satu hari agar perubahan DNS diperbarui.
nl: Het kan een dag duren voordat DNS-veranderingen zijn bijgewerkt.
pl: Aktualizacja rekordów DNS może zająć do 24 godzin.
pt: Pode demorar até um dia para que as alterações de DNS sejam atualizadas.
pt_pt: Pode demorar até um dia para as alterações de DNS actualizarem.
ru: Вступление в силу настроек DNS может занять до 1 дня.
tr: DNS değişikliklerinin güncellenmesi bir gün kadar sürebilir.
zh_tw: DNS 更新需時可長達一日。

# Info
source: It currently isn't possible to subscribe to a Paid ProtonMail plan.
ca: Actualment no és possible subscriure's a un pla de ProtonMail de pagament.
de: Derzeit ist es nicht möglich, einen kostenpflichtiges Abonnement für ProtonMail abzuschließen.
fr: Il n’est actuellement pas possible de souscrire à une offre ProtonMail payante.
hr: Trenutno nije moguće pretplatiti se na plaćeni ProtonMail plan.
nl: Het is momenteel niet mogelijk om u te abonneren op een betaald ProtonMail-abonnement.
pl: Obecnie nie można subskrybować płatnego planu ProtonMail.
pt: Não foi possível se inscrever em um plano pago do ProtonMail nesse momento.
pt_pt: De momento não é possível subscrever um plano pago do ProtonMail.
ru: В настоящее время невозможно подписаться на платный тариф ProtonMail.
tr: Ücretli bir ProtonMail planına abone olmak şu anda mümkün değil.
zh_tw: 目前無法訂閱付費的 ProtonMail 計畫。

# Info
source: Keep this password safe--it cannot be recovered.
ca: Guardeu aquesta contrasenya en un lloc segur--no es pot recuperar.
de: Bewahren Sie dieses Passwort sicher auf--es kann nicht wiederhergestellt werden.
es: Mantenga esta contraseña segura, no puede ser recuperada.
fr: Gardez ce mot de passe en sécurité - il ne peut pas être récupéré.
hr: Čuvajte ovu lozinku &mdash; nije je moguće oporaviti.
id: Simpan kata sandi ini dengan aman - tidak dapat dipulihkan.
nl: Houd dit wachtwoord veilig--het kan niet hersteld worden.
pl: Zachowaj to hasło - nie będziemy w stanie Ci pomóc gdy go zapomnisz.
pt: Mantenha esta senha segura -- não pode ser recuperada.
pt_pt: Mantenha esta senha segura -- não pode ser recuperada.
ru: Храните этот пароль в надёжном месте, т.к. он не может быть восстановлен.
tr: Bu parolayı güvenli bir yerde tutun. Sonradan kurtarılamaz.
zh_tw: 請好好保管此密碼，因密碼無法復原。

# Info
source: Keep this record in your DNS for as long as you want to use DKIM. You can change its Value to <code>off</code> to disable DKIM
ca: Manteniu aquest registre en el DNS mentre vulgueu emprar el DKIM. Podeu canviar el seu valor a <code>desconectat</code> per inhabilitar-lo
de: Lassen Sie diesen DNS-Eintrag gesetzt so lange Sie DKIM benutzen möchten. Sie können den Wert zu <code>deaktiviert</code> ändern, um DKIM zu deaktivieren
es: Mantenga este registro en el DNS mientras quiera utilizar DKIM. Puede cambiar su valor a <code>off</code> para deshabilitar el DKIM
fr: Gardez cet enregistrement dans vos DNS tant que vous voulez utiliser DKIM. Vous pouvez changer sa Valeur à <code>off</code> pour désactiver DKIM
hr: Zadržite ovaj zapis u svom DNS-u dokle god želite koristiti DKIM. Možete promijeniti njegovu vrijednost na <code> isključeno</code> kako biste onemogućili DKIM
id: Simpanlah catatan ini di DNS Anda selama Anda ingin menggunakan DKIM. Anda dapat mengubah nilainya menjadi <code> off </ code> untuk menonaktifkan DKIM
nl: Houdt dit record in het DNS voor zolang u DKIM wil gebruiken. U kunt de waarde op <code>off</code> zetten om DKIM uit te schakelen
pl: Utrzymuj ten rekord w DNS tak długo, jak chcesz używać DKIM. Możesz zmienić jego wartość na <code>wyłączony</code>, aby wyłączyć DKIM
pt: Mantenha este registro em seu DNS enquanto você usar o DKIM. Você pode alterar seu Valor para <code>off</code> para desabilitar o DKIM
pt_pt: Mantenha este registo no seu DNS enquanto quiser usar o DKIM. Pode alterar o seu valor para <code>off</code> para desactivar o DKIM
ru: Сохраняйте эту запись в вашем DNS, пока хотите использовать DKIM. Чтобы отключить DKIM, вы можете изменить её значение Value на <code>off</code>
tr: DKIM'i kullanmak istediğiniz sürece bu kaydı DNS'nizde tutun. DKIM'i devre dışı bırakmak için değeri <code>off</code> olarak değiştirebilirsiniz
zh_tw: 要繼續使用 DKIM ，請在 DNS 保留此記錄。您可把參數改為 <code>off</code> 以停用 DKIM 。

# Info
source: Key reactivated
ca: Clau reactivada
de: Schlüssel reaktiviert
es: Clave reactivada
fr: Clé réactivée
hr: Ključ ponovno aktiviran
id: Kunci diaktifkan kembali
nl: Sleutel opnieuw geactiveerd
pl: Klucz został ponownie aktywowany
pt: Chave reativada
pt_pt: Chave reactivada
ru: Ключ повторно активирован
tr: Anahtar yeniden etkinleştirildi
zh_tw: 金鑰已重新啟用

# Info
source: Layout saved
ca: Capa desada
de: Layout gespeichert
fr: Mode d'affichage enregistré
hr: Izgled spremljen
nl: Lay-out opgeslagen
pl: Układ graficzny został zapisany
pt: Layout salvo
pt_pt: Disposição gravada
ru: Расположение сохранено
tr: Yerleşim kaydedildi
zh_tw: 版面樣式已儲存

# Info
source: Learn more
ca: Saber-ne més
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
hr: Saznajte više
id: Belajarlah lagi
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
pt_pt: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi edinin
zh_tw: 瞭解詳情

# Info
source: Learn more.
ca: Saber-ne més.
de: Erfahren Sie mehr.
es: Más información.
fr: En savoir plus.
hr: Saznajte više.
id: Belajarlah lagi.
nl: Meer informatie.
pl: Dowiedz się więcej.
pt: Mais informações.
pt_pt: Saiba mais.
ru: Узнать больше.
tr: Daha fazla bilgi edinin.
zh_tw: 瞭解詳情。
