Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# settings warning
source: Only change these settings if you are using PGP with non-ProtonMail recipients.
ca: Canvieu aquestes funcions únicament si esteu emprant PGP amb destinataris sense ProtonMail.
de: Ändern Sie diese Einstellungen ausschließlich, wenn Sie PGP mit Nicht-ProtonMail-Empfängern verwenden.
es: Solo cambie estos ajustes si está utilizando PGP con remitentes fuera de ProtonMail.
fr: Ne changez ces paramètres que si vous utilisez PGP avec des destinataires qui ne sont pas sur ProtonMail.
hr: Promijenite ove postavke samo ako koristite PGP s primateljima koji ne koriste ProtonMail.
nl: Wijzig deze instellingen alleen als u PGP met niet-ProtonMail ontvangers gebruikt.
pl: Zmień te ustawienia tylko, gdy używasz PGP z odbiorcami spoza ProtonMaila.
pt: Altere essas configurações apenas se você estiver usando o PGP com destinatários que não usam o ProtonMail.
pt_pt: Altere estas configurações só se estiver a usar PGP com destinatários não-ProtonMail.
ru: Изменяйте эти настройки только в том случае, если применяете PGP для переписки с получателями вне ProtonMail.
tr: Bu ayarları yalnızca ProtonMail dışındaki alıcılarla PGP kullanıyorsanız değiştirin.
zh_tw: 當您使用 PGP 和非 ProtonMail 使用者互相寄送郵件時，才需要更改這些設定。

# show used storage for an account
source: of
ca: de
de: von
es: de
fr: sur
hr: od
id: dari
nl: van
pl: z
pt: de
pt_pt: de
ru: из

# space used out of total space allowed for a member
source: Used
ca: Utilitzat
de: Verwendet
es: Utilizado
fr: Utilisé
hr: Korišteno
id: Bekas
nl: Gebruikt
pl: Używane
pt: Usado
pt_pt: Utilizados
ru: Используется
tr: Kullanılan
zh_tw: 使用中

# subscription details
source: Billing cycle end
ca: Final de cicle de facturació
de: Ende des Abrechnungszeitraums
es: El ciclo de facturación termina el
fr: Fin du cycle de facturation
hr: Kraj ciklusa naplate
id: Siklus penagihan berakhir
nl: Einde factuurperiode
pl: Koniec cyklu rozliczeniowego
pt: Fim do ciclo de faturação
pt_pt: Fim do ciclo de facturação
ru: Окончание платёжного цикла
tr: Ücretlendirme döngüsü sonu
zh_tw: 計費週期結束

# subscription link
source: Manage
ca: Gestionar
de: Verwalten
es: Gestionar
fr: Gérer
hr: Upravljanje
id: Mengelola
nl: Beheren
pl: Zarządzaj
pt: Gerenciar
pt_pt: Gerir
ru: Управление
tr: Yönet
zh_tw: 管理

# subscription price label
source: Total price
ca: Preu Total
de: Gesamtpreis
es: Precio total
fr: Prix total
hr: Ukupna cijena
id: Total harga
nl: Totaalprijs
pl: Łącznie
pt: Preço total
pt_pt: Preço total
ru: Общая стоимость
tr: Toplam fiyat
zh_tw: 合計金額

# subscription price label information
source: (with coupon)
ca: (amb cupó)
de: (mit Gutschein)
es: (con cupón)
fr: (avec coupon)
hr: (uz kupon)
id: (dengan kupon)
nl: (met coupon)
pl: (z kuponem)
pt: (com cupom)
pt_pt: (com cupão)
ru: (с купоном)
tr: (kupon ile)
zh_tw: （使用優惠券）

# subscription title
source: Payment
ca: Pagament
de: Zahlung
es: Pago
fr: Paiement
hr: Plaćanje
id: Pembayaran
nl: Betalingswijze
pl: Płatność
pt: Pagamento
pt_pt: Pagamento
ru: Платёж
tr: Ödeme
zh_tw: 付款

# subscription title
source: Plans
de: Tarife
es: Planes
fr: Offres
hr: Planovi
id: Rencana
nl: Abonnementen
pl: Plany
pt: Planos
pt_pt: Planos
ru: Тарифы
tr: Planlar
zh_tw: 方案

# title
source: Add to
ca: Afegir a
de: Hinzufügen zu
fr: Ajouter à
hr: Dodaj u
pl: Dodaj do
pt: Adicionar para
pt_pt: Adicionar a
ru: Добавить к
tr: Şuna ekle
zh_tw: 新增至

# title
source: Label as
ca: Etiqueta com a
de: zu Kategorie hinzufügen
es: Etiquetar como
fr: Labelliser comme
hr: Označi kao
id: Label sebagai
nl: Label als
pl: Oznacz jako
pt: Marcar como
pt_pt: Etiquetar como
ru: Отметить ярлыком
tr: Etiketle
zh_tw: 標籤為

# title
source: Move to
ca: Moure a
de: Verschieben nach
es: Mover a
fr: Déplacer vers
hr: Premjesti u
id: Pindah ke
nl: Verplaats naar
pl: Przenieś do
pt: Mover para
pt_pt: Mover para
ru: Переместить в
tr: Şuraya taşı
zh_tw: 移至

# title
source: New to ProtonMail?
ca: Nou a ProtonMail?
de: Neu bei ProtonMail?
fr: Nouveau sur ProtonMail ?
hr: Novi ste na ProtonMailu?
pl: Jesteś nowym użytkownikiem?
pt: Novo no ProtonMail?
pt_pt: Novo no ProtonMail?
ru: Вы новичок на ProtonMail?
tr: ProtonMail'de yeni misiniz?
zh_tw: ProtonMail的新使用者?

# toggle password
source: Hide password
ca: Oculta la contrasenya
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
hr: Sakrij lozinku
id: Sembunyikan kata sandi
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt: Ocultar senha
pt_pt: Ocultar senha
ru: Скрыть пароль
tr: Parolayı gizle
zh_tw: 隱藏密碼

# toggle password
source: Show password
ca: Mostrar contrasenya
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
hr: Prikaži lozinku
id: Tampilkan kata sandi
nl: Wachtwoord tonen
pl: Pokaż hasło
pt: Exibir senha
pt_pt: Mostrar senha
ru: Показать пароль
tr: Parolayı göster
zh_tw: 顯示密碼

# topUp modal
source: Credits added
ca: Crèdits afegits
de: Guthaben hinzugefügt
es: Créditos añadidos
fr: Crédits ajoutés
hr: Nadodan je kredit
id: Kredit ditambahkan
nl: Credits toegevoegd
pl: Środki zostały dodane
pt: Créditos adicionados
pt_pt: Créditos adicionados
ru: Средства зачислены
tr: Kredi eklendi
zh_tw: 已增加點數

# Action
source: <i class="fa fa-lock"></i> Submit
ca: <i class="fa fa-lock"></i> Envia
de: <i class="fa fa-lock"></i> Absenden
es: <i class="fa fa-lock"></i> Confirmar
fr: <i class="fa fa-lock"></i>Envoyer
hr: <i class="fa fa-lock"></i> Pošalji
id: <i class = "fa fa-lock"> </ i> Kirimkan
nl: <i class="fa fa-lock"></i> Aanmaken
pl: <i class="fa fa-lock"></i> Wyślij
pt: <i class="fa fa-lock"></i> Enviar
ru: <i class="fa fa-lock"></i> Отправить
tr: <i class="fa fa-lock"></i> Gönder
zh_tw: <i class="fa fa-lock"></i>送出

# Action
source: <span ng-if="ctrl.directSave" translate-context="Action" translate="">Save</span> <span ng-if="!ctrl.directSave" translate-context="Action" translate="">Done</span>
nl: <span ng-if="ctrl.directSave" translate-context="Action" translate="">Opslaan</span> <span ng-if="!ctrl.directSave" translate-context="Action" translate="">Klaar</span>
pt: <span ng-if="ctrl.directSave" translate-context="Action" translate="">Salvar</span> <span ng-if="!ctrl.directSave" translate-context="Action" translate="">Pronto</span>
ru: <span ng-if="ctrl.directSave" translate-context="Action" translate="">Сохранить</span> <span ng-if="!ctrl.directSave" translate-context="Action" translate="">Готово</span>
zh_tw: <span ng-if="ctrl.directSave" translate-context="Action" translate="">保存</span> <span ng-if="!ctrl.directSave" translate-context="Action" translate="">完成</span>

# Action
source: Add Payment Method
hr: Dodaj način plaćanja
nl: Betaalmethode toevoegen
pl: Dodaj sposób płatności
pt: Adicionar método de pagamento
ru: Добавить способ оплаты
zh_tw: 新增付款 方式

# Action
source: CC BCC
ca: CC CCO
fr: CC CCI
pl: DW UDW
pt: CC CCO
ru: Копия/Скрытая
zh_tw: 抄送密件副本

# Action
source: Click here to try again
ca: Feu clic per intentar-ho de nou
de: Hier klicken, um es erneut zu versuchen
es: Clic aquí para intentar nuevamente
fr: Cliquez ici pour réessayer
hr: Kliknite ovdje za ponovni pokušaj
id: Klik di sini untuk mencoba lagi
nl: Klik hier om het opnieuw te proberen
pl: Kliknij tutaj, aby spróbować ponownie
pt: Clique aqui para tentar novamente
ru: Нажмите здесь, чтобы повторить попытку
tr: Tekrar denemek için buraya tıklayın
zh_tw: 按這裡重試

# Action
source: Create a new group <i class="dropdown-folder-create-value">{{searchValue}}</i>
pt: Criar um novo grupo <i class="dropdown-folder-create-value">{{searchValue}}</i>
ru: Создать новую группу <i class="dropdown-folder-create-value">{{searchValue}}</i>
zh_tw: 建立新連絡人群組 <i class="dropdown-folder-create-value">{{searchValue}}</i>

# Action
source: Manual
de: Manuell
fr: Manuel
hr: Ručno
nl: Handmatig
pl: Ręcznie
ru: Вручную
tr: Manuel
zh_tw: 手動

# Action
source: Sign up
hr: Registriraj se
nl: Registreren
pt: Registre-se
ru: Регистрация
zh_tw: 註冊

# Action
source: Tutorial
fr: Tutoriel
hr: Uputstva
pl: Samouczek
ru: Учебник
tr: Öğretici
zh_tw: 教學

# Action
source: Yes
es: Sí
nl: Ja
pt: Sim
ru: Да
zh_tw: 是的

# App folder
source: Spam
ca: Correu brossa
hr: Neželjena pošta
ru: Спам
tr: Gereksiz
zh_tw: 垃圾郵件

# Composer
source: Attachments are limited to {{number}} MBB. Total attached would be: {{total}} MB.
es: Los adjuntos están limitados a {{number}} MB. El total adjuntado sería de: {{total}} MB.
nl: Bijlagen zijn beperkt tot {{number}} MBB. In totaal zouden de toegevoegde bijlagen {{total}} MB zijn.
pt: Os anexos estão limitados a {{number}} MB. O total anexado seria: {{total}} MB.
ru: Вложения ограничены {{number}} МБ. Все вложения займут: {{total}} МБ.
zh_tw: 附件僅限於 {{number}} MB。附加的合計將為: {{total}} MB。

# Composer Mode
source: Normal
hr: Normalno
nl: Normaal
pl: Standardowy
ru: Нормальный
zh_tw: 普通

# Composer, add File
source: If your URL is correct, you'll see an image preview here. Large images may take a few minutes to appear.
hr: Ako je vaš URL ispravan, ovdje ćete vidjeti pregled slike. Za velike slike potrebno je pričekati nekoliko minuta da se prikažu.
nl: Als uw URL correct is, ziet u hier een voorvertoning van de afbeelding. Grote afbeeldingen kunnen een paar minuten duren om te verschijnen.
pl: Jeśli twój URL jest prawidłowy, zobaczysz tutaj podgląd obrazu. Dla dużych obrazów może minąć kilka minut nim się pojawią.
pt: Se a sua URL estiver correta, você verá uma pré-visualização da imagem aqui. Imagens grandes podem levar alguns minutos para aparecer.
ru: Если ваша ссылка правильна, то здесь вы увидите образец изображения. Загрузка изображений большого размера может занимать несколько минут.
zh_tw: 如果您的 URL 正確，您將在這裡看到一個圖像預覽。大圖像可能需要幾分鐘才能顯示。

# Composer, add Link
source: In the first box, put the link/email/phone number the text should go to. In the second box, put the text you want to appear.
hr: U prvi okvir postavite poveznicu/e-poštu/broj telefona na koji tekst treba preusmjeravati. U drugom okviru postavite tekst koji želite da se prikazuje.
nl: Plaats de link, het e-mailadres of telefoonnummer in het eerste veld. Plaats de tekst die getoond wordt in het tweede veld.
pl: W pierwszym polu wpisz link/e-mail/numer telefonu, do którego powinien prowadzić tekst. W drugim polu wpisz tekst, który się pojawi.
pt: No primeiro campo, coloque o link/e-mail/número de telefone. No segundo campo, coloque o texto que você quer que apareça.
ru: В первое поле введите ссылку / адрес эл. почты / № телефона. Во второе поле &mdash; текст-описание для показа.
zh_tw: 在第一個文字框中，輸入連結/信箱/電話號碼 在第二個文字框中，則輸入您想顯示的內容。

# Danger
source: Address Verification with Trusted Keys is enabled for this address. To be able to send to this address, first trust public keys that can be used for sending.
hr: Za ovu adresu je omogućena potvrda adrese s pouzdanim ključevima. Da biste mogli slati na ovu adresu, prvo povjerite javne ključeve koji se mogu koristiti za slanje.
nl: Adresverificatie met vertrouwde sleutels is ingeschakeld voor dit adres. Om naar dit adres te kunnen verzenden, dient u eerst de primaire publieke sleutels te vertrouwen die gebruikt kunnen worden voor het versturen.
pl: Ten adres posiada włączoną weryfikację za pomocą zaufanych kluczy. By wysłać wiadomość, autoryzuj klucze publiczne przeznaczone do wysyłania.
pt: A verificação de endereço com chaves confiáveis ​​está habilitada para este endereço. Para poder enviar para este endereço, primeiro confie na chave pública primária.
ru: Проверка адреса доверяемыми ключами для этого адреса включена. Чтобы получить возможность отправки на этот адрес, сначала включите режим доверия публичным ключам, которые можно применять для отправки.
zh_tw: 此郵件地址已啟用郵件地址以信任金鑰驗證。 若要寄信到此郵件地址，您首先需信任可用的公開金鑰。

# Error
source: <strong>Incompatible browser detected</strong><br>Unfortunately your browser is outdated and not compatible with ProtonMail.<br>Please use the latest version of Safari, Firefox, Chrome, or Edge.<br>As a temporary workaround, you could try using an older version of ProtonMail <a href="https://old.protonmail.com">here</a>.
pt: <strong>Navegador incompatível detectado</strong><br>Infelizmente seu navegador está desatualizado e não é compatível com o ProtonMail.<br>Por favor, utilize a ultima versão do Safari, Firefox, Chrome ou Edge.<br>Como solução temporária, você pode usar uma versão antiga do ProtonMail <a href="https://old.protonmail.com">clicando aqui</a>.
ru: <strong>Обнаружен несовместимый браузер</strong><br>К сожалению, ваш браузер устарел и несовместим с ProtonMail.<br>Пожалуйста, используйте последнюю версию Safari, Firefox, Chrome или Edge.<br>В качестве временной меры вы можете попробовать воспользоваться версией ProtonMail постарее <a href="https://old.protonmail.com">здесь</a>.

# Error
source: Cookies are disabled. Please activate it and then reload the page. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">More information here</a>.
es: Las cookies están deshabilitadas. Por favor, habilite las cookies y luego recargue la página. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Más información aquí</a>.
hr: Kolačići su onemogućeni. Molimo aktivirajte ih i ponovno učitajte stranicu <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Dodatne informacije</a>.
nl: Cookies zijn uitgeschakeld. Schakel het opslaan van cookies in en laad de pagina vervolgens opnieuw. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Meer informatie</a>.
pl: Pliki cookie są wyłączone. Aktywuj ich obsługę, a następnie odśwież stronę. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Więcej informacji tutaj</a>.
pt: Os cookies estão desativados. Por favor, ative-os e recarregue a página. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank"> Mais informações aqui=</a>.
ru: Файлы cookie отключены. Пожалуйста, включите их приём, а затем перезагрузите страницу. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Более подробная информация здесь</a>.
zh_tw: 已停用 Cookies 。 請啟用 Cookies 並重新載入頁面。 <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">請到此瀏覽更多資訊</a>。

# Error
source: Error connecting to PayPal.
ca: Error en connectar-se a PayPal.
de: Fehler beim Verbinden mit PayPal.
es: Error al conectar con PayPal.
fr: Erreur de connexion à PayPal.
hr: Greška pri povezivanju na PayPal.
id: Terjadi kesalahan saat menyambung ke PayPal.
nl: Kan geen verbinding maken met PayPal.
pl: Błąd podczas łączenia z PayPal.
pt: Erro ao conectar ao PayPal.
ru: Ошибка при подключении к PayPal.
tr: PayPal'a bağlanma hatası.
zh_tw: 連接 PayPal 時出錯。

# Error
source: Recovery email invalid
es: Correo electrónico de recuperación inválido
fr: Email de récupération invalide
hr: Nevažeća e-pošta za oporavak
nl: Herstel-e-mailadres ongeldig
pl: Nieprawidłowy e-mail odzyskiwania hasła
pt: E-mail de recuperação inválido
ru: Неправильный адрес резервной эл. почты
zh_tw: 備援電子郵件地址無效

# Error
source: Something went wrong
es: Ha ocurrido un problema
hr: Nešto je pošlo po zlu
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ru: Что-то пошло не так
zh_tw: 發生了一些錯誤

# Error
source: Something went wrong during address creation
es: Ocurrió un problema al crear la dirección
hr: Nešto je pošlo po zlu tijekom stvaranja adrese
nl: Er ging iets mis tijdens het creëren van het adres
pl: Coś poszło nie tak podczas tworzenia adresu
pt: Ocorreu um erro ao criar um endereço
ru: Что-то пошло не так во время создания адреса
zh_tw: 建立地址時發生了錯誤

# Error
source: The code must contain at least 6 characters
es: El código debe contener al menos 6 caracteres
hr: Šifra mora sadržavati najmanje 6 znakova
nl: De code moet ten minste 6 tekens bevatten
pl: Kod musi zawierać co najmniej 6 znaków
pt: O código deve conter pelo menos 6 caracteres
ru: Код должен состоять из не менее чем 6 знаков
zh_tw: 代碼必須包含至少 6 字元

# Error
source: The maximum number ({{total}}) of Recipients is {{limit}}.
ca: El nombre màxim de destinataris ({{total}}) és {{limit}}.
de: Die maximale Anzahl ({{total}}) an Empfängern ist {{limit}}.
fr: Le nombre maximal ({{total}}) de destinataires est de {{limit}}.
hr: Prevelik broj primatelja ({{total}}). Maksimum je {{limit}}.
nl: Het maximaal aantal ({{total}}) ontvangers is {{limit}}.
pl: Maksymalna liczba ({{total}}) odbiorców to {{limit}}.
pt: O número máximo ({{total}}) de destinatários é {{limit}}.
ru: Максимальное количество &mdash; ({{total}}) из {{limit}} получателей.
tr: En yüksek alıcı sayısı ({{total}}) {{limit}} kişidir.
zh_tw: 收件者總數 ({{total}}) 上限為 {{limit}}。

# Error
source: Unable to log you in. Please try again later.
hr: Neuspješna prijava. Pokušajte ponovno kasnije.
nl: Inloggen mislukt. Probeer het later opnieuw.
pl: Wystąpił błąd podczas logowania. Spróbuj ponownie później.
pt: Não foi possível iniciar a sessão. Por favor, tente novamente mais tarde.
ru: Невозможно войти в систему. Пожалуйста, повторите попытку позже.
zh_tw: 無法登入。請稍後再試。

# Error
source: Unsupported auth version
es: Versión de autenticación no admitida
hr: Nepodržana auth verzija
nl: Niet-ondersteunde authenticatie versie
pt: Versão de autenticação não suportada
ru: Неподдерживаемая версия аутентификации
zh_tw: 不支援的 auth 版本

# Error
source: You are in Private Mode or have Session Storage disabled. Please deactivate Private Mode and then reload the page. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">More information here</a>.
es: Las cookies están deshabilitadas. Por favor, active las cookies y luego recargue la página. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Más información aquí</a>.
hr: Koristite privatni način rada ili imate Session Storage onemogućen. Isključite privatni način rada i ponovno učitajte stranicu. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Dodatne informacije</a>.
nl: U bent in privé modus of hebt sessie opslag uitgeschakeld. Deactiveer de privé modus en herlaad de pagina. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Meer informatie</a>.
pl: Jesteś w trybie prywatnym lub masz wyłączone przechowywanie danych sesji. Wyłącz tryb prywatny, a następnie odśwież stronę. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Więcej informacji tutaj</a>.
pt: Você está no modo privado ou está com o armazenamento de sessão desativada. Por favor, desative o modo privado e recarregue a página. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Mais informações aqui</a>.
ru: Вы находитесь в приватном режиме или отключили хранилище сессий. Пожалуйста, выключите приватный режим и затем перезагрузите страницу. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Подробнее здесь</a>.
zh_tw: 您正處於隱私瀏覽模式，或已停用會話儲存。 請停用隱私瀏覽模式並重新載入頁面。 <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">請到此瀏覽更多資訊</a>。

# Error
source: You have reached the max recipients ({{limit}}) per message
ca: Heu assolit el nombre màxim de destinataris ({{limit}}) per missatge
de: Sie haben die maximalen Anzahl der Empfänger ({{limit}}) je Nachricht erreicht.
es: Ha alcanzado el límite máximo de destinatarios por mensaje ({{limit}}).
fr: Vous avez atteint le nombre maximum de destinataires ({{limit}}) par message
hr: Dosegli ste najviše primatelja ({{limit}}) po poruci
nl: U hebt het maximale aantal geadresseerden ({{limit}}) per bericht bereikt
pl: Osiągnąłeś maksymalną liczbę odbiorców ({{limit}}) na wiadomość
pt: Você atingiu o número máximo de destinatários ({{limit}}) por mensagem
ru: Вы достигли предела количества получателей ({{limit}}) на одно сообщение
tr: İleti başına en yüksek ({{limit}}) alıcıya ulaştınız
zh_tw: 您已達到每則訊息的最大收件者 ({{limit}}) 限制

# Error
source: You have {{total}} recipients. The maximum number is {{limit}}.
ca: Teniu {{total}} destinataris. El nombre màxim és {{limit}}.
de: Sie haben {{total}} Empfänger hinzugefügt. Die maximale Anzahl beträgt {{limit}}.
fr: Vous avez {{total}} destinataires. Le nombre maximal est de {{limit}}.
hr: Imate {{total}} primatelja. Maksimalan broj je {{limit}}.
pl: Podałeś {{total}} odbiorców. Maksymalna liczba to {{limit}}.
pt: Você tem {{total}} destinatários. O número máximo é {{limit}}.
ru: Получателей задано: {{total}}. Максимальное количество &mdash; {{limit}}.
tr: {{total}} alıcınız var. En yüksek sayı {{limit}}.
zh_tw: 您有 {{total}} 位收件者。最大值為 {{limit}}。

# Filter message
source: <span class="filterButton-label-text">Attachments</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
es: <span class="filterButton-label-text">Adjuntos</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
hr: <span class="filterButton-label-text">Privitci</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
nl: <span class="filterButton-label-text">Bijlagen</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
pl: <span class="filterButton-label-text">Załączniki</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
pt: <span class="filterButton-label-text"> Anexos</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"> </custom-checkbox>
ru: <span class="filterButton-label-text">Вложения</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
zh_tw: <span class="filterButton-label-text">附件</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>

# Header
source: Email
ca: Correu electrònic
de: E-Mail-Adresse
es: Correo
hr: E-pošta
ru: Эл. почта
tr: E-posta
zh_tw: 電子郵件地址

# Info
source: A draft selected is open in a composer, this action will close the composer and delete the message.
es: Un borrador seleccionado está abierto en el redactor, esta acción cerrará el redactor y borrará el mensaje.
nl: Een geselecteerd concept is geopend in een opstelvenster, deze actie sluit het venster en verwijdert het bericht.
pt: Um rascunho selecionado está aberto em um compositor, esta ação irá fechar o compositor e excluir a mensagem.
ru: Выбранный черновик открыт в редакторе. Это действие закроет редактор и удалит сообщение.
zh_tw: 所選取的草稿在郵件編輯器中已開啟，此操作將會關閉郵件編輯器並刪除該郵件。
