Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them. 4096-bit keys only work on high performance computers. For most users, we recommend using 2048-bit keys.
es: Antes de comenzar a enviar y recibir correos electrónicos de sus nuevas direcciones, necesita crear claves de cifrado para ellas. Las claves de 4096 bits solo funcionan en equipos de alto rendimiento. Para la mayoría de los usuarios, se recomienda utilizar claves de 2048 bits.
nl: Voordat u e-mails kunt verzenden en ontvangen van uw nieuwe adressen dient u sleutels te creëren. Sleutels met een lengte van 4096-bits werken alleen op krachtige computers. Voor de meeste gebruikers raden we aan de standaardwaarde van 2048 bits te gebruiken.
pt: Antes de poder começar a enviar e receber e-mails dos seus novos endereços, você precisa criar as respectivas chaves de criptografia. Chaves de 4096-bits apenas funcionam em computadores de alto desempenho. Para a maioria dos usuários, nós recomendamos a utilização das chaves de 2048-bits.
ru: Перед тем, как начать отправлять и принимать электронную почту, для ваших новых адресов необходимо создать ключи шифрования. 4096-битные ключи работают только на высокопроизводительных компьютерах. Для большинства же пользователей мы рекомендуем использовать 2048-битные ключи.
zh_tw: 以新地址收發電子郵件前，您需要先建立金鑰。4096 位元的金鑰只會在高性能電腦上運作。對大部份用戶，我們推薦使用 2048 位元的金鑰。

# Info
source: Custom filters work on all new emails, including incoming emails as well as sent emails
hr: Prilagođeni filtri rade na svim novim porukama e-pošte, uključujući dolaznu e-poštu te poslanu e-poštu
nl: Geavanceerde filters worden toegepast op alle nieuwe e-mails, zowel inkomende als uitgaande e-mails
pl: Filtry niestandardowe działają na wszystkie nowe wiadomości e-mail, łącznie z wiadomościami przychodzącymi i wychodzącymi
pt: Filtros personalizados funcionam em todos os novos e-mails, incluindo emails recebidos e e-mails enviados
ru: Пользовательские фильтры применяются ко всем новым письмам, включая как входящие, так и отправленные
zh_tw: 自訂篩選器適用於所有新的電子郵件，包括 新收到的郵件與寄件備份

# Info
source: Loading encryption info...
hr: Učitavanje informacija o šifriranju...
nl: Versleutel info laden...
pt: Carregando informação de criptografia...
ru: Загрузка данных о шифровании...
zh_tw: 正在載入加密資訊中...

# Info
source: PGP/Inline is only compatible with Plain Text format. Please note that ProtonMail always signs PGP/Inline messages.
es: PGP/en línea solo es compatible en formato de texto plano. Tenga en cuenta que ProtonMail siempre firma los mensajes PGP/en línea.
hr: PGP/Inline je kompatibilan samo s običnim tekstualnim oblikom. Imajte na umu da ProtonMail uvijek potpisuje PGP/Inline poruke.
nl: PGP/Inline is alleen compatible met tekst zonder opmaak. Houd er rekening mee dat ProtonMail altijd PGP/Inline berichten tekent.
pl: Schemat PGP/Inline jest kompatybilny tylko z trybem zwykłego tekstu. Pamiętaj, że ProtonMail zawsze podpisuje wiadomości schematem PGP/Inline.
pt: O PGP/Incorporado é compatível apenas com o formato de texto sem formatação. Por favor, note que o ProtonMail sempre assina mensagens com PGP/Incorporado.
ru: PGP/Inline совместимо только с простым неформатированным текстом. Пожалуйста, учтите, что ProtonMail всегда подписывает сообщения формата PGP/Inline.
zh_tw: PGP/Inline 僅相容純文字格式。 請注意 ProtonMail 總是會簽署 PGP/Inline 郵件。

# Info
source: PGP/MIME automatically sends the message using the current composer mode. Please note that ProtonMail always signs PGP/MIME messages.
es: PGP/MIME envía automáticamente el mensaje utilizando el modo actual del editor. Tenga en cuenta que ProtonMail siempre firma los mensajes PGP/MIME.
hr: PGP/MIME automatski šalje poruku koristeći trenutni način rada prozora za novu poruku. Imajte na umu da ProtonMail uvijek potpisuje PGP/MIME poruke.
nl: PGP/MIME verstuurt automatisch het bericht met de huidige opstelmodus. Houdt er rekening mee dat ProtonMail altijd PGP/MIME berichten ondertekent.
pl: PGP/MIME automatycznie wysyła wiadomości przy użyciu bieżącego trybu edytora. Pamiętaj, że ProtonMail zawsze podpisuje wiadomości PGP/MIME.
pt: O PGP/MIME envia automaticamente a mensagem usando o modo de composição atual. Por favor, note que o ProtonMail sempre assina mensagens PGP/MIME.
ru: PGP/MIME автоматически отправляет сообщение, используя текущий режим редактора. Пожалуйста, учтите, что ProtonMail всегда подписывает сообщения формата PGP/MIME.
zh_tw: PGP/MIME 使用目前的撰寫模式自動傳送郵件。 請注意 ProtonMail 總是會簽署 PGP/MIME 郵件。

# Info
source: Paid users can add other @pm.me addresses from Settings --> Addresses/Users.
es: Los usuarios de pago pueden añadir otras direcciones @pm.me desde Ajustes --> Direcciones/Usuarios.
hr: Plaćeni korisnici mogu dodati druge @pm.me adrese u Postavke --> Adrese/Korisnici.
nl: Betaalde gebruikers kunnen andere @pm.me adressen toevoegen in Instellingen --> Adressen/Gebruikers toevoegen.
pl: Użytkownicy płatnego planu mogą używać innych adresów @pm.me z menu Ustawienia --> Adresy/Użytkownicy.
pt: Usuários pagos podem adicionar outros endereços @pm.me em Configurações -> Endereços/Usuários.
ru: Пользователи платных тарифов могут добавлять другие адреса @pm.me через Настройки --> Адреса/Пользователи.
zh_tw: 付費計劃使用者可以從設定 --> 地址 / 使用者 來新增其他的 @pm.me 郵件地址。

# Info
source: Please add the follow TXT record. Note, DNS records can take several hours to update.
pt: Adicione o seguinte registro TXT. Note que os registros de DNS podem demorar várias horas para atualizar.
ru: Добавьте, пожалуйста, эту TXT запись. Заметьте, что обновление DNS записей может занять несколько часов.
zh_tw: 請新增以下的 TXT 紀錄。請注意，DNS 紀錄可能需要幾個小時來更新。

# Info
source: Problem loading your account
es: Problema al cargar su cuenta
hr: Problem s učitavanjem vašeg računa
nl: Probleem bij het laden van uw account
pl: Wystąpił problem podczas ładowania Twojego konta
pt: Problema ao carregar a sua conta
ru: Проблема при загрузке вашей учётной записи
zh_tw: 在讀取您的帳號時發生問題

# Info
source: ProtonMail addresses can never be deleted (only disabled). ProtonMail addresses will always count towards your address limit whether enabled or not. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">Learn more</a>
es: Las direcciones de ProtonMail nunca se pueden eliminar (sólo deshabilitar). Las direcciones de ProtonMail siempre se contarán en el límite de direcciones estén habilitadas o no. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">Más información</a>
nl: ProtonMail-adressen kunnen nooit verwijderd worden (alleen uitgeschakeld). ProtonMail-adressen zullen altijd meetellen in uw adressenlimiet, ongeacht of deze actief zijn. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">Meer informatie</a>
pt: Os endereços ProtonMail nunca podem ser excluídos (somente desativados). Os endereços do ProtonMail sempre contam para seu limite de endereço, seja ele ativado ou não. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank"> Saiba mais </a>
ru: Адреса ProtonMail не могут быть удалены (только отключены). Количество адресов ProtonMail всегда учитывается согласно предельно допустимому для вас числу адресов независимо от их состояний.<a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">Подробнее</a>
zh_tw: ProtonMail 地址無法被刪除（只能停用）。不論 ProtonMail 地址是否已啟用，都會計入您的地址數。<a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">瞭解詳情</a>

# Info
source: ProtonMail encountered a problem loading your account. Please refresh the page and try again later.
es: ProtonMail encontró un problema al cargar su cuenta. Refresque la página e intente de nuevo.
hr: ProtonMail je naišao na problem prilikom učitavanja vašeg računa. Osvježite stranicu i pokušajte ponovo kasnije.
nl: ProtonMail liep tegen een probleem aan bij het laden van uw account. Ververs de pagina en probeer het later opnieuw.
pl: ProtonMail napotkał problem podczas wczytywania Twojego konta. Odśwież stronę i spróbuj ponownie później.
pt: O ProtonMail encontrou um problema ao carregar sua conta. Atualize a página e tente novamente mais tarde.
ru: У ProtonMail возникла проблема при загрузке вашей учётной записи. Пожалуйста, обновите страницу и повторите попытку позже.
zh_tw: ProtonMail 在載入您的帳戶時遇到問題。請更新頁面並再試一次。

# Info
source: Sender specific spam rules can be applied here. Whitelist addresses always go to Inbox while Blacklist addresses always go to Spam. Marking a message as spam adds the address to the Blacklist. Marking a message as not spam adds the address to the Whitelist.
es: Las reglas de spam específicas del remitente se pueden aplicar aquí. Las direcciones de la lista blanca siempre van al buzón, mientras que las direcciones de la lista negra siempre van a Spam. Marcar un mensaje como spam añade la dirección a la lista negra. Marcar un mensaje como no spam añade la dirección a la lista blanca.
hr: Ovdje se može primijeniti pravila neželjene pošte za neželjene pošiljatelje. Popis dopuštenih adresa uvijek ide u pristiglu poštu, dok adrese s liste neželjenih uvijek idu u neželjenu poštu. Označavanje poruke kao neželjene poruke dodaje adresu na listu neželjenih. Označavanje poruke kao željene poruke dodaje adresu na listu dopuštenih.
nl: Afzender-specifieke spam regels kunt u hier toevoegen. Adressen op de whitelist gaan altijd naar de inbox terwijl adressen op de blacklist altijd als spam worden gemarkeerd. Een bericht als spam markeren voegt de afzender toe aan de blacklist. Een bericht als geen spam markeren voegt het toe aan de whitelist.
pl: Tutaj możesz ustawić swoje preferencje dla nadawców spamu. Wiadomości od adresatów z białej listy zawsze są dostarczane do skrzynki odbiorczej, podczas gdy z czarnej zawsze przenoszone do spamu. Oznaczenie wiadomości jako spam dodaje adres nadawcy do czarnej listy. Oznaczenie wiadomości jako wolną od spamu dodaje adres nadawcy do białej listy.
pt: As regras de spam específicas ao remetente podem ser aplicadas aqui. Os endereços da lista branca sempre serão enviados para caixa de entrada, enquanto os endereços da lista negra sempre vão para a pasta spam. Marcar uma mensagem como spam adiciona o endereço à lista negra. Marcar uma mensagem como não sendo spam adiciona o endereço à lista branca.
ru: Применение правил фильтрации спама в отношении отправителя. Адреса, находящиеся в Белом списке, всегда попадают во Входящие, в Чёрном списке - в Спам. Если пометить сообщение как спам, то адрес, указанный в нём, будет занесён в Чёрный список. В случае, если сообщение помечено как не-спам, адрес будет занесён в Белый список.
zh_tw: 可以在此處套用寄件者特定的垃圾郵件規則。 白名單的郵件地址總是移到 "收件匣"，而黑名單位址總是移到垃圾郵件。 將郵件標記為垃圾郵件並將該郵件地址新增到黑名單中。 將郵件標記為非垃圾郵件並將該郵件地址新增到白名單中。

# Info
source: This message is from a mailing list.
ca: Aquest missatge és d'una llista de correus.
de: Diese Nachricht ist von einer Mailingliste.
es: Este mensaje proviene de una lista de correo.
fr: Ce message provient d’une liste de diffusion.
hr: Ovo poruka je s mailing liste.
id: Pesan ini dari milis.
nl: Dit bericht komt van een mailinglist.
pl: Ta wiadomość pochodzi z listy dyskusyjnej.
pt: Esta mensagem é de uma lista de endereços.
ru: Это сообщение из списка рассылки.
tr: Bu ileti, bir posta listesinden alınmıştır.
zh_tw: 此郵件來自郵寄清單。

# Info
source: This sender's public key has not been trusted yet.
ca: La clau pública del aquest remitent no ha tingut confiança encara.
de: Dem öffentlichen Schlüssel dieses Absenders wurde noch nicht vertraut.
fr: La clé publique de l'expéditeur n'a pas encore été approuvée.
hr: Javni ključ ovog pošiljatelja još nije potvrđen.
pl: Ten klucz publiczny nadawcy nie został jeszcze dodany do zaufanych.
pt: A chave pública deste remetente não é confiável.
ru: Публичный ключ отправителя пока не является доверяемым.
tr: Bu gönderenin genel anahtarına henüz güvenilmedi.

# Info
source: To find out how to write Sieve filters, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">click here</a>.
hr: Da biste doznali kako pisati Sieve filtere, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">pritisnite ovdje</a>.
nl: Ontdek hoe Sieve filters worden geschreven, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">klik hier</a>.
pl: Aby dowiedzieć się, jak tworzyć filtry Sieve <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">kliknij tutaj</a>.
pt: Para saber como escrever filtros Sieve, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">clique aqui</a>.
ru: Чтобы узнать о написании фильтров Sieve, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">щёлкните здесь</a>.
zh_tw: 瞭解如何使用 Sieve 篩選器<a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">請按這裡</a>。

# Info
source: To pay via Cash, please email us at <strong>contact@protonmail.ch</strong> for instructions.
es: Para pagar en efectivo, contáctese con nosotros a <strong>contact@protonmail.ch</strong> para más detalles.
nl: Om te betalen via Cash, stuur ons een e-mail op <strong>contact@protonmail.ch</strong> voor instructies.
pt: Para pagar em dinheiro, por favor nos envie uma mensagem em <strong>contact@protonmail.ch</strong> para obter instruções.
ru: Для оплаты наличными, пожалуйста, напишите нам на адрес <strong>contact@protonmail.ch</strong> для получения инструкций.
zh_tw: 若希望以現金付款，請聯絡 <strong>contact@protonmail.ch</strong> 。

# Info
source: View mode saved
ca: El mode de visualització s'ha desat
de: Darstellungsmodus gespeichert
es: Mostrar modo guardado
fr: Mode d'affichage enregistré
hr: Način pregleda je spremljen
id: Mode tampilan yang disimpan
nl: Weergavemodus opgeslagen
pl: Tryb widoku został zapisany
pt: Modo de exibição salvo
ru: Режим просмотра сохранён
tr: Görünüm modu kaydedildi
zh_tw: 已保存顯示模式

# Info
source: You have no saved payment methods.
hr: Nemate spremljenih načina plaćanja.
nl: U heeft geen opgeslagen betaling- methodes.
pl: Nie masz zapisanych sposobów płatności.
pt: Você não tem um método de pagamento salvo.
ru: У вас нет сохранённых способов оплаты.
zh_tw: 您没有已保存的付款 方式。

# Info
source: You will need to login to your PayPal account to complete this transaction. We will open a new tab with PayPal for you. If you use any pop-up blockers, please disable them to continue.
ca: Ha d'iniciar sessió al seu compte de PayPal per completar aquesta transacció. Obrirem una nova pestanya amb PayPal per a vostè. Si fa servir bloquejadors de finestres emergents, deshabilítelos per continuar.
de: Sie werden Sich an Ihrem PayPal-Konto anmelden müssen um diese Transaktion abzuschließen. Wir werden für Sie ein neues Tab mit PayPal öffnen. Sollten Sie einen Pop-Up-Blocker benutzen, deaktivieren Sie diesen bitte um fortzufahren.
es: Tendrá que acceder a su cuenta de PayPal para completar esta transacción. Se abrirá una nueva pestaña con PayPal. Si utiliza cualquier bloqueador de ventanas, deshabilítelo para continuar.
fr: Vous aurez besoin de vous connecter à votre compte PayPal pour effectuer cette opération. Nous allons ouvrir pour vous un nouvel onglet avec PayPal. Si vous utilisez des bloqueurs de fenêtres pop-up, veuillez les désactiver pour continuer.
hr: Morat ćete se prijaviti na svoj PayPal račun kako biste dovršili ovu transakciju. Otvoriti ćemo novu karticu s uslugom PayPal. Ako koristite blokatore skočnih prozora, onemogućite ih da biste nastavili.
id: Anda perlu masuk ke akun PayPal untuk menyelesaikan transaksi ini. Kami akan membuka tab baru dengan PayPal untuk Anda. Jika Anda menggunakan penghambat pop-up, nonaktifkan mereka untuk melanjutkan.
nl: U moet inloggen op uw PayPal-account om deze transactie te voltooien. We zullen een nieuw tabblad met PayPal voor u openen. Als u software gebruikt om pop-ups te blokkeren, schakel deze dan uit om verder te gaan.
pl: Musisz zalogować się do konta PayPal, aby dokończyć tę transakcję. Strona otworzy się w nowej karcie przeglądarki. Jeśli używasz opcji blokowania wyskakujących okienek, wyłącz ją i kontynuuj.
pt: Você precisará entrar na sua conta PayPal para concluir esta transação. Abriremos uma nova aba com o PayPal para você. Se você usa qualquer bloqueador de pop-ups, desative-o para continuar.
ru: Для завершения этой транзакции вам понадобится войти в свой аккаунт PayPal. Для этого мы откроем вам новую вкладку. Если вы пользуетесь блокировщиками всплывающих окон, пожалуйста временно отключите их, прежде чем продолжить.
tr: Bu işlemi tamamlamak için PayPal hesabınıza giriş yapmanız gerekecektir. Sizin için PayPal için yeni bir sekme açacağız. Herhangi bir açılır pencere engelleyici kullanıyorsanız, devam etmek için lütfen onu devre dışı bırakın.
zh_tw: 您需要登入 PayPal 帳戶以完成交易。我們會在新分頁開啟 PayPal 。請允許彈出式視窗以繼續。

# Info
source: {{ name }} is also in your contacts. Remove them from your contacts?
nl: {{ name }} komt ook voor in uw contactpersonen. Verwijderen uit contactpersonen?
pt: {{ name }} também está nos seus contatos. Deseja remover do seus contatos?
ru: {{ name }} также есть в ваших контактах. Удалить это из ваших контактов?
zh_tw: {{ name }} 也在您的聯絡人中。是否將他從聯絡人中移除？

# Info display in the read receipt panel (message view)
source: The sender has requested a read receipt.
ca: L'emissor ha sol·licitat una confirmació de lectura.
de: Der Absender hat einen Lesebestätigung angefordert.
fr: L’expéditeur a demandé une confirmation de lecture.
hr: Pošiljatelj je zatražio potvrdu o čitanju poruke.
pl: Nadawca poprosił o potwierdzenie odczytu.
pt: O remetente solicitou um recibo de leitura.
ru: Отправитель запросил уведомление о прочтении.
tr: Gönderen bir okundu bilgisi istedi.
zh_tw: 寄件人要求讀取收據

# Info for the abuse / fraud modal
source: Account disabled for abuse or fraud.
es: Cuenta deshabilitada por abuso o fraude.
nl: Account geblokkeerd wegens misbruik of fraude.
pt: Conta desativada por abuso ou fraude.
ru: Учётная запись отключена за злоупотребления или мошенничество.
zh_tw: 帳戶因濫用或欺詐而停用。

# Label
source: Enable Conversation Grouping
ca: Habilitar l'agrupació de converses
de: Gruppieren von Unterhaltungen aktivieren
es: Habilitar agrupación de conversaciones
fr: Activer le regroupement de conversation
hr: Omogućite grupiranje razgovora
id: Aktifkan Pengelompokan Percakapan
nl: Gesprekken groeperen inschakelen
pl: Włącz grupowanie wątków
pt: Habilitar agrupamento de conversas
ru: Включить группировку писем в цепочки
tr: Sohbet gruplamasını etkinleştir
zh_tw: 啟用會話群組

# Label
source: Spam
ca: Correu brossa
hr: Neželjena pošta
ru: Спам
tr: Gereksiz
zh_tw: 垃圾郵件

# Label attach to vpn total
source: Total
de: Gesamt
hr: Ukupno
nl: Totaal
pl: Łącznie
ru: Всего
tr: Toplam
zh_tw: 合計

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter the password for key with fingerprint <code>{{ ctrl.fingerprint }}</code>.
es: Ingrese la contraseña para la clave con huella digital <code>{{ ctrl.fingerprint }}</code>.
nl: Voer het wachtwoord voor de sleutel met vingerafdruk <code>{{ ctrl.fingerprint }}</code> in.
pt: Digite a senha da chave com impressão digital <code>{{ctrl.fingerprint}}</code>.
ru: Введите пароль для ключа с отпечатком <code>{{ ctrl.fingerprint }}</code>.
zh_tw: 請輸入指紋 <code>{{ ctrl.fingerprint }}</code> 的金鑰密碼。

# Link
source: Login
es: Iniciar sesión
hr: Prijava
nl: Inloggen
pl: Zaloguj
pt: Entrar
ru: Вход
zh_tw: 登入

# Login error
source: Your password is missing
es: Falta la contraseña
hr: Nedostaje vaša lozinka
nl: Uw wachtwoord ontbreekt
pl: Brakuje Twojego hasła
pt: Sua senha está ausente
ru: Ваш пароль отсутствует
zh_tw: 您的密碼遺失了

# Message
source: An RSA key with bit size {{ bits }} is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?
nl: Een {{ bits }}-bits RSA-sleutel is al in gebruik voor dit adres. Een andere sleutel genereren kan ervoor zorgen dat het laden van het account langzamer gaat en het verwijderen van oude sleutels kan problemen opleveren. Als u dit doet omdat de oude sleutel uitgelekt is, markeer de oude sleutel dan zodanig. Weet u zeker dat u door wilt gaan?
pt: Uma chave RSA com o tamanho de {{ bits }} já esta ativa neste endereço. Se você gerar outra chave poderá causar lentidão no carregamento da sua conta e a exclusão dessa chave pode causar problemas. Se você estiver gerando uma nova chave porque sua chave antiga está comprometida, marque essa chave como comprometida. Você tem certeza que deseja continuar?
ru: Для этого адреса уже активен RSA-ключ длиной {{ bits }} бит. Создание ещё одного ключа вызовет замедление загрузки учётной записи и удаление этого ключа может вызвать проблемы. Если вы создаёте новый ключ по причине компрометации старого, пожалуйста, отметьте тот ключ как скомпрометированный. Вы уверены, что хотите продолжить?
zh_tw: 具有 {{ bits }} 位大小的 RSA 金鑰已在該位址中處於活動狀態。 產生另一個金鑰將導致較慢的帳戶載入，刪除此項也可能導致問題。 如果您正在生成一個新金鑰，因為您的舊金鑰已損壞，請先將該金鑰標記為已損壞。 確認是否要繼續？

# Message for encryption contact modal
source: The email <span style="font-weight: bold;">{{ ::ctrl.email }}</span> has PGP keys set. Do you want to enable PGP encryption for this contact?
es: El correo <span style="font-weight: bold;">{{ ::ctrl.email }}</span> tiene claves PGP. ¿Desea habilitar el cifrado PGP para este contacto?
nl: De e-mail <span style="font-weight: bold;">{{ ::ctrl.email }}</span> heeft PGP-sleutels ingesteld. Wilt u PGP-codering voor deze contactpersoon inschakelen?
pt: O e-mail <span style="font-weight: bold;">{{ ::ctrl.email }}</span> tem chaves PGP definidas. Deseja habilitar a criptografia PGP para esse contato?
ru: У адреса эл. почты <span style="font-weight: bold;">{{ ::ctrl.email }}</span> есть назначенные PGP-ключи. Хотите ли вы включить PGP-шифрование для этого контакта?
zh_tw: 電子郵件 <span style="font-weight: bold;">{{ ::ctrl.email }}</span> 有 PGP 金鑰集。是否為此連絡人啟用 PGP 加密？

# No results heading
source: Spam
ca: Correu brossa
hr: Neželjena pošta
ru: Спам
tr: Gereksiz
zh_tw: 垃圾郵件

# Option for search panel
source: Spam
ca: Correu brossa
de: Unerwünschte Nachrichten
hr: Neželjena pošta
ru: Спам
tr: Gereksiz
zh_tw: 垃圾郵件

# Placeholder
source: Email
ca: Correu electrònic
de: E-Mail-Adresse
hr: E-pošta
ru: Эл. почта
tr: E-posta
zh_tw: 電子郵件

# Placeholder
source: HH:MM
ru: ЧЧ:ММ
zh_tw: 時時:分分

# Placeholder for DD in YYYY-MM-DD
source: DD
fr: JJ
ru: ДД
tr: GG
zh_tw: 日日

# Placeholder for MM in YYYY-MM-DD
source: MM
ru: ММ
tr: AA
zh_tw: 月月
