Repository: ProtonMail/WebClients
Catalog: po/*.po
Languages: ca, de, es, fr, hr, id, nl, pl, pt, pt_pt, ru, tr, zh_tw

# Info
source: You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
ca: Ha activar les claus de la seva organització. Sense l'activació, no podrà crear nous usuaris, afegir adreces a usuaris existents o accedir a comptes d'usuaris no privats.
de: Sie müssen Ihre Organisationsschlüssel aktivieren. Ohne Aktivierung werden Sie nicht in der Lage sein neue Benutzer zu erstellen, Adressen zu bestehenden Benutzern hinzuzufügen oder auf nicht-private Benutzeraccounts zuzugreifen.
es: Debe activar las claves de su organización. Sin la activación no será capaz de crear nuevos usuarios, agregar direcciones a los usuarios o acceder a cuentas de usuario no privadas.
fr: Vous devez activer les clés de votre organisation. Sans activation, vous ne serez pas en mesure de créer de nouveaux utilisateurs, d'ajouter des adresses aux utilisateurs existants, ou d'accéder aux comptes d’utilisateurs non privés.
hr: Morate aktivirati ključeve vaše organizacije. Bez aktivacije nećete moći stvarati nove korisnike, dodavati adrese postojećim korisnicima niti pristupati neprivatnim korisničkim računima.
id: Anda harus mengaktifkan kunci organisasi Anda. Tanpa aktivasi Anda tidak dapat membuat pengguna baru, menambahkan alamat ke pengguna yang ada, atau mengakses akun pengguna non-pribadi.
nl: U moet uw organisatiesleutels activeren. Zonder activatie kan u geen nieuwe gebruikers creëren, nieuwe adressen aan bestaande gebruikers toewijzen, of toegang krijgen tot niet-private gebruikeraccounts.
pl: Należy aktywować klucze organizacji. Bez aktywacji nie będziesz w stanie tworzyć nowych użytkowników, dodawać adresów do istniejących użytkowników, ani mieć dostępu do niechronionych kont użytkowników.
pt: Você deve ativar as chaves da sua organização. Sem ativação, você não poderá criar novos usuários, adicionar endereços a usuários existentes ou acessar contas de usuários não-privadas.
pt_pt: Tem de activar as chaves de organização. Sem activação, não será possível criar novos utilizadores, adicionar endereços a utilizadores existentes ou aceder a contas de utilizador não privadas.
ru: Вы должны активировать ключи организации. Без активации вы не сможете добавлять новых пользователей, адреса для уже существующих пользователей или получать доступ к неконфиденциальным пользовательским учётным записям.
tr: Kuruluş anahtarlarınızı etkinleştirmelisiniz. Etkinleştirme olmadan; yeni kullanıcılar oluşturamaz, mevcut kullanıcılara adres ekleyemez veya özel olmayan kullanıcı hesaplarına erişemezsiniz.
zh_tw: 如果沒有啟用組織金鑰，您將無法建立新的使用者、新增電子郵件地址給現有的使用者，或是存取非私有的使用者帳戶。

# Info
source: You must activate your organization private key with the backup organization key password provided to you by your organization administrator.
ca: Ha d'activar la clau privada de la seva organització amb la contrasenya de la clau de l'organització de suport que li va proporcionar l'administrador de la seva organització.
de: Sie müssen den privaten Schlüssel Ihrer Organisation mit dem Passwort Ihres Backup-Organisationsschlüssels, der Ihnen vom Organisationsadministrator bereitgestellt wurde, aktivieren.
es: Debe activar la clave privada de su organización con la copia de seguridad suministrada por el administrador de la organización.
fr: Vous devez activer votre clé privée d'organisation avec le mot de passe de clé d'organisation de sauvegarde fourni par l'administrateur de votre organisation.
hr: Morate aktivirati privatni ključ organizacije, pomoću rezervne lozinke ključa organizacije koju vam je dao administrator organizacije.
id: Anda harus mengaktifkan kunci pribadi organisasi Anda dengan kata kunci utama organisasi cadangan yang diberikan oleh administrator organisasi Anda.
nl: U moet de geheime sleutel van uw organisatie met het wachtwoord van uw backup organisatie sleutel, die u via uw organisatie beheerder kan verkrijgen, activeren.
pl: Należy aktywować klucz prywatny organizacji używając hasła klucza zapasowego organizacji, otrzymanego od administratora organizacji.
pt: Você deve ativar a chave privada da organização com a senha da chave de organização de backup fornecida pelo administrador da sua organização.
pt_pt: Tem de activar a chave privada da sua organização com a senha da segurança da chave da organização disponibilizada pelo administrador da organização.
ru: Вы должны активировать закрытый ключ своей организации запасным паролем ключа организации, предоставленным администратором вашей организации.
tr: Kuruluşunuzun özel anahtarını, kuruluş yöneticiniz tarafından sağlanan yedekleme kuruluş anahtarı parolasıyla etkinleştirmelisiniz.
zh_tw: 您必須使用組織管理員提供給您的備份組織金鑰密碼來啟動組織私密金鑰。

# Info
source: You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.
pt_pt: Deve ter um cartão de crédito ou conta bancária vinculada à sua conta PayPal para poder adicioná-la como método de pagamento.

# Info
source: You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please
pt_pt: Deve ter um cartão de crédito ou conta bancária vinculada à sua conta PayPal. Se a sua conta PayPal não tem, por favor

# Info
source: You must provide this user with the Organization Password in order to fully activate administrator privileges.
ca: Ha de proporcionar a aquest usuari l'Contrasenya de l'organització per activar completament els privilegis d'administrador.
de: Sie müssen dem Benutzer das Organisationspasswort bereitstellen um die Administrationsprivilegien der Organisation vollständig zu aktivieren.
es: Debe proporcionarle a este usuario la contraseña de la organización con el fin de activar completamente los privilegios de administrador.
fr: Vous devez fournir à cet utilisateur le mot de passe de l'organisation pour entièrement activer les privilèges d'administrateur.
hr: Morate ovom korisniku pružiti lozinku od organizacije, kako bi se u potpunosti aktivirale administratorske ovlasti.
id: Anda harus menyediakan Password Organisasi kepada pengguna ini untuk sepenuhnya mengaktifkan hak istimewa administrator.
nl: U moet deze gebruiker het wachtwoord van de organisatie geven om de beheerdersbevoegdheden te activeren.
pl: Musisz podać temu użytkownikowi hasło organizacji, aby w pełni aktywować jego uprawnienia administracyjne.
pt: Você deve fornecer a este usuário a Senha da Organização a fim de ativar completamente os privilégios de administrador.
pt_pt: Tem de disponibilizar a senha da organização a este utilizador de modo a activar totalmente os privilégios de administração.
ru: Вы должны предоставить этому пользователю пароль организации, чтобы активировать администраторские полномочия в полном объёме.
tr: Yönetici ayrıcalıklarını tam olarak etkinleştirmek için bu kullanıcıya kuruluş parolasını sağlamalısınız.
zh_tw: 必須為該使用者提供組織密碼才能完全啟動管理員許可權。

# Info
source: You need to add a credit card if you want to pay your invoice.
ca: Ha d'afegir una targeta de crèdit si vol pagar la seva factura.
de: Sie müssen eine Kreditkarte hinzufügen wenn Sie Ihre Rechnung bezahlen möchten.
es: Es necesario agregar una tarjeta de crédito si desea pagar la factura.
fr: Vous devez ajouter une carte bancaire si vous souhaitez payer votre facture.
hr: Morate dodati kreditnu karticu ako želite platiti vaš račun.
id: Anda perlu menambahkan kartu kredit jika Anda ingin membayar faktur Anda.
nl: U moet een creditcard toevoegen als u uw factuur wil betalen.
pl: Musisz dodać kartę płatniczą, jeśli chcesz zapłacić fakturę.
pt: Você precisa adicionar um cartão de crédito se você deseja pagar sua fatura.
pt_pt: Tem de adicionar um cartão de crédito se quiser pagar a sua factura.
ru: Если вы хотите оплатить счёт, то добавьте банковскую карту.
tr: Faturanızı ödemek istiyorsanız, bir kredi kartı eklemeniz gerekir.
zh_tw: 如果您要支付發票，您需要添加一張信用卡。

# Info
source: You will be prompted to save the attachment.
ca: Se li demanarà que guardi l'arxiu adjunt.
de: Sie werden aufgefordert, den Anhang zu speichern.
es: Se le pedirá guardar el archivo adjunto.
fr: On vous demandera d’enregistrer la pièce jointe.
hr: Biti će vam ponuđeno da spremite privitak.
id: Anda akan diminta untuk menyimpan lampiran.
nl: U zal worden gevraagd of u de bijlage wilt opslaan.
pl: Pojawi się monit, aby zapisać załącznik.
pt: Você será solicitado a salvar o anexo.
pt_pt: Será instado a gravar o anexo.
ru: Вам будет предложено сохранить вложение.
tr: Eki kaydetmeniz istenecek.
zh_tw: 系統將提示您儲存附件。

# Info
source: You will be soon redirected to your bank to verify your payment.
pt_pt: Será brevemente redireccionado para o seu banco para verificar o pagamento.

# Info
source: You're upgrading your account. Once we successfully process payment, we'll immediately upgrade your account. Thanks for choosing to become a paying customer!
ca: Ets actualitzant el teu compte. Una vegada que processem amb èxit el pagament, actualitzarem el seu compte immediatament. ¡Gràcies per triar convertir-se en un client de pagament!
de: Sie upgraden Ihr Account. Nachdem wir Ihre Zahlung erfolgreich verarbeitet haben werden wir Ihr Account umgehend aktualisieren. Vielen Dank dass Sie sich entschieden haben ein zahlender Kunde zu werden!
es: Está actualizando su cuenta. Una vez que procesemos el pago con éxito, actualizaremos inmediatamente su cuenta. ¡Gracias por elegir convertirse en un cliente de pago!
fr: Nous procédons à votre changement d'offre. Une fois votre paiement accepté, elle sera immédiatement disponible. Nous vous remercions d'avoir choisi une offre payante !
hr: Nadograđujete svoj račun. Nakon što isplata bude obrađena, vaš će račun odmah biti nadograđen. Hvala što ste postali premium korisnik!
id: Anda meningkatkan akun Anda. Setelah kami berhasil memproses pembayaran, kami akan segera meningkatkan versi akun Anda. Terima kasih telah memilih untuk menjadi pelanggan yang membayar!
nl: U bent uw account aan het upgraden. Zodra we uw betaling succesvol hebben verwerkt, zullen we direct uw account upgraden. Bedankt dat u ervoor heeft gekozen om een betalende klant te worden!
pl: Ulepszasz swoje konto. Po pomyślnie przetworzonej płatności, natychmiast zwiększymy jego funkcjonalność. Dziękujemy, że zdecydowałeś się na stałe wsparcie finansowe!
pt: Você está efetuando o upgrade da sua conta. Uma vez que processemos o pagamento com sucesso, atualizaremos imediatamente sua conta. Obrigado pela escolha e por ser um cliente pago!
pt_pt: Está a actualizar o seu plano. Logo que o pagamento seja processado, o seu plano será actualizado. Obrigado por se tornar um utilizador pagante!
ru: Вы расширяете свою учётную запись. Как только мы успешно обработаем платёж, мы немедленно расширим вашу учётную запись. Спасибо за то, что выбрали платный тариф!
tr: Hesabınızı yükseltiyorsunuz. Ödemeyi başarıyla işleme koyduğumuzda, hesabınızı hemen yükseltiriz. Ödeme yapan bir müşteri olmayı seçtiğiniz için teşekkür ederiz!
zh_tw: 您的帳戶即將升級。付款順利完成後，我們會立刻升級您的帳戶。感謝您選擇付費計劃！

# Info
source: Your ProtonVPN account request has been received. You're already on the waitlist, we'll contact you once capacity becomes available.
ca: La seva sol·licitud de compte ProtonVPN ha estat rebuda. Ja ets a la llista d'espera, ens posarem en contacte amb tu una vegada que la capacitat estigui disponible.
de: Ihre ProtonVPN Konto Anfrage ist eingegangen. Sie sind bereits auf der Warteliste, wir werden Sie kontaktieren, sobald Kapazitäten verfügbar sind.
es: Hemos recibido su solicitud para una cuenta de ProtonVPN. Está en lista de espera y le contactaremos una vez que tengamos disponibilidad.
fr: Votre demande pour un compte ProtonVPN a bien été reçue. Vous êtes déjà sur la liste d'attente, nous vous contacterons dès qu'il y aura des disponibilités.
hr: Vaš zahtjev za ProtonVPN račun je primljen. Već ste na popisu čekanja, kontaktirat ćemo vas kada kapacitet postane dostupan.
id: Permintaan akun ProtonVPN Anda telah diterima. Anda sudah berada di daftar tunggu, kami akan menghubungi Anda jika kapasitas sudah tersedia.
nl: Uw ProtonVPN-accountaanvraag is ontvangen. U staat al op de wachtlijst, wij zullen contact met u opnemen zodra er capaciteit beschikbaar is.
pl: Otrzymaliśmy żądanie założenia konta ProtonVPN. Jesteś już na liście oczekujących, skontaktujemy się z Tobą jak tylko znajdziemy miejsce na Twoje konto.
pt: Sua solicitação de conta ProtonVPN foi recebida. Você já está na lista de espera, entraremos em contato uma vez que a capacidade esteja disponível.
pt_pt: O seu pedido de uma conta ProtonVPN foi recebido. Já se encontra na lista de espera e será contactado logo que exista capacidade disponível.
ru: Ваш запрос на учётную запись ProtonVPN получен. Вы уже в списке ожидания, мы свяжемся с вами, как только станут доступны необходимые ресурсы.
tr: ProtonVPN hesap isteğiniz alındı. Zaten bekleme listesindesiniz. Kapasite kullanılabilir olduğunda sizinle iletişim kuracağız.
zh_tw: 您的 ProtonVPN 帳戶請求已收到。你已經在等候清單，一旦準備好了，我們會聯繫您。

# Info
source: Your VPN account has not yet been activated, go to <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> to sign up and activate your account.
ca: El seu compte VPN encara no s'ha activat, aneu a <a href="https://account.protonvpn.com/signup" target="_blank"> https://account.protonvpn.com/signup </a> per registra't i activa el teu compte.
de: Ihr VPN Konto wurde noch nicht aktiviert, gehen Sie auf <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> um sich zu registrieren und Ihr Konto zu aktivieren.
es: Su cuenta de VPN aún no ha sido activada, vaya a <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> para registrarse y activar su cuenta.
fr: Votre compte VPN n’a pas encore été activé, allez à <a href="https://account.protonvpn.com/signup" target="_blank"> https://account.protonvpn.com/signup</a> pour vous inscrire et activer votre compte.
hr: Vaš VPN račun još nije aktiviran, idite na <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> za prijavu i aktivirajte svoj račun.
id: Akun VPN Anda belum diaktifkan, buka <a href="https://account.protonvpn.com/signup" target="_blank"> https://account.protonvpn.com/signup </a> ke sign up dan aktifkan akun anda.
nl: Uw VPN account is nog niet geactiveerd, ga naar <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> om u te registreren en uw account te activeren.
pl: Konto VPN nie zostało jeszcze aktywowane. Przejdź do <a href="https://account.protonvpn.com/signup" target="_blank"> https://account.protonvpn.com/signup</a> aby się zarejestrować i aktywować swoje konto.
pt: Sua conta VPN ainda não foi ativada, vá para <a href="https://account.protonvpn.com/signup" target="_blank"> https://account.protonvpn.com/signup</a> para se inscrever e ativar sua conta.
pt_pt: A sua conta VPN ainda não foi activada, aceda a <a href="https://account.protonvpn.com/pt/signup" target="_blank">https://account.protonvpn.com/pt/signup</a> para iniciar a sessão e activar a sua conta.
ru: Ваша учётная запись VPN ещё не была активирована, перейдите на <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> для регистрации и активации вашей учётной записи.
tr: VPN hesabınız henüz etkin değil. Kaydolmak ve hesabınızı etkinleştirmek için <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> adresine gidin.
zh_tw: 您的 VPN 帳戶尚未啟動，請到 <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> 註冊及啟動您的帳戶。

# Info
source: Your account currently has an overdue invoice. Please pay all unpaid invoices.
ca: El seu compte té actualment una factura endarrerida. Si us plau pagui totes les factures pendents.
de: Ihr Account weist derzeit eine überfällige Rechnung auf. Bitte bezahlen Sie alle unbezahlten Rechnungen.
es: Su cuenta tiene actualmente una factura vencida. Por favor, pague todas las facturas pendientes de pago.
fr: Votre compte a actuellement une facture en retard. Veuillez réglez les factures impayées.
hr: Vaš račun trenutačno ima neplaćenu fakturu. Molimo platite sve neplaćene fakture.
id: Akun Anda saat ini memiliki faktur yang telah lewat. Harap bayar semua faktur yang belum dibayar.
nl: Uw account heeft een openstaande factuur. Betaal alle onbetaalde rekeningen.
pl: Twoje konto ma obecnie zaległe faktury. Ureguluj wszystkie zobowiązania.
pt: Sua conta atualmente tem uma fatura em atraso. Por favor, pague todas as faturas pendentes.
pt_pt: Actualmente a sua conta tem uma factura em atraso. Por favor regularize a situação.
ru: Ваша учётная запись имеет просроченный счёт. Пожалуйста, оплатите все неоплаченные счета.
tr: Hesabınızda şu anda vadesi geçmiş bir fatura var. Lütfen ödenmemiş tüm faturalarınızı ödeyin.
zh_tw: 您的帳號目前有過期的帳單。請支付所有未付款的帳單。

# Info
source: Your account is being updated, this may take up to 30 seconds.
ca: El seu compte s'està actualitzant, el que pot arribar a trigar fins a 30 segons.
de: Ihr Account wird aktualisiert, dies kann bis zu 30 Sekunden dauern.
es: Su cuenta se está actualizando, esto puede tardar hasta 30 segundos.
fr: Votre compte est en train d'être mis à jour, cela peut prendre jusqu'à 30 secondes.
hr: Vaš se račun ažurira, što može potrajati do 30 sekundi.
id: Akun Anda sedang diperbarui, mungkin dibutuhkan waktu hingga 30 detik.
nl: Uw account wordt geupdate, dit kan tot 30 seconde duren.
pl: Twoje konto jest aktualizowane, może to potrwać do 30 sekund.
pt: Sua conta está sendo atualizada, isto pode levar até 30 segundos.
pt_pt: A sua conta está a ser actualizada, isto pode demorar até 30 segundos.
ru: Ваша учётная запись обновляется, это может занять до 30 секунд.
tr: Hesabınız güncelleniyor. Bu işlem, 30 saniye kadar sürebilir.
zh_tw: 正在更新您的帳戶，請稍候 30 秒。

# Info
source: Your account is currently not eligible for ProtonVPN access. If you are part of an Organization, please contact your account administrator.
ca: El seu compte actualment no és elegible per a l'accés a ProtonVPN. Si vostè és part d'una organització, poseu-vos amb l'administrador de la seva compte.
de: Ihr Konto ist derzeit nicht für ProtonVPN Zugang berechtigt. Wenn Sie Teil einer Organisation sind, kontaktieren Sie Ihren Kontoadministrator.
es: Su cuenta no es elegible para conexiones de ProtonVPN. Si forma parte de una organización, contacte con el administrador de su cuenta.
fr: Votre compte n'est en l'état pas éligible pour un accès ProtonVPN. Si vous faites partie d'une organisation, veuillez contacter votre administrateur.
hr: Vaš račun trenutno ne ispunjava uvjete za pristup ProtonVPN-u. Ako ste dio neke organizacije, obratite se administratoru računa.
id: Akun Anda saat ini tidak memenuhi syarat untuk akses ProtonVPN. Jika Anda adalah bagian dari Organisasi, hubungi administrator akun Anda.
nl: Uw account komt niet in aanmerking voor ProtonVPN toegang. Als u deel uitmaakt van een organisatie, neem dan contact op met de beheerder van de accounts.
pl: Twoje konto nie kwalifikuje się do usługi ProtonVPN. Jeśli jesteś częścią organizacji, skontaktuj się z administratorem konta.
pt: Sua conta atualmente não é elegível a ter acesso ao ProtonVPN. Se você é parte de uma organização, por favor contate o administrador da conta.
pt_pt: A sua conta não inclui acesso ao ProtonVPN. Se faz parte de uma organização, por favor, contacte o administrador da conta.
ru: Ваша учётная запись в настоящее время не имеет прав на доступ к ProtonVPN. Если вы являетесь частью организации, пожалуйста, обратитесь к администратору организации.
tr: Hesabınız şu anda ProtonVPN erişimi için uygun değil. Bir kuruluşun parçasıysanız, lütfen hesap yöneticinize başvurun.
zh_tw: 您的帳戶當前沒有 ProtonVPN 存取權限。如果您是組織的成員，請與您的帳戶管理員聯繫。

# Info
source: Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.
ca: El seu compte o organització actualment té una factura vencida. Por favor pagui totes les factures pendents.
de: Ihr Konto oder Ihre Organisation hat derzeit eine überfällige Rechnung. Bitte bezahlen Sie alle unbezahlten Rechnungen.
es: Su cuenta u organización tiene actualmente una factura vencida. Por favor, pague todas las facturas pendientes de pago.
fr: Votre compte ou organisation a actuellement une facture en retard. Veuillez régler les factures impayées.
hr: Vaš račun ili organizacija trenutačno ima neplaćenu fakturu. Molimo platite sve neplaćene fakture.
pl: Twoje konto lub organizacja ma obecnie zaległe faktury. Ureguluj wszystkie zobowiązania.
pt: Sua conta atualmente tem uma fatura em atraso. Por favor, pague todas as faturas pendentes.
pt_pt: A sua conta ou organização tem neste momento uma factura em atraso. Por favor regularize a situação.
ru: Ваша учётная запись или организация имеет просроченный счёт. Пожалуйста, оплатите все неоплаченные счета.
tr: Hesabınızın veya kuruluşunuzun şu anda gecikmiş bir faturası var. Lütfen ödenmemiş faturalarınızı ödeyin.

# Info
source: Your admin privileges have been revoked.
ca: Els seus privilegis d'administrador han estat revocats.
de: Ihnen wurden Ihre Administratorrechte entzogen.
es: Se han revocado sus privilegios de administrador.
fr: Vos privilèges d’administrateur ont été révoqués.
hr: Vaše administratorske povlastice su opozvane.
id: Hak istimewa admin Anda telah dicabut.
nl: Uw beheerdersrechten zijn ingetrokken.
pl: Twoje uprawnienia administratora zostały cofnięte.
pt: Seus privilégios de administrador foram revogados.
pt_pt: Os seus privilégios de administração foram revogados.
ru: Ваши полномочия администратора были отозваны.
tr: Yönetici ayrıcalıklarınız iptal edildi.
zh_tw: 您的管理許可權已被吊銷。
